[
    {
        "keyword": "critical part of target",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "vulnerable part of target",
        "source": "AIAA",
        "title": "Aeroelastic Control and Estimation with a Minimal Nonlinear Modal Description",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060018",
        "date": 20210416,
        "content": "Modal-based nonlinear moving horizon estimation (MHE) and model predictive control (MPC) strategies for very flexible aeroelastic systems are presented. They are underpinned by an aeroelastic model built from a one-dimensional intrinsic (based on strains and velocities) description of geometrically nonlinear beams and an unsteady vortex lattice aerodynamic model. Construction of a nonlinear modal-based reduced-order model of the aeroelastic system, employing a state-space realization of the linearized aerodynamics around an arbitrary reference point, allows us to capture the main nonlinear geometrical couplings at a very low computational cost. Embedding this model in both MHE and MPC strategies, which solve the system continuous-time adjoints efficiently to compute sensitivities, lays the foundations for real-time estimation and control of highly flexible aeroelastic systems. Finally, the performance and versatility of the framework operating in the nonlinear regime are demonstrated on two very flexible-wing models, with notably different dynamics, and on two different control setups: a gust-load alleviation problem on a very high-aspect-ratio wing with slower dynamics, which involves substantial deflections; and flutter suppression on a flexible wing with significantly faster dynamics, where an unconventional nonlinear stabilization mechanism is unveiled."
    },
    {
        "keyword": "target effective damage",
        "source": "AIAA",
        "title": "Shock-Capturing Anomaly in the Interaction of Unsteady Disturbances with a Stationary Shock",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059682",
        "date": 20210503,
        "content": "Shock-capturing methods for numerical fluid dynamics are capable of correctly representing the flow conditions across shocks. However, there is no guarantee that the methods remain equally applicable for unsteady problems of shock–disturbance interaction. Based on the results of wide parametric computations, this paper demonstrates an inherent weakness of shock-capturing methods related to an ambiguous station of a stationary shock on a grid cell. To this end, the interaction of stationary shocks of different intensities with elementary waves of acoustic and nonacoustic nature is investigated in a simplified formulation. The computations reveal unpredictable postshock amplitudes of disturbances unless the viscous structure of the shock is sufficiently resolved. A shock resolution criterion and possible cures are suggested and discussed."
    },
    {
        "keyword": "functional damage",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "physical damage",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "target damage analysis",
        "source": "AIAA",
        "title": "Shock-Capturing Anomaly in the Interaction of Unsteady Disturbances with a Stationary Shock",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059682",
        "date": 20210503,
        "content": "Shock-capturing methods for numerical fluid dynamics are capable of correctly representing the flow conditions across shocks. However, there is no guarantee that the methods remain equally applicable for unsteady problems of shock–disturbance interaction. Based on the results of wide parametric computations, this paper demonstrates an inherent weakness of shock-capturing methods related to an ambiguous station of a stationary shock on a grid cell. To this end, the interaction of stationary shocks of different intensities with elementary waves of acoustic and nonacoustic nature is investigated in a simplified formulation. The computations reveal unpredictable postshock amplitudes of disturbances unless the viscous structure of the shock is sufficiently resolved. A shock resolution criterion and possible cures are suggested and discussed."
    },
    {
        "keyword": "key component of target",
        "source": "AIAA",
        "title": "Convex Approach to Three-Dimensional Launch Vehicle Ascent Trajectory Optimization",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005376",
        "date": 20210416,
        "content": "This paper deals with the optimization of the ascent trajectory of a multistage launch vehicle, from liftoff to the payload injection into the target orbit, considering inverse-square gravity acceleration and aerodynamic forces. A combination of lossless and successive convexification techniques is adopted to generate a sequence of convex problems that rapidly converges to the original problem solution. An automatic initialization strategy is proposed to make the solution process completely autonomous. In particular, a novel three-step continuation procedure is developed and proved to be more efficient than simpler strategies. This approach relies on the solution of intermediate problems, which either neglect atmospheric drag or fix the time-lengths of the launch vehicle ascent phases, that are solved in succession, gradually passing from easier instances of the optimization problem to the originally intended problem. State-of-the-art techniques to deal with such a complex problem are adopted to enhance the convergence rate, including safeguarding modifications, such as virtual controls and an adaptive trust region. To assess the validity of the proposed approach in a practical scenario, numerical results are presented for two representative practical applications, using as reference a Falcon 9 launch vehicle."
    },
    {
        "keyword": "target repair capability",
        "source": "AIAA",
        "title": "Design, Fabrication, and Testing of Metallic Thermal Protection Systems for Spaceplane Vehicles",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34908",
        "date": 20210325,
        "content": "This study presents the design and testing of a metallic thermal protection system (TPS) for future spaceplane vehicles. A conceptual design of the developed metallic TPS panel consisting of an outer sandwich structure, thermal insulation, inner support brackets, and a base framelike structure was redesigned from the metallic TPS panel developed by NASA. The thermal load was selected from a previous study, which was equivalent to the highest surface temperature of 1050 K. Nine metallic TPS prototype panels and supporting hardware structures made of 304 stainless steel were initially prepared for thermomechanical testing in room conditions. A noncontact thermal–mechanical measurement method was employed to measure full-field temperatures and deformations of the inner base structure and supporting hardware structures. The results indicated that the proposed design satisfied the requirements of temperature and permanent deformation limits. Panel-to-panel gaps showed a significant effect on the temperature rise in the inner base structure. The performance of the prototype proved the feasibility, reusability, and durability of using low-cost 304 stainless steel for TPS structures up to four thermal cycles, and may achieve more in further tests. Results provide valuable data for evaluating designs at the early stage of TPS development and testing in space conditions."
    },
    {
        "keyword": "damage mode",
        "source": "AIAA",
        "title": "Smart Solar Array Consisting of Shape-Memory Releasing Mechanisms and Deployable Hinges",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059281",
        "date": 20210423,
        "content": "Based on our previous successful material-level verification of a shape-memory polymer composite (SMPC) on the SJ-17 geostationary satellite on a geostationary orbit since November 2016, a structure-level smart solar array was developed in this study to further verify its overall performance on the SJ-18 geostationary satellite. The two-panel smart solar array based on shape-memory materials was designed and experimentally evaluated. The smart solar array consisted of two deployable solar panels, which were locked by one shape-memory alloy and two SMPC releasing mechanisms, and could be released by low shocking through electrical heating. The smart solar array was actuated and deployed using two groups of SMPC hinges. A series of tests was conducted to evaluate the main performance of the smart solar array. The tests included structural dynamics (folded state: sinusoidal sweep vibration, shocking, acceleration, and noise; and deployed state: mode, sinusoidal sweep vibration, and flexibility), thermal design, locking and releasing, and deployment. This smart solar array satisfied the design requirements, including the fundamental natural frequency in a folded state at 80 Hz, maximum the locking force at 2000 N. Based on the structure-level systematical evaluation, the SMPC shows prospect to be used in next-generation superlarge deployment structures."
    },
    {
        "keyword": "target direct damage",
        "source": "AIAA",
        "title": "Shock-Capturing Anomaly in the Interaction of Unsteady Disturbances with a Stationary Shock",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059682",
        "date": 20210503,
        "content": "Shock-capturing methods for numerical fluid dynamics are capable of correctly representing the flow conditions across shocks. However, there is no guarantee that the methods remain equally applicable for unsteady problems of shock–disturbance interaction. Based on the results of wide parametric computations, this paper demonstrates an inherent weakness of shock-capturing methods related to an ambiguous station of a stationary shock on a grid cell. To this end, the interaction of stationary shocks of different intensities with elementary waves of acoustic and nonacoustic nature is investigated in a simplified formulation. The computations reveal unpredictable postshock amplitudes of disturbances unless the viscous structure of the shock is sufficiently resolved. A shock resolution criterion and possible cures are suggested and discussed."
    },
    {
        "keyword": "structure dynamic response",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "damage mechanism",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "target damage",
        "source": "AIAA",
        "title": "Shock-Capturing Anomaly in the Interaction of Unsteady Disturbances with a Stationary Shock",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059682",
        "date": 20210503,
        "content": "Shock-capturing methods for numerical fluid dynamics are capable of correctly representing the flow conditions across shocks. However, there is no guarantee that the methods remain equally applicable for unsteady problems of shock–disturbance interaction. Based on the results of wide parametric computations, this paper demonstrates an inherent weakness of shock-capturing methods related to an ambiguous station of a stationary shock on a grid cell. To this end, the interaction of stationary shocks of different intensities with elementary waves of acoustic and nonacoustic nature is investigated in a simplified formulation. The computations reveal unpredictable postshock amplitudes of disturbances unless the viscous structure of the shock is sufficiently resolved. A shock resolution criterion and possible cures are suggested and discussed."
    },
    {
        "keyword": "damage tree",
        "source": "AIAA",
        "title": "Structural Design Synthesis of Aircraft Engine Pylons at Certification Level of Detail",
        "url": "https://arc.aiaa.org/doi/10.2514/1.C035953",
        "date": 20210423,
        "content": "Structural optimization technology, as advanced as it has become, is still not used to fully automate the design of airframe components at a level of analysis detail that would be acceptable for certification by regulatory agencies. It is part of the development of certifiable structures but is still just a part, requiring significant manual labor invested by stress engineers working with empirical and semi-empirical methods for detail analysis periodically along the design path. The Paper presents an attempt to apply an integrated model-based systems engineering philosophy, fully automated, to the process of designing and certifying aircraft structures with a level of detail and scope of modeling that would meet certification requirements. The Paper presents comparisons, not available until now, between the cost and time required by current design methods practiced in industry and required for certification and by an integrated model-based design method in the case of a particular and important aerospace structural system: the engine pylon. Weight and the development costs of the resulting designs are compared. It allows for the first time an examination of the benefits of product weight performance of the integrated model-based approach as well as engineering effort in a highly realistic certification-driven structural design case. The Paper also describes technical modeling and design automation innovations required to build the practical certification level integrated design optimization platform used here."
    },
    {
        "keyword": "damage event",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "damage degree",
        "source": "AIAA",
        "title": "Smart Solar Array Consisting of Shape-Memory Releasing Mechanisms and Deployable Hinges",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059281",
        "date": 20210423,
        "content": "Based on our previous successful material-level verification of a shape-memory polymer composite (SMPC) on the SJ-17 geostationary satellite on a geostationary orbit since November 2016, a structure-level smart solar array was developed in this study to further verify its overall performance on the SJ-18 geostationary satellite. The two-panel smart solar array based on shape-memory materials was designed and experimentally evaluated. The smart solar array consisted of two deployable solar panels, which were locked by one shape-memory alloy and two SMPC releasing mechanisms, and could be released by low shocking through electrical heating. The smart solar array was actuated and deployed using two groups of SMPC hinges. A series of tests was conducted to evaluate the main performance of the smart solar array. The tests included structural dynamics (folded state: sinusoidal sweep vibration, shocking, acceleration, and noise; and deployed state: mode, sinusoidal sweep vibration, and flexibility), thermal design, locking and releasing, and deployment. This smart solar array satisfied the design requirements, including the fundamental natural frequency in a folded state at 80 Hz, maximum the locking force at 2000 N. Based on the structure-level systematical evaluation, the SMPC shows prospect to be used in next-generation superlarge deployment structures."
    },
    {
        "keyword": "damage grade",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "severe damage",
        "source": "AIAA",
        "title": "When Are Allowables Conservative?",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059578",
        "date": 20210331,
        "content": "Aircraft designers are legally required to treat manufacturing variability so as to minimize the probability of structural failure, pursuant to Code of Federal Regulations (CFR) 25.613. The usual design strategy employed for compliance with the regulations is the use of "
    },
    {
        "keyword": "minor damage",
        "source": "AIAA",
        "title": "Influence of a Microramp Array on a Hypersonic Shock-Wave/Turbulent Boundary-Layer Interaction",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059925",
        "date": 20210416,
        "content": "Experiments were performed to study the effects of an array of microramp sub-boundary-layer vortex generators on a hypersonic shock/turbulent boundary-layer interaction. Two staggered rows of microramps were installed upstream of a 33 deg compression-corner interaction with large-scale separation at Mach 7.2, and the influence of these devices on the mean and turbulent flowfield, and the separation region in particular, was studied with particle image velocimetry. The microramps strongly altered the mean flow topology: The previously two-dimensional interaction region with a large separated zone in the vicinity of the ramp corner is broken up into a three-dimensional interaction, where the mean velocity at the spanwise locations downstream of the microramp centerlines is decreased, whereas it is increased at the spanwise locations in between the microramp vertices. The mean overall separation length is reduced, most strongly at spanwise locations in between microramps. A narrow local increase occurs directly downstream of the device vertices. The turbulence behavior across the interaction is not fundamentally altered under the influence of vortex-generator control, but a superposition of effects is observed. The microramp-induced longitudinal vortex pairs increase turbulent mixing and, by adding momentum into the near-wall region, support a faster decrease of turbulence intensity and return to equilibrium conditions downstream of the interaction."
    },
    {
        "keyword": "moderate damage",
        "source": "AIAA",
        "title": "Stress States in Highly Flexible Thin-Walled Composite Structures by Unified Shell Model",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060024",
        "date": 20210423,
        "content": "This work deals with highly flexible laminated shell structures. The main focus is to provide an advanced model for the accurate prediction of the interlaminar three-dimensional stress state of shells subjected to large displacements/rotations, buckling, and snap-through phenomena. In this context, a two-dimensional shell finite element based on the Carrera unified formulation (CUF) is formulated in an orthogonal curvilinear reference system. Thanks to CUF, the governing equations are expressed in terms of fundamental nuclei, which are invariant of the shell theory approximation order. Thus, classical theories of structures to layerwise approaches can be implemented with ease and in a unified manner. The full Green–Lagrange strain tensor is employed because far nonlinear regimes are investigated. Furthermore, the geometrical nonlinear equations are written in a total Lagrangian framework and solved with an opportune Newton–Raphson method along with a path-following approach based on the arc-length constraint. The results demonstrate that classical theories may bring to wrong and unconservative stress predictions, especially in nonlinear equilibrium states, where the use of advanced and layerwise approaches shall be recommended."
    },
    {
        "keyword": "damage criteria of target component",
        "source": "AIAA",
        "title": "Shock-Capturing Anomaly in the Interaction of Unsteady Disturbances with a Stationary Shock",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059682",
        "date": 20210503,
        "content": "Shock-capturing methods for numerical fluid dynamics are capable of correctly representing the flow conditions across shocks. However, there is no guarantee that the methods remain equally applicable for unsteady problems of shock–disturbance interaction. Based on the results of wide parametric computations, this paper demonstrates an inherent weakness of shock-capturing methods related to an ambiguous station of a stationary shock on a grid cell. To this end, the interaction of stationary shocks of different intensities with elementary waves of acoustic and nonacoustic nature is investigated in a simplified formulation. The computations reveal unpredictable postshock amplitudes of disturbances unless the viscous structure of the shock is sufficiently resolved. A shock resolution criterion and possible cures are suggested and discussed."
    },
    {
        "keyword": "damage criteria of fragment",
        "source": "AIAA",
        "title": "Conceptual Multifunctional Design, Feasibility and Requirements for Structural Power in Aircraft Cabins",
        "url": "https://arc.aiaa.org/doi/10.2514/1.C036205",
        "date": 20210423,
        "content": "This paper presents a theoretical investigation into the potential use of structural power composites in regional aircraft passenger cabins and the corresponding challenges to widespread use, including fire resistance, long-term cycling performance, and cost. This study focuses on adapting sandwich floor panels with structural power composite face sheets, designed to power the in-flight entertainment system. Using a simple mechanical model to define the structural requirements, based on state-of-the-art laminated structural power composites, a series of electrochemical energy storage performance targets were calculated: a specific energy "
    },
    {
        "keyword": "damage criteria of shock wave",
        "source": "AIAA",
        "title": "Shock-Capturing Anomaly in the Interaction of Unsteady Disturbances with a Stationary Shock",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059682",
        "date": 20210503,
        "content": "Shock-capturing methods for numerical fluid dynamics are capable of correctly representing the flow conditions across shocks. However, there is no guarantee that the methods remain equally applicable for unsteady problems of shock–disturbance interaction. Based on the results of wide parametric computations, this paper demonstrates an inherent weakness of shock-capturing methods related to an ambiguous station of a stationary shock on a grid cell. To this end, the interaction of stationary shocks of different intensities with elementary waves of acoustic and nonacoustic nature is investigated in a simplified formulation. The computations reveal unpredictable postshock amplitudes of disturbances unless the viscous structure of the shock is sufficiently resolved. A shock resolution criterion and possible cures are suggested and discussed."
    },
    {
        "keyword": "damage threshold",
        "source": "AIAA",
        "title": "Probabilistic Risk of Titanium Disks Considering Residual Stresses of Hard Alpha Inclusions",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059673",
        "date": 20210325,
        "content": "In aeroengine titanium alloy components, hard alpha (HA) inclusions strongly affect material performance, especially in terms of fatigue properties. Residual stresses caused by thermal expansion mismatch during the cooling process affect the fatigue life of metal components. This study proposes a method of probabilistic risk assessment for aeroengine disks considering the residual stresses of HA inclusions. Specifically, numerical procedures are adopted to investigate the residual stresses of an inclusion under surface effects, and a functional relationship model of residual stresses under surface effects is proposed. To deal with the randomness of inclusion size and position, a calculation criterion for the residual stresses of an inclusion is established. Analysis of an aeroengine compressor disk shows that the expected decline in the failure risk of the disk is approximately 27% under the consideration of residual stresses. The proposed method predicts the failure risk more accurately, and is thus valuable for the safety assessment of an aeroengine titanium disk."
    },
    {
        "keyword": "target vulnerability assessment",
        "source": "AIAA",
        "title": "Aeroelastic Control and Estimation with a Minimal Nonlinear Modal Description",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060018",
        "date": 20210416,
        "content": "Modal-based nonlinear moving horizon estimation (MHE) and model predictive control (MPC) strategies for very flexible aeroelastic systems are presented. They are underpinned by an aeroelastic model built from a one-dimensional intrinsic (based on strains and velocities) description of geometrically nonlinear beams and an unsteady vortex lattice aerodynamic model. Construction of a nonlinear modal-based reduced-order model of the aeroelastic system, employing a state-space realization of the linearized aerodynamics around an arbitrary reference point, allows us to capture the main nonlinear geometrical couplings at a very low computational cost. Embedding this model in both MHE and MPC strategies, which solve the system continuous-time adjoints efficiently to compute sensitivities, lays the foundations for real-time estimation and control of highly flexible aeroelastic systems. Finally, the performance and versatility of the framework operating in the nonlinear regime are demonstrated on two very flexible-wing models, with notably different dynamics, and on two different control setups: a gust-load alleviation problem on a very high-aspect-ratio wing with slower dynamics, which involves substantial deflections; and flutter suppression on a flexible wing with significantly faster dynamics, where an unconventional nonlinear stabilization mechanism is unveiled."
    },
    {
        "keyword": "damage element",
        "source": "AIAA",
        "title": "Smart Solar Array Consisting of Shape-Memory Releasing Mechanisms and Deployable Hinges",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059281",
        "date": 20210423,
        "content": "Based on our previous successful material-level verification of a shape-memory polymer composite (SMPC) on the SJ-17 geostationary satellite on a geostationary orbit since November 2016, a structure-level smart solar array was developed in this study to further verify its overall performance on the SJ-18 geostationary satellite. The two-panel smart solar array based on shape-memory materials was designed and experimentally evaluated. The smart solar array consisted of two deployable solar panels, which were locked by one shape-memory alloy and two SMPC releasing mechanisms, and could be released by low shocking through electrical heating. The smart solar array was actuated and deployed using two groups of SMPC hinges. A series of tests was conducted to evaluate the main performance of the smart solar array. The tests included structural dynamics (folded state: sinusoidal sweep vibration, shocking, acceleration, and noise; and deployed state: mode, sinusoidal sweep vibration, and flexibility), thermal design, locking and releasing, and deployment. This smart solar array satisfied the design requirements, including the fundamental natural frequency in a folded state at 80 Hz, maximum the locking force at 2000 N. Based on the structure-level systematical evaluation, the SMPC shows prospect to be used in next-generation superlarge deployment structures."
    },
    {
        "keyword": "prefabricated fragment",
        "source": "AIAA",
        "title": "Exact Localization of Debonding Defects in Thermal Barrier Coatings",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J056806",
        "date": 20180731,
        "content": "The existence of debonding defects in thermal barrier coatings is one of the key problems that result in the premature failure of blades. In this paper, a line heat-source scanning thermography method for locating the defects in blades with unpainted thermal barrier coatings is developed. Compared with planar specimens, uneven temperature distribution in the blade surface is an unavoidable problem when using a line heat source because the complex shape of the blade makes the heat absorbed nonuniform. This unevenness shields the thermal response features of the defects and disturbs the identification of the defects. The developed window-averaged carrier postprocessing algorithm can solve this problem to achieve nondestructive testing of debondings. Apart from inspecting defects, a projected infrared fringe method is developed to reconstruct the three-dimensional morphology of the blade surface by analyzing the relationship between the temperature fringes modulated by surface morphology and surface height. In addition, a new manufacturing technique of artificial debondings is proposed by filling a groove with ceramic hollow particles. Nondestructive testing experiments on a blade with artificial debondings show that the methods and technique developed here have the potential to locate the three-dimensional spatial position of debondings in a scanning process."
    },
    {
        "keyword": "natural fragment",
        "source": "AIAA",
        "title": "Effects of Airflow Velocity and Droplet Diameter on the Secondary Breakup Characteristics",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060360",
        "date": 20210325,
        "content": "In this paper, the volume of fluid method coupled with adaptive mesh refinement technology is adopted to investigate the effects of the initial airflow velocity and droplet diameter on deformation and breakup characteristics of the n-Octane droplet for Weber numbers in the range of 125 to 325. The result indicates that the shear breakup mode whose mechanism is similar to the “stretched ligament breakup” occurs at different Weber numbers in the present simulations. Still, droplets have significantly different deformation and breakup characteristics even at the same Weber number. The dimensionless cross-stream and streamwise diameters turn into approximately "
    },
    {
        "keyword": "reactive fragment",
        "source": "AIAA",
        "title": "Asteroid Deflection by Leveraging Rotational Self-Energy",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34889",
        "date": 20210308,
        "content": "A novel concept for the deflection of rotating asteroids is presented, based on the conversion of the asteroid rotational kinetic energy into translational kinetic energy. Such conversion is achieved using an orbital siphon, a tether-connected chain of masses, arranged vertically from the asteroid surface, which exploits the rotation of the asteroid for the delivery of mass from the asteroid to escape. Under the conditions to be discussed, the siphon can be initiated to ensure self-sustained flow of mass from the asteroid to escape. This mechanism is proposed to use a fraction of the asteroid as reaction mass, with the asteroid rotational kinetic energy leveraged to deliver the mass to escape, and hence impart a reaction on the asteroid itself. Key parameters, such as velocity change, deflection duration, tension requirements, and siphon length, are discussed. Deflection effectiveness is assessed for different release strategies. It is shown that typical velocity changes on the order of "
    },
    {
        "keyword": "shaped charge jet",
        "source": "AIAA",
        "title": "Effects of Radial–Tangential Discharge Channels on a Rotary Atomizer Performance",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059836",
        "date": 20210416,
        "content": "The effects of tangential injection on the primary breakup dynamic and spray characteristics of a rotary atomizer are experimentally investigated under atmospheric conditions. To achieve this goal, two types of atomizers with radial and radial–tangential discharge channels are used to compare their results. The breakup process as well as the primary breakup length are compared with the aid of the high-magnification shadow imaging technique. The droplet size distributions are obtained by the use of the particle/droplet image analyses technique at the same plane of measurement to compare the atomization quality in radial and radial–tangential discharge channels. The results reveal that the breakup process of the injected liquid stream is extensively affected by the tangential orientation of discharge channels of the atomizer disk. The atomization process is improved in the radial–tangential case as a result of the enhancement of aerodynamic forces acting on the exposed surface of the liquid stream. The droplet sizing indicates that the Sauter mean diameter values are decreased by the application of radial–tangential injection in all considered operating conditions."
    },
    {
        "keyword": "kinetic energy penetrator",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "parameters of damage element",
        "source": "AIAA",
        "title": "Smart Solar Array Consisting of Shape-Memory Releasing Mechanisms and Deployable Hinges",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059281",
        "date": 20210423,
        "content": "Based on our previous successful material-level verification of a shape-memory polymer composite (SMPC) on the SJ-17 geostationary satellite on a geostationary orbit since November 2016, a structure-level smart solar array was developed in this study to further verify its overall performance on the SJ-18 geostationary satellite. The two-panel smart solar array based on shape-memory materials was designed and experimentally evaluated. The smart solar array consisted of two deployable solar panels, which were locked by one shape-memory alloy and two SMPC releasing mechanisms, and could be released by low shocking through electrical heating. The smart solar array was actuated and deployed using two groups of SMPC hinges. A series of tests was conducted to evaluate the main performance of the smart solar array. The tests included structural dynamics (folded state: sinusoidal sweep vibration, shocking, acceleration, and noise; and deployed state: mode, sinusoidal sweep vibration, and flexibility), thermal design, locking and releasing, and deployment. This smart solar array satisfied the design requirements, including the fundamental natural frequency in a folded state at 80 Hz, maximum the locking force at 2000 N. Based on the structure-level systematical evaluation, the SMPC shows prospect to be used in next-generation superlarge deployment structures."
    },
    {
        "keyword": "fragment mass",
        "source": "AIAA",
        "title": "Effects of Airflow Velocity and Droplet Diameter on the Secondary Breakup Characteristics",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060360",
        "date": 20210325,
        "content": "In this paper, the volume of fluid method coupled with adaptive mesh refinement technology is adopted to investigate the effects of the initial airflow velocity and droplet diameter on deformation and breakup characteristics of the n-Octane droplet for Weber numbers in the range of 125 to 325. The result indicates that the shear breakup mode whose mechanism is similar to the “stretched ligament breakup” occurs at different Weber numbers in the present simulations. Still, droplets have significantly different deformation and breakup characteristics even at the same Weber number. The dimensionless cross-stream and streamwise diameters turn into approximately "
    },
    {
        "keyword": "remaining velocity of fragment",
        "source": "AIAA",
        "title": "Effects of Airflow Velocity and Droplet Diameter on the Secondary Breakup Characteristics",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060360",
        "date": 20210325,
        "content": "In this paper, the volume of fluid method coupled with adaptive mesh refinement technology is adopted to investigate the effects of the initial airflow velocity and droplet diameter on deformation and breakup characteristics of the n-Octane droplet for Weber numbers in the range of 125 to 325. The result indicates that the shear breakup mode whose mechanism is similar to the “stretched ligament breakup” occurs at different Weber numbers in the present simulations. Still, droplets have significantly different deformation and breakup characteristics even at the same Weber number. The dimensionless cross-stream and streamwise diameters turn into approximately "
    },
    {
        "keyword": "fragment distribution density",
        "source": "AIAA",
        "title": "Effects of Airflow Velocity and Droplet Diameter on the Secondary Breakup Characteristics",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060360",
        "date": 20210325,
        "content": "In this paper, the volume of fluid method coupled with adaptive mesh refinement technology is adopted to investigate the effects of the initial airflow velocity and droplet diameter on deformation and breakup characteristics of the n-Octane droplet for Weber numbers in the range of 125 to 325. The result indicates that the shear breakup mode whose mechanism is similar to the “stretched ligament breakup” occurs at different Weber numbers in the present simulations. Still, droplets have significantly different deformation and breakup characteristics even at the same Weber number. The dimensionless cross-stream and streamwise diameters turn into approximately "
    },
    {
        "keyword": "typical fragment",
        "source": "AIAA",
        "title": "Effects of Airflow Velocity and Droplet Diameter on the Secondary Breakup Characteristics",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060360",
        "date": 20210325,
        "content": "In this paper, the volume of fluid method coupled with adaptive mesh refinement technology is adopted to investigate the effects of the initial airflow velocity and droplet diameter on deformation and breakup characteristics of the n-Octane droplet for Weber numbers in the range of 125 to 325. The result indicates that the shear breakup mode whose mechanism is similar to the “stretched ligament breakup” occurs at different Weber numbers in the present simulations. Still, droplets have significantly different deformation and breakup characteristics even at the same Weber number. The dimensionless cross-stream and streamwise diameters turn into approximately "
    },
    {
        "keyword": "fragment retrieved rate",
        "source": "AIAA",
        "title": "Conceptual Multifunctional Design, Feasibility and Requirements for Structural Power in Aircraft Cabins",
        "url": "https://arc.aiaa.org/doi/10.2514/1.C036205",
        "date": 20210423,
        "content": "This paper presents a theoretical investigation into the potential use of structural power composites in regional aircraft passenger cabins and the corresponding challenges to widespread use, including fire resistance, long-term cycling performance, and cost. This study focuses on adapting sandwich floor panels with structural power composite face sheets, designed to power the in-flight entertainment system. Using a simple mechanical model to define the structural requirements, based on state-of-the-art laminated structural power composites, a series of electrochemical energy storage performance targets were calculated: a specific energy "
    },
    {
        "keyword": "fragment broken rate",
        "source": "AIAA",
        "title": "Effects of Airflow Velocity and Droplet Diameter on the Secondary Breakup Characteristics",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060360",
        "date": 20210325,
        "content": "In this paper, the volume of fluid method coupled with adaptive mesh refinement technology is adopted to investigate the effects of the initial airflow velocity and droplet diameter on deformation and breakup characteristics of the n-Octane droplet for Weber numbers in the range of 125 to 325. The result indicates that the shear breakup mode whose mechanism is similar to the “stretched ligament breakup” occurs at different Weber numbers in the present simulations. Still, droplets have significantly different deformation and breakup characteristics even at the same Weber number. The dimensionless cross-stream and streamwise diameters turn into approximately "
    },
    {
        "keyword": "ejection angle of fragment",
        "source": "AIAA",
        "title": "Asteroid Deflection by Leveraging Rotational Self-Energy",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34889",
        "date": 20210308,
        "content": "A novel concept for the deflection of rotating asteroids is presented, based on the conversion of the asteroid rotational kinetic energy into translational kinetic energy. Such conversion is achieved using an orbital siphon, a tether-connected chain of masses, arranged vertically from the asteroid surface, which exploits the rotation of the asteroid for the delivery of mass from the asteroid to escape. Under the conditions to be discussed, the siphon can be initiated to ensure self-sustained flow of mass from the asteroid to escape. This mechanism is proposed to use a fraction of the asteroid as reaction mass, with the asteroid rotational kinetic energy leveraged to deliver the mass to escape, and hence impart a reaction on the asteroid itself. Key parameters, such as velocity change, deflection duration, tension requirements, and siphon length, are discussed. Deflection effectiveness is assessed for different release strategies. It is shown that typical velocity changes on the order of "
    },
    {
        "keyword": "dynamic ejection angle of fragment",
        "source": "AIAA",
        "title": "Asteroid Deflection by Leveraging Rotational Self-Energy",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34889",
        "date": 20210308,
        "content": "A novel concept for the deflection of rotating asteroids is presented, based on the conversion of the asteroid rotational kinetic energy into translational kinetic energy. Such conversion is achieved using an orbital siphon, a tether-connected chain of masses, arranged vertically from the asteroid surface, which exploits the rotation of the asteroid for the delivery of mass from the asteroid to escape. Under the conditions to be discussed, the siphon can be initiated to ensure self-sustained flow of mass from the asteroid to escape. This mechanism is proposed to use a fraction of the asteroid as reaction mass, with the asteroid rotational kinetic energy leveraged to deliver the mass to escape, and hence impart a reaction on the asteroid itself. Key parameters, such as velocity change, deflection duration, tension requirements, and siphon length, are discussed. Deflection effectiveness is assessed for different release strategies. It is shown that typical velocity changes on the order of "
    },
    {
        "keyword": "fragment frontal average area",
        "source": "AIAA",
        "title": "Methodology for the Design of Combustible Structures of Separating Launch Vehicle Parts",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34920",
        "date": 20210309,
        "content": "The presence of parts separating from the launch vehicle (LV) during of the active part of the flight, such as the tail and interstage compartments, and payload fairing calls for the solution of the problem associated with the allocation of significant impact areas. This is a common problem in all spaceships, including the cases when recoverable and reusable first stages are used, for example, Falcon 9 launch vehicles. This paper considers one of the possible solutions to this problem, based on the combustion of separating parts during the descent trajectory flight. The study subject is a combustible demonstrator (CD), a small element of the three-layer shell of the payload fairing. The layers of the shell are the sheathings and the filler charge placed between them. The filler charge is a pyrotechnic composition (PC) initiated by the command, and the sheathing is a combustible polymer composite material (PCM). The material for the structures of the separating parts is produced as follows. First, a CD is created due to the chosen PCs and sheathings. Then, the required strength of the CD is ensured. Finally, the demonstrator structure is guaranteed to burn up or be fragmented finely for the given time."
    },
    {
        "keyword": "jet head velocity",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "jet fracture time",
        "source": "AIAA",
        "title": "Smart Solar Array Consisting of Shape-Memory Releasing Mechanisms and Deployable Hinges",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059281",
        "date": 20210423,
        "content": "Based on our previous successful material-level verification of a shape-memory polymer composite (SMPC) on the SJ-17 geostationary satellite on a geostationary orbit since November 2016, a structure-level smart solar array was developed in this study to further verify its overall performance on the SJ-18 geostationary satellite. The two-panel smart solar array based on shape-memory materials was designed and experimentally evaluated. The smart solar array consisted of two deployable solar panels, which were locked by one shape-memory alloy and two SMPC releasing mechanisms, and could be released by low shocking through electrical heating. The smart solar array was actuated and deployed using two groups of SMPC hinges. A series of tests was conducted to evaluate the main performance of the smart solar array. The tests included structural dynamics (folded state: sinusoidal sweep vibration, shocking, acceleration, and noise; and deployed state: mode, sinusoidal sweep vibration, and flexibility), thermal design, locking and releasing, and deployment. This smart solar array satisfied the design requirements, including the fundamental natural frequency in a folded state at 80 Hz, maximum the locking force at 2000 N. Based on the structure-level systematical evaluation, the SMPC shows prospect to be used in next-generation superlarge deployment structures."
    },
    {
        "keyword": "jet mass",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "kinetic energy",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "specific kinetic energy",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "shock wave over-pressure",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "shock wave positive pressure",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "shock wave negative pressure",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "positive operation time of shock wave",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "quasi-static pressure",
        "source": "AIAA",
        "title": "Singular-Perturbation-Based Guidance of Pulse Motor Interceptors with Look Angle Constraints",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005508",
        "date": 20210423,
        "content": "This paper addresses the problem of midcourse guidance of dual-pulse rocket motor interceptors with seeker field-of-view constraints using singular perturbation technique. The guidance law considers a combination of terminal velocity and flight time as a performance measure. In addition to the seeker field-of-view limit, constraints in the optimization problem include minimum dynamic pressure limit arising due to aerodynamic controllability. Using the time scale separation between the state variables, the full-order problem is reduced into lower-order subproblems, and a closed-form solution for guidance law is derived. It is shown that the performance of the interceptor is not very sensitive to perturbation of pulse firing time, and an offline generated lookup table is used to time the second thrust pulse firing. The proposed guidance law is computationally efficient, and its performance is benchmarked with that of pseudospectral-based feedback guidance with much lower computational cost. Simulation studies with point mass and six-degree-of-freedom model are presented highlighting the accuracy and efficacy of the proposed guidance law."
    },
    {
        "keyword": "impulse",
        "source": "AIAA",
        "title": "Convex Approach to Three-Dimensional Launch Vehicle Ascent Trajectory Optimization",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005376",
        "date": 20210416,
        "content": "This paper deals with the optimization of the ascent trajectory of a multistage launch vehicle, from liftoff to the payload injection into the target orbit, considering inverse-square gravity acceleration and aerodynamic forces. A combination of lossless and successive convexification techniques is adopted to generate a sequence of convex problems that rapidly converges to the original problem solution. An automatic initialization strategy is proposed to make the solution process completely autonomous. In particular, a novel three-step continuation procedure is developed and proved to be more efficient than simpler strategies. This approach relies on the solution of intermediate problems, which either neglect atmospheric drag or fix the time-lengths of the launch vehicle ascent phases, that are solved in succession, gradually passing from easier instances of the optimization problem to the originally intended problem. State-of-the-art techniques to deal with such a complex problem are adopted to enhance the convergence rate, including safeguarding modifications, such as virtual controls and an adaptive trust region. To assess the validity of the proposed approach in a practical scenario, numerical results are presented for two representative practical applications, using as reference a Falcon 9 launch vehicle."
    },
    {
        "keyword": "specific impulse",
        "source": "AIAA",
        "title": "Convex Approach to Three-Dimensional Launch Vehicle Ascent Trajectory Optimization",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005376",
        "date": 20210416,
        "content": "This paper deals with the optimization of the ascent trajectory of a multistage launch vehicle, from liftoff to the payload injection into the target orbit, considering inverse-square gravity acceleration and aerodynamic forces. A combination of lossless and successive convexification techniques is adopted to generate a sequence of convex problems that rapidly converges to the original problem solution. An automatic initialization strategy is proposed to make the solution process completely autonomous. In particular, a novel three-step continuation procedure is developed and proved to be more efficient than simpler strategies. This approach relies on the solution of intermediate problems, which either neglect atmospheric drag or fix the time-lengths of the launch vehicle ascent phases, that are solved in succession, gradually passing from easier instances of the optimization problem to the originally intended problem. State-of-the-art techniques to deal with such a complex problem are adopted to enhance the convergence rate, including safeguarding modifications, such as virtual controls and an adaptive trust region. To assess the validity of the proposed approach in a practical scenario, numerical results are presented for two representative practical applications, using as reference a Falcon 9 launch vehicle."
    },
    {
        "keyword": "radiation intensity",
        "source": "AIAA",
        "title": "Three-Axis Magnetometer Calibration Using Total Least Squares",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005305",
        "date": 20210423,
        "content": "In this paper attitude-independent three-axis magnetometer (TAM) sensor calibration algorithms are presented from a total least squares approach. One algorithm estimates biases only, whereas the other performs full calibration, which includes biases, scale factors, and nonorthogonality corrections. All calibration parameters are assumed to be constant. It is shown that the TAM calibration problem using a standard least squares point of view is statistically inconsistent because the effective measurement variance is a function of the calibration parameters. This inconsistency is overcome by using the total least squares formulation. The error covariance of the calibration parameters is also derived, which is shown to be equivalent to the standard least squares formation to within first-order terms. Also, the covariance of the measurement-to-estimate residual vector is derived, which cannot be accomplished using a standard least squares approach. This covariance is useful to quantify the effects of the measurement covariance for attitude determination in real-world situations. Both simulated and experimental results are shown to assess the performance of the TAM calibration algorithms, as well as the derived covariance expressions."
    },
    {
        "keyword": "duration operation time",
        "source": "AIAA",
        "title": "Developing Critical Aerospace Embedded Systems with Distributed Teams Using Agile Methodologies",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010838",
        "date": 20210407,
        "content": "This work proposes a set of complementary practices to agile methodologies, aiming at adapting them to the development of critical aerospace embedded systems by distributed teams. To identify the main gaps in this context, two approaches are used. The first one confronts the main activities required by aerospace standards for the development of critical embedded systems with a set of compiled agile practices derived from a review of the most common agile methodologies. The second one confronts the same set of compiled agile practices with the main problems of distributed development. The two approaches resulted in the identification of four gaps related to software integration, software traceability, communication management, and organizational differences. One complementary practice is then proposed for each gap. Two case studies were performed to assess the gaps and evaluate the proposed practices. Both emulate the development of critical embedded systems by distributed teams using agile methodologies. The case studies were performed with and without the use of the complementary practices. The results confirmed three of the four identified gaps and pointed to a clear contribution of the complementary practices."
    },
    {
        "keyword": "power",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "power of munition and warhead",
        "source": "AIAA",
        "title": "Cooperative Guidance for Multiple Powered Missiles with Constrained Impact and Bounded Speed",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005578",
        "date": 20210120,
        "content": "In this paper, a cooperative guidance law is proposed for missiles with thrust control to realize impact angle constrained salvo attack, where missile speed limit is also considered. Guidance of a powered missile is decoupled into independent flight direction control with normal acceleration as an input to realize impact angle control/constrained guidance (IACG) and cooperative flight speed control with engine thrust as an input to realize salvo attack. Firstly, an IACG law is derived from a geometrically modified proportional navigation guidance. The trajectory shape and length under this proposed IACG law are proved to be independent of missile speed variation. Then a cooperative missile thrust control (CMTC) law is designed from a constrained consensus algorithm to cooperate remaining trajectory lengths without exceeding missile speed limit. Simplified aerodynamic and engine models of a missile are used in CMTC law design. The lower and upper bounds of speed are considered according to missile maneuverability and limited maximum engine thrust. Multimissile salvo attack with impact angle and time constraints is achieved through the combination of IACG and CMTC. Numerical simulations demonstrate the effectiveness of the proposed cooperative guidance law."
    },
    {
        "keyword": "armor-piercing power",
        "source": "AIAA",
        "title": "Black-Box Expectation–Maximization Algorithm for Estimating Latent States of High-Speed Vehicles",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010831",
        "date": 20210221,
        "content": "Tracking an object in a noisy environment is difficult, especially when unknown parameters affect the object’s behavior. In the case of a high-speed ballistic object, its trajectory is affected by changes in atmospheric conditions as well as various parameters of the object itself. To filter these latent factors of the dynamics model, this paper proposes a black-box expectation–maximization algorithm to estimate the latent parameters and enhance the accuracy of object tracking. The expectation step involves calculating the likelihood of observations through extended Kalman smoothing, which reflects the forward–backward probability combination. The maximization step involves optimizing the unknown parameter, which is the object mass, to maximize the likelihood through Bayesian optimization with Gaussian process regressions. Our simulation experiments show that our algorithm reduces the error of tracking a ballistic object’s position given noisy observations with unknown parameters."
    },
    {
        "keyword": "armor-penetrating power",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "perforation capacity",
        "source": "AIAA",
        "title": "Prediction of Heat-Generation and Electromagnetic Parameters from Temperature Response in Porous Fins",
        "url": "https://arc.aiaa.org/doi/10.2514/1.T6224",
        "date": 20210413,
        "content": "The application of combined electric and magnetic fields is proposed for better heat transfer enhancement in a porous fin system. An inverse estimation technique is established to simultaneously determine the interior thermal energy production and strengths of electrical and magnetic fields, by solely using the surface temperature field. At first, verified direct solutions based on the fourth-order Runge–Kutta method are obtained for the computation of the temperature field, and then three unidentified parameters are estimated using the inverse procedure supported by the Artificial Bee Colony (ABC) algorithm. The corresponding analytical solution is evaluated using the differential transformation method. The existing investigation demonstrates that even though various parametric groups sustain a particular thermal field, amongst them, the nearly unique value of the thermomagnetic field governs the heat transport phenomena. Additionally, the joint interaction between the electric field and thermal-energy-generation parameter is accountable for the observed temperature field. In spite of the effect of random noise levels within +/− 11%, the ABC-based inverse solution technique is found to establish the thermal criteria and to excellently reconstruct the given thermal field within a less than 1% error margin with respect to the ideal situation. For any case, 50 iterations of ABC are observed to be satisfactory. For fulfilling the desired rate of thermal energy transfer from porous fins, the present prediction scheme is suggested to be beneficial in properly adjusting the electrical and magnetic fields along with the unknown state of thermal energy production."
    },
    {
        "keyword": "penetrating capacity",
        "source": "AIAA",
        "title": "Convex Approach to Three-Dimensional Launch Vehicle Ascent Trajectory Optimization",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005376",
        "date": 20210416,
        "content": "This paper deals with the optimization of the ascent trajectory of a multistage launch vehicle, from liftoff to the payload injection into the target orbit, considering inverse-square gravity acceleration and aerodynamic forces. A combination of lossless and successive convexification techniques is adopted to generate a sequence of convex problems that rapidly converges to the original problem solution. An automatic initialization strategy is proposed to make the solution process completely autonomous. In particular, a novel three-step continuation procedure is developed and proved to be more efficient than simpler strategies. This approach relies on the solution of intermediate problems, which either neglect atmospheric drag or fix the time-lengths of the launch vehicle ascent phases, that are solved in succession, gradually passing from easier instances of the optimization problem to the originally intended problem. State-of-the-art techniques to deal with such a complex problem are adopted to enhance the convergence rate, including safeguarding modifications, such as virtual controls and an adaptive trust region. To assess the validity of the proposed approach in a practical scenario, numerical results are presented for two representative practical applications, using as reference a Falcon 9 launch vehicle."
    },
    {
        "keyword": "blasting power",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "jamming capacity",
        "source": "AIAA",
        "title": "Planning the Coverage of Solar System Bodies Under Geometric Constraints",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010896",
        "date": 20210308,
        "content": "Scheduling the coverage of a celestial body by scientific instruments onboard multiple spacecraft under observational constraints is central in a significant number of current and future missions for the exploration of the solar system. This paper describes the components and algorithms of a software system used to study early-phase mission design or to schedule daily operations of currently in-flight spacecraft. The scheduling problem to solve is usually a large combinatorial problem of which this paper gives a formal model. A discretization process is described, and several ordering algorithms are designed and compared. Experiments show that high-quality schedules can be produced by approaches combining reasoning about rolling, coverage, and priorities."
    },
    {
        "keyword": "damage radius",
        "source": "AIAA",
        "title": "Smart Solar Array Consisting of Shape-Memory Releasing Mechanisms and Deployable Hinges",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059281",
        "date": 20210423,
        "content": "Based on our previous successful material-level verification of a shape-memory polymer composite (SMPC) on the SJ-17 geostationary satellite on a geostationary orbit since November 2016, a structure-level smart solar array was developed in this study to further verify its overall performance on the SJ-18 geostationary satellite. The two-panel smart solar array based on shape-memory materials was designed and experimentally evaluated. The smart solar array consisted of two deployable solar panels, which were locked by one shape-memory alloy and two SMPC releasing mechanisms, and could be released by low shocking through electrical heating. The smart solar array was actuated and deployed using two groups of SMPC hinges. A series of tests was conducted to evaluate the main performance of the smart solar array. The tests included structural dynamics (folded state: sinusoidal sweep vibration, shocking, acceleration, and noise; and deployed state: mode, sinusoidal sweep vibration, and flexibility), thermal design, locking and releasing, and deployment. This smart solar array satisfied the design requirements, including the fundamental natural frequency in a folded state at 80 Hz, maximum the locking force at 2000 N. Based on the structure-level systematical evaluation, the SMPC shows prospect to be used in next-generation superlarge deployment structures."
    },
    {
        "keyword": "power field",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "power assessment",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "explosive power assessment",
        "source": "AIAA",
        "title": "Large-Eddy Simulations of Transverse Jet Mixing and Flame Stability in Supersonic Crossflow",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059701",
        "date": 20210428,
        "content": "Large-eddy simulations (LES) combined with the partially stirred reactor (PaSR) combustion model are employed to investigate the turbulent mixing, combustion mode, and flame stability of a sonic hydrogen jet injecting into high-enthalpy supersonic crossflow at three momentum flux ratios "
    },
    {
        "keyword": "single damage assessment",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "combined damage assessment",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "effect",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "terminal effect",
        "source": "AIAA",
        "title": "Convex Approach to Three-Dimensional Launch Vehicle Ascent Trajectory Optimization",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005376",
        "date": 20210416,
        "content": "This paper deals with the optimization of the ascent trajectory of a multistage launch vehicle, from liftoff to the payload injection into the target orbit, considering inverse-square gravity acceleration and aerodynamic forces. A combination of lossless and successive convexification techniques is adopted to generate a sequence of convex problems that rapidly converges to the original problem solution. An automatic initialization strategy is proposed to make the solution process completely autonomous. In particular, a novel three-step continuation procedure is developed and proved to be more efficient than simpler strategies. This approach relies on the solution of intermediate problems, which either neglect atmospheric drag or fix the time-lengths of the launch vehicle ascent phases, that are solved in succession, gradually passing from easier instances of the optimization problem to the originally intended problem. State-of-the-art techniques to deal with such a complex problem are adopted to enhance the convergence rate, including safeguarding modifications, such as virtual controls and an adaptive trust region. To assess the validity of the proposed approach in a practical scenario, numerical results are presented for two representative practical applications, using as reference a Falcon 9 launch vehicle."
    },
    {
        "keyword": "damage effect",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "cratering effect",
        "source": "AIAA",
        "title": "Multi-Objective Optimization of Covariance and Energy for Asteroid Transfers",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005609",
        "date": 20210413,
        "content": "This paper presents a multi-objective optimization approach to minimize both error covariance and energy using indirect methods. Linear covariance dynamics and a continuous thrust model with control-dependent noise are implemented. Two formulations are considered: 1) a weighted-sum cost function with covariance and energy terms, and 2) a covariance cost function with an energy constraint (the epsilon-constraint method). In general, the former is simpler to implement, whereas the latter is more rigorous. However, a theorem is presented to prove that the necessary conditions for optimal control are equivalent in both formulations, and the first can be used to locate Pareto-optimal trajectories without sacrificing optimality. To provide an explicit example, this approach is applied to orbital maneuvers about an asteroid. Terminator orbit transfers, phasing maneuvers, and “proactive station-keeping” maneuvers are optimized, and the results indicate that significant uncertainty reduction is possible with small penalties in energy cost. Finally, Monte Carlo results verify that a linear covariance propagation was sufficient for these applications."
    },
    {
        "keyword": "local destructive effect of shock",
        "source": "AIAA",
        "title": "Coupled Newton–Krylov Time-Spectral Solver for Flutter and Limit Cycle Oscillation Prediction",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059224",
        "date": 20210423,
        "content": "Flutter and limit cycle oscillation (LCO) are important phenomena that need to be considered in aircraft design. Previous harmonic-balance-based flutter and LCO prediction methods either have low linear convergence rates or require expensive Newton steps to achieve quadratic convergence. In this paper, we propose a preconditioned, Jacobian-free, coupled Newton–Krylov (CNK) method for the time-spectral aeroelastic equations. By solving the coupled system directly, the method reduces the computational cost of each Newton step, making quadratic convergence affordable. The proposed Jacobian-free method is easier to implement and requires less memory relative to previous methods. We demonstrate the capability of the CNK solver by verifying the results against a time-accurate solver and by comparing them to other harmonic-balance-based results reported in the literature. We observe that the proposed method is more efficient than the time-accurate method in LCO response simulations. And the LCO velocities and frequencies predicted by the proposed method and the time-accurate method are within 1% of relative difference when the same mesh is used. This method can be potentially used in aircraft design."
    },
    {
        "keyword": "total destructive effect of shock",
        "source": "AIAA",
        "title": "Coupled Newton–Krylov Time-Spectral Solver for Flutter and Limit Cycle Oscillation Prediction",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059224",
        "date": 20210423,
        "content": "Flutter and limit cycle oscillation (LCO) are important phenomena that need to be considered in aircraft design. Previous harmonic-balance-based flutter and LCO prediction methods either have low linear convergence rates or require expensive Newton steps to achieve quadratic convergence. In this paper, we propose a preconditioned, Jacobian-free, coupled Newton–Krylov (CNK) method for the time-spectral aeroelastic equations. By solving the coupled system directly, the method reduces the computational cost of each Newton step, making quadratic convergence affordable. The proposed Jacobian-free method is easier to implement and requires less memory relative to previous methods. We demonstrate the capability of the CNK solver by verifying the results against a time-accurate solver and by comparing them to other harmonic-balance-based results reported in the literature. We observe that the proposed method is more efficient than the time-accurate method in LCO response simulations. And the LCO velocities and frequencies predicted by the proposed method and the time-accurate method are within 1% of relative difference when the same mesh is used. This method can be potentially used in aircraft design."
    },
    {
        "keyword": "total destructive effect of explosion",
        "source": "AIAA",
        "title": "Data-Driven Modeling Approach for Mistuned Cyclic Structures",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060117",
        "date": 20210423,
        "content": "A data-driven approach to predict dynamic responses of mistuned cyclic dynamic structures is presented. Nominally cyclic structures such as turbomachinery bladed disks, or blisks, contain deviations from perfect symmetry, called mistuning, which can significantly increase the forced response of the structure subject to periodic excitations. The ability to accurately model the response is crucial for understanding a structure’s dynamics during operation, and thus many reduced-order models have been developed. Data-driven approaches, however, are largely unexplored for predicting physical responses of cyclic structures, and are desirable due to their ability to leverage both computational and experimental data. In this paper, two feed-forward neural networks (FFNNs) are trained using physical responses and parameters from an individual sector of the cyclic structure. The desired physical responses of all sectors are predicted via a cyclic coupling procedure. By only using sector-level data, the number of simulations and/or experiments required to generate training data is substantially reduced, and the approach is not restricted to a specific projection basis unlike previous physics-based methods. A lumped mass model (LMM) of a blisk with stiffness mistuning is used to generate computational surrogate data for training and validation. Both FFNNs achieve high prediction accuracy on both training data and unseen test data. For a test case with an unseen mistuning pattern, this approach shows strong agreement with known actual responses. For this test case, prediction errors in the LMM blade tip amplitudes across all sectors are less than 2%, and the amplification factor error is less than 0.2%."
    },
    {
        "keyword": "combined damage effect",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "shaped-charge effect",
        "source": "AIAA",
        "title": "Effects of Radial–Tangential Discharge Channels on a Rotary Atomizer Performance",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059836",
        "date": 20210416,
        "content": "The effects of tangential injection on the primary breakup dynamic and spray characteristics of a rotary atomizer are experimentally investigated under atmospheric conditions. To achieve this goal, two types of atomizers with radial and radial–tangential discharge channels are used to compare their results. The breakup process as well as the primary breakup length are compared with the aid of the high-magnification shadow imaging technique. The droplet size distributions are obtained by the use of the particle/droplet image analyses technique at the same plane of measurement to compare the atomization quality in radial and radial–tangential discharge channels. The results reveal that the breakup process of the injected liquid stream is extensively affected by the tangential orientation of discharge channels of the atomizer disk. The atomization process is improved in the radial–tangential case as a result of the enhancement of aerodynamic forces acting on the exposed surface of the liquid stream. The droplet sizing indicates that the Sauter mean diameter values are decreased by the application of radial–tangential injection in all considered operating conditions."
    },
    {
        "keyword": "armor-penetrating effect",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "post-penetrating effect",
        "source": "AIAA",
        "title": "Response of Jointed Structures in Shock-Induced Flow: Surface Pressure and Structural Measurements with Finite Element Modeling",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059156",
        "date": 20210413,
        "content": "Experiments, modeling, and simulation were used to study the nonlinear dynamics of a jointed structure in a shock tube. The structure was a full-span square cylinder with internal bolted connections excited by fluid loading. The Reynolds number based on width was "
    },
    {
        "keyword": "soft damage effect",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "high power microwave radiation effect",
        "source": "AIAA",
        "title": "Three-Axis Magnetometer Calibration Using Total Least Squares",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005305",
        "date": 20210423,
        "content": "In this paper attitude-independent three-axis magnetometer (TAM) sensor calibration algorithms are presented from a total least squares approach. One algorithm estimates biases only, whereas the other performs full calibration, which includes biases, scale factors, and nonorthogonality corrections. All calibration parameters are assumed to be constant. It is shown that the TAM calibration problem using a standard least squares point of view is statistically inconsistent because the effective measurement variance is a function of the calibration parameters. This inconsistency is overcome by using the total least squares formulation. The error covariance of the calibration parameters is also derived, which is shown to be equivalent to the standard least squares formation to within first-order terms. Also, the covariance of the measurement-to-estimate residual vector is derived, which cannot be accomplished using a standard least squares approach. This covariance is useful to quantify the effects of the measurement covariance for attitude determination in real-world situations. Both simulated and experimental results are shown to assess the performance of the TAM calibration algorithms, as well as the derived covariance expressions."
    },
    {
        "keyword": "short-circuit effect",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "damage effect index",
        "source": "AIAA",
        "title": "Stress States in Highly Flexible Thin-Walled Composite Structures by Unified Shell Model",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J060024",
        "date": 20210423,
        "content": "This work deals with highly flexible laminated shell structures. The main focus is to provide an advanced model for the accurate prediction of the interlaminar three-dimensional stress state of shells subjected to large displacements/rotations, buckling, and snap-through phenomena. In this context, a two-dimensional shell finite element based on the Carrera unified formulation (CUF) is formulated in an orthogonal curvilinear reference system. Thanks to CUF, the governing equations are expressed in terms of fundamental nuclei, which are invariant of the shell theory approximation order. Thus, classical theories of structures to layerwise approaches can be implemented with ease and in a unified manner. The full Green–Lagrange strain tensor is employed because far nonlinear regimes are investigated. Furthermore, the geometrical nonlinear equations are written in a total Lagrangian framework and solved with an opportune Newton–Raphson method along with a path-following approach based on the arc-length constraint. The results demonstrate that classical theories may bring to wrong and unconservative stress predictions, especially in nonlinear equilibrium states, where the use of advanced and layerwise approaches shall be recommended."
    },
    {
        "keyword": "damage effect indicator of area target",
        "source": "AIAA",
        "title": "When Are Allowables Conservative?",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059578",
        "date": 20210331,
        "content": "Aircraft designers are legally required to treat manufacturing variability so as to minimize the probability of structural failure, pursuant to Code of Federal Regulations (CFR) 25.613. The usual design strategy employed for compliance with the regulations is the use of "
    },
    {
        "keyword": "quantity of damaged target",
        "source": "AIAA",
        "title": "Shock-Capturing Anomaly in the Interaction of Unsteady Disturbances with a Stationary Shock",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059682",
        "date": 20210503,
        "content": "Shock-capturing methods for numerical fluid dynamics are capable of correctly representing the flow conditions across shocks. However, there is no guarantee that the methods remain equally applicable for unsteady problems of shock–disturbance interaction. Based on the results of wide parametric computations, this paper demonstrates an inherent weakness of shock-capturing methods related to an ambiguous station of a stationary shock on a grid cell. To this end, the interaction of stationary shocks of different intensities with elementary waves of acoustic and nonacoustic nature is investigated in a simplified formulation. The computations reveal unpredictable postshock amplitudes of disturbances unless the viscous structure of the shock is sufficiently resolved. A shock resolution criterion and possible cures are suggested and discussed."
    },
    {
        "keyword": "static dispensing performance test",
        "source": "AIAA",
        "title": "A Compact Icing Research Tunnel for Ice Adhesion Characterization",
        "url": "https://arc.aiaa.org/doi/10.2514/1.T6096",
        "date": 20210423,
        "content": "A compact icing facility is developed to allow the measurement of ice adhesion tensile stress and fracture energy of aerospace impact ice, in coordination with thermal measurements, to ensure a well-characterized thermal environment. The facility was 1.5 m wide, 1.5 m long, and 2.1 m tall, and the tunnel is equipped with a single MOD-1 spray nozzle to produce a cloud of supercooled droplets at the targeted mean volumetric diameter for a liquid water content range from 2 to "
    },
    {
        "keyword": "equipment qualification evaluation",
        "source": "AIAA",
        "title": "Developing Critical Aerospace Embedded Systems with Distributed Teams Using Agile Methodologies",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010838",
        "date": 20210407,
        "content": "This work proposes a set of complementary practices to agile methodologies, aiming at adapting them to the development of critical aerospace embedded systems by distributed teams. To identify the main gaps in this context, two approaches are used. The first one confronts the main activities required by aerospace standards for the development of critical embedded systems with a set of compiled agile practices derived from a review of the most common agile methodologies. The second one confronts the same set of compiled agile practices with the main problems of distributed development. The two approaches resulted in the identification of four gaps related to software integration, software traceability, communication management, and organizational differences. One complementary practice is then proposed for each gap. Two case studies were performed to assess the gaps and evaluate the proposed practices. Both emulate the development of critical embedded systems by distributed teams using agile methodologies. The case studies were performed with and without the use of the complementary practices. The results confirmed three of the four identified gaps and pointed to a clear contribution of the complementary practices."
    },
    {
        "keyword": "configuration qualification",
        "source": "AIAA",
        "title": "Developing Critical Aerospace Embedded Systems with Distributed Teams Using Agile Methodologies",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010838",
        "date": 20210407,
        "content": "This work proposes a set of complementary practices to agile methodologies, aiming at adapting them to the development of critical aerospace embedded systems by distributed teams. To identify the main gaps in this context, two approaches are used. The first one confronts the main activities required by aerospace standards for the development of critical embedded systems with a set of compiled agile practices derived from a review of the most common agile methodologies. The second one confronts the same set of compiled agile practices with the main problems of distributed development. The two approaches resulted in the identification of four gaps related to software integration, software traceability, communication management, and organizational differences. One complementary practice is then proposed for each gap. Two case studies were performed to assess the gaps and evaluate the proposed practices. Both emulate the development of critical embedded systems by distributed teams using agile methodologies. The case studies were performed with and without the use of the complementary practices. The results confirmed three of the four identified gaps and pointed to a clear contribution of the complementary practices."
    },
    {
        "keyword": "fielded finalization",
        "source": "AIAA",
        "title": "Detection and Tracking of Aircraft from Small Unmanned Aerial Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010911",
        "date": 20210413,
        "content": "Onboard far-field aircraft detection is needed for safe non-cooperative traffic mitigation in autonomous small unmanned aerial system (sUAS) operations. Machine vision systems, based on standard optics and visible light detectors, possess the ideal size, weight, and power (SWaP) requirements for sUAS. This work presents the design and analysis of a novel aircraft detection and tracking pipeline based on optical sensing alone. Key contributions of the work include a refined range inequality model based on sensing and detection with Federal Aviation Administration well-clear separation assurance distances between aircraft in mind, a detector fusion method to maximize the benefit of two image detectors, and a comparative analysis of linear Kalman filtering and extended Kalman filtering to seek optimal tracking performance. The pipeline is evaluated offline against multiple intruder platforms, using two types of flight encounters: multirotor sUAS versus fixed-wing sUAS and multirotor sUAS versus general aviation (GA) plane. Analysis is restricted to the rate-limiting head-on and departing collision volume cases vertically separated for safety. Results indicate that it is feasible to use the proposed optical spatial-temporal tracking algorithm to provide adequate alerting time to prevent penetration of well-clear separation volumes for both sUAS and GA aircraft."
    },
    {
        "keyword": "combat test",
        "source": "AIAA",
        "title": "On Maneuverability of Fixed-Wing Unmanned Aerial Vehicle Formations",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005409",
        "date": 20210423,
        "content": "The problem of determining feasible maneuver envelope in multi-unmanned aerial vehicle (multi-UAV) formations is considered. In the leader–follower framework, an analysis is carried out relating the three fundamental physical constraints of follower UAVs, namely, bank angle, stalling speed, and maximum speed, to the leader’s maneuver. The closed-form relationships are further analyzed in detail to determine the set of follower UAVs that characterize the envelope boundary and their dependency on the maneuver. The maneuver envelope for a general multiple UAV formation is expressed in the turn radius-speed space of the leader, and validation studies are considered for various formation sizes and geometries. As a first, the work presents a complete and analytic solution to the problem considering arbitrary formation configuration and accounting for all the fundamental fixed-wing UAV physical constraints."
    },
    {
        "keyword": "damage condition",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "ballistic trajectory measurement",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "initial trajectory measurement",
        "source": "AIAA",
        "title": "Modeling and Natural Mode Analysis of Tethered Multi-Aircraft Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005075",
        "date": 20210423,
        "content": "Two complementary simulators aimed at the dynamic analysis of airborne wind energy systems based on multi-aircraft configurations are presented. The first model considers a train of stacked aircraft linked among them by two inelastic and massless tethers with no aerodynamic drag. The architecture of the mechanical system in the second simulator is configurable, as long as the system is made of a set of aircraft linked by an arbitrary number of elastic tethers. In both cases, the aircraft are modeled as rigid bodies and the controller is incorporated in the aerodynamic torque through the deflections of control surfaces. An analysis of the symmetric equilibrium state and the corresponding natural modes of a train (stacked configuration) of aircraft was carried out. It revealed that the higher the position of the aircraft in the train, the more they participate in the modes. Tether inertial and aerodynamic drag effects increase the equilibrium angles of attack of the aircraft and the tether tension at the attachment points. The potential applications and computational performance of the two codes are discussed."
    },
    {
        "keyword": "projectile body breaking test",
        "source": "AIAA",
        "title": "On Maneuverability of Fixed-Wing Unmanned Aerial Vehicle Formations",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005409",
        "date": 20210423,
        "content": "The problem of determining feasible maneuver envelope in multi-unmanned aerial vehicle (multi-UAV) formations is considered. In the leader–follower framework, an analysis is carried out relating the three fundamental physical constraints of follower UAVs, namely, bank angle, stalling speed, and maximum speed, to the leader’s maneuver. The closed-form relationships are further analyzed in detail to determine the set of follower UAVs that characterize the envelope boundary and their dependency on the maneuver. The maneuver envelope for a general multiple UAV formation is expressed in the turn radius-speed space of the leader, and validation studies are considered for various formation sizes and geometries. As a first, the work presents a complete and analytic solution to the problem considering arbitrary formation configuration and accounting for all the fundamental fixed-wing UAV physical constraints."
    },
    {
        "keyword": "measuring equipment for damage parameters",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "environmental measuring instrument",
        "source": "AIAA",
        "title": "Developing Critical Aerospace Embedded Systems with Distributed Teams Using Agile Methodologies",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010838",
        "date": 20210407,
        "content": "This work proposes a set of complementary practices to agile methodologies, aiming at adapting them to the development of critical aerospace embedded systems by distributed teams. To identify the main gaps in this context, two approaches are used. The first one confronts the main activities required by aerospace standards for the development of critical embedded systems with a set of compiled agile practices derived from a review of the most common agile methodologies. The second one confronts the same set of compiled agile practices with the main problems of distributed development. The two approaches resulted in the identification of four gaps related to software integration, software traceability, communication management, and organizational differences. One complementary practice is then proposed for each gap. Two case studies were performed to assess the gaps and evaluate the proposed practices. Both emulate the development of critical embedded systems by distributed teams using agile methodologies. The case studies were performed with and without the use of the complementary practices. The results confirmed three of the four identified gaps and pointed to a clear contribution of the complementary practices."
    },
    {
        "keyword": "fragment frontal average area measuring system",
        "source": "AIAA",
        "title": "Methodology for the Design of Combustible Structures of Separating Launch Vehicle Parts",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34920",
        "date": 20210309,
        "content": "The presence of parts separating from the launch vehicle (LV) during of the active part of the flight, such as the tail and interstage compartments, and payload fairing calls for the solution of the problem associated with the allocation of significant impact areas. This is a common problem in all spaceships, including the cases when recoverable and reusable first stages are used, for example, Falcon 9 launch vehicles. This paper considers one of the possible solutions to this problem, based on the combustion of separating parts during the descent trajectory flight. The study subject is a combustible demonstrator (CD), a small element of the three-layer shell of the payload fairing. The layers of the shell are the sheathings and the filler charge placed between them. The filler charge is a pyrotechnic composition (PC) initiated by the command, and the sheathing is a combustible polymer composite material (PCM). The material for the structures of the separating parts is produced as follows. First, a CD is created due to the chosen PCs and sheathings. Then, the required strength of the CD is ensured. Finally, the demonstrator structure is guaranteed to burn up or be fragmented finely for the given time."
    },
    {
        "keyword": "damage effect measuring instrument",
        "source": "AIAA",
        "title": "RadPC: A Novel Single-Event Upset Mitigation Strategy for Field Programmable Gate Array–Based Space Computing",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010859",
        "date": 20210402,
        "content": "This paper presents a computer architecture with the ability to respond to radiation-induced faults. The architecture presented advances the state-of-the-art by implementing a redundant multiprocessor system on a commercial-off-the-shelf field programmable gate array. The system, called "
    },
    {
        "keyword": "heterogeneous target",
        "source": "AIAA",
        "title": "Development of a Peripheral–Central Vision System for Small Unmanned Aircraft Tracking",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010909",
        "date": 20210423,
        "content": "Two image-based sensing methods are merged to mimic human vision in support of airborne detect-and-avoid and counter–unmanned aircraft systems applications. In the proposed sensing system architecture, a peripheral vision camera (with a fisheye lens) provides a large field of view, whereas a central vision camera (with a perspective lens) provides high-resolution imagery of a specific target. Beyond the complementary ability of the two cameras and supporting algorithms to enable passive detection and classification, the pair forms a heterogeneous stereo vision system that can support range resolution. The paper describes development and testing of a novel peripheral–central vision system to detect, localize, and classify an airborne threat. The system was used to generate a dataset for various types of mock threats in order to experimentally validate parametric analysis of the threat localization error. A system performance analysis based on Monte Carlo simulations is also described, providing further insight concerning the effect of system parameters on threat localization accuracy."
    },
    {
        "keyword": "thin film effect target",
        "source": "AIAA",
        "title": "Aeroacoustic Coupling Effect During the Ascent of Space Transportation Systems",
        "url": "https://arc.aiaa.org/doi/10.2514/1.J059747",
        "date": 20210423,
        "content": "After the failure of maiden flight 157 of Ariane 5 Evolution Cryotechnique type A (ECA), the inquiry board responsible for the investigation reported as one of the probable causes the “non-exhaustive definition of the loads to which the Vulcain 2 engine is subjected during flight.” As a result, many research activities were set up with the objective to isolate the driving mechanisms. Driving mechanisms such as pumping, flapping, or swinging were found to excite oscillations in the base region. Despite this finding, the question of why the pressure fluctuations and base flow excitations are especially pronounced in the subsonic to transonic flow regime remained unclear. This question is addressed in the study at hand. Results from the literature are combined with recent wind-tunnel measurements on the base model of a space transportation system. The measurement data were acquired by means of particle image velocimetry, pressure transducers, and high-speed schlieren imaging. The results suggest that an aeroacoustic coupling takes place between a jet noise generation mechanism called "
    },
    {
        "keyword": "multi-layer spaced target",
        "source": "AIAA",
        "title": "Multi-Objective Optimization of Covariance and Energy for Asteroid Transfers",
        "url": "https://arc.aiaa.org/doi/10.2514/1.G005609",
        "date": 20210413,
        "content": "This paper presents a multi-objective optimization approach to minimize both error covariance and energy using indirect methods. Linear covariance dynamics and a continuous thrust model with control-dependent noise are implemented. Two formulations are considered: 1) a weighted-sum cost function with covariance and energy terms, and 2) a covariance cost function with an energy constraint (the epsilon-constraint method). In general, the former is simpler to implement, whereas the latter is more rigorous. However, a theorem is presented to prove that the necessary conditions for optimal control are equivalent in both formulations, and the first can be used to locate Pareto-optimal trajectories without sacrificing optimality. To provide an explicit example, this approach is applied to orbital maneuvers about an asteroid. Terminator orbit transfers, phasing maneuvers, and “proactive station-keeping” maneuvers are optimized, and the results indicate that significant uncertainty reduction is possible with small penalties in energy cost. Finally, Monte Carlo results verify that a linear covariance propagation was sufficient for these applications."
    },
    {
        "keyword": "power test site",
        "source": "AIAA",
        "title": "Developing Critical Aerospace Embedded Systems with Distributed Teams Using Agile Methodologies",
        "url": "https://arc.aiaa.org/doi/10.2514/1.I010838",
        "date": 20210407,
        "content": "This work proposes a set of complementary practices to agile methodologies, aiming at adapting them to the development of critical aerospace embedded systems by distributed teams. To identify the main gaps in this context, two approaches are used. The first one confronts the main activities required by aerospace standards for the development of critical embedded systems with a set of compiled agile practices derived from a review of the most common agile methodologies. The second one confronts the same set of compiled agile practices with the main problems of distributed development. The two approaches resulted in the identification of four gaps related to software integration, software traceability, communication management, and organizational differences. One complementary practice is then proposed for each gap. Two case studies were performed to assess the gaps and evaluate the proposed practices. Both emulate the development of critical embedded systems by distributed teams using agile methodologies. The case studies were performed with and without the use of the complementary practices. The results confirmed three of the four identified gaps and pointed to a clear contribution of the complementary practices."
    },
    {
        "keyword": "fragment velocity test position",
        "source": "AIAA",
        "title": "Multidisciplinary Design and Architecture Optimization of a Reusable Lunar Lander",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34833",
        "date": 20210423,
        "content": "With renewed interest in lunar exploration and the upcoming deployment of the lunar space station, the Lunar Orbital Platform-Gateway (LOP-G), a scientific community, is focusing on the design of a lander to bring people back to the lunar surface. This work focuses on optimizing two aspects of the lunar lander concurrently: the mission architecture and the vehicle design, often treated independently in the literature. A methodology is introduced to enumerate and preliminarily rank all possible mission architectures. The best mission architectures are then coupled with a multidisciplinary design optimization process by modeling the various components of the spacecraft and optimizing over a set of design parameters. The need for fast computational models, particularly in trajectory optimization, resulted in an analytical approximation of gravitational losses. This work resulted in a hierarchy of mission architectures that are ranked according to the average mass necessary to perform the mission. This work is intended to help a system engineer designing a lunar lander in choosing the best number of vehicles, the number of reuses, and the mission profile for his/her mission requirements."
    },
    {
        "keyword": "body breaking water media test facility",
        "source": "AIAA",
        "title": "Thermal Probe Enhanced with Pulsed Plasma Discharges for Efficient Ice Penetration",
        "url": "https://arc.aiaa.org/doi/10.2514/1.T6244",
        "date": 20210423,
        "content": "Pulsed plasma discharges are investigated here as a means of reducing the power necessary for a thermal probe to penetrate an ice sheet. When a high-energy plasma discharge occurs in ice, the ensuing shockwave fractures the ice field and reduces its thermal conductivity. If this reduction is sufficient in both magnitude and geometric extension, it can decrease the heating power necessary to keep the thermal probe descending. This concept is investigated from a theoretical point of view by modeling in a finite element thermal analysis the effects of a cracked ice region on the thermal probe’s performance. Thermal conductivity reduction and cracked region extent are introduced as the parameters that predict power savings. An experimental setup was also created to allow 80 J discharges through an ice sample at a voltage of 40 kV. The system was used in combination with a commercial thermal properties analyzer to derive thermal conductivity reduction values to feed to the system. The cracked region was topologically divided into two regions with different cracking behavior, and the thermal conductivity of each region was measured."
    },
    {
        "keyword": "body breaking sand media test facility",
        "source": "AIAA",
        "title": "Multidisciplinary Design and Architecture Optimization of a Reusable Lunar Lander",
        "url": "https://arc.aiaa.org/doi/10.2514/1.A34833",
        "date": 20210423,
        "content": "With renewed interest in lunar exploration and the upcoming deployment of the lunar space station, the Lunar Orbital Platform-Gateway (LOP-G), a scientific community, is focusing on the design of a lander to bring people back to the lunar surface. This work focuses on optimizing two aspects of the lunar lander concurrently: the mission architecture and the vehicle design, often treated independently in the literature. A methodology is introduced to enumerate and preliminarily rank all possible mission architectures. The best mission architectures are then coupled with a multidisciplinary design optimization process by modeling the various components of the spacecraft and optimizing over a set of design parameters. The need for fast computational models, particularly in trajectory optimization, resulted in an analytical approximation of gravitational losses. This work resulted in a hierarchy of mission architectures that are ranked according to the average mass necessary to perform the mission. This work is intended to help a system engineer designing a lunar lander in choosing the best number of vehicles, the number of reuses, and the mission profile for his/her mission requirements."
    }
]