[
    {
        "keyword": "主战坦克",
        "source": "wiki",
        "title": "T-90主战坦克",
        "url": "https://zh.wikipedia.org/wiki/T-90%E4%B8%BB%E6%88%B0%E5%9D%A6%E5%85%8B",
        "date": "0",
        "content": "T-90主战坦克是苏联以及解体后继承者俄罗斯于1980年代晚期至1990年代早期研制的主战坦克，源于一项为T-64、T-72及T-80主战坦克研制一种统一的替代坦克项目。它与T-72坦克有血缘关系，包括内构、动力系统等，是以T-72B坦克为基础采用T-80U的火控系统研制的新一代主战坦克，是T-72的衍生型，其原本命名为T-72BU，苏联解体后更名为T-90。1993年在库宾卡举行的武器装备展览会上T-90主战坦克公开亮相，至1994年开始批量生产，T-90是俄罗斯陆军主战坦克。在冷战期间，苏联先后研制了T-64、T-72和T-80三种主战坦克，三种坦克之间外形虽然相似，内在却完全不同。在1980年代三种坦克同时装备苏联红军。当时苏联经济状况不佳，选择了在现有坦克的基础上改进设计的后续车型。其中，1980年代后期乌拉尔机车车辆厂设计局基于T-72B坦克进行改进研制出了T-72B mod. 1989（有称为T-72B (M)），在车身和炮塔上采用新一代'接触'-5 (Kontakt-5) 爆炸反应装甲。在此基础上，展开了代号“188工程”(Объект 188) 研制项目，作为1986年正式启动的“改进T-72B”计划的一部分，采用了来自T-80U坦克的1A45火控系统，并改进为1A45T。1989年“188工程”试验样车交付国家试验。在一年半的时间里试验车在乌拉尔厂试验场、莫斯科地区试验场、西伯利亚试验场和中亚试验场进行试验。后来，根据在海湾战争 “沙漠风暴”行动中的经验，为提高防御能力，炮塔前部配备'窗帘'-1光电干扰系统。随着苏联解体，相对成熟也更经济的'188工程'得以延续，1992年10月'188工程'通过国家试验后，俄罗斯联邦政府通过决议将'188工程'坦克量产装备俄军。由于T-72坦克在海湾战争中的糟糕表现，由原本命名“T-72BU”改命名为“T-90”的名称[注释 1]。于1986年正式开始，平行发展的代号“187工程”研制项目上还验证了焊接炮塔、新式装甲布置结构的设计，将运用到T-90改进型上。T-90研发项目由在下塔吉尔的乌拉尔机车车辆厂Kartsev-Venediktov设计局负责，早期生产型是同T-72坦克类似的铸造炮塔。1993年T-90坦克首次公开亮相。从1994年开始量产，1995年俄罗斯国防部宣布选定T-90作为俄军的主战坦克。T-90率先配备了坦克培训学校以及西伯利亚军区的摩托化步兵师坦克团。1995年9月，107辆T-90生产完成并部署在西伯利亚的军事基地。[1] 有241辆T-90服役驻扎于西伯利亚军区。1999年面世的T-90A，采用187工程项目验证的重新设计的焊接炮塔，不同于之前的铸造炮塔。这一构型为了纪念总设计师弗拉基米尔·波特金（Vladimir Potkin），称为“Vladimir”型，该总设计师同年突发心脏病过世使他无法看见该设计对后来坦克防御概念的重大变革。主动防御系统“竞技场”，据闻配置于少量的T-90A上，此防御系统能有效打击来袭的各式反坦克导弹和火箭弹，但尚无法抵御动能穿甲弹。最初的T-90可视为T-72混合了T-80优点的产物，T-90并非有人认为的那样是源于T-72的底盘加上T-80的炮塔。实际上就是源自T-72B坦克底盘与炮塔基础上，并全面更新了火控系统。T-90继承了T-72坦克的配置方案，基本沿用了T-72主战坦克的构型，采用自动装填机使乘员减到车长、炮手、驾驶3名乘员。严格意义上说T-90算是一种衍生自T-72的衍生改进型。一些习惯T-72的海外用户也选择了T-90。T-90采用2A46M 125毫米滑膛炮，与T-80主战坦克用的一样，它不需任何修改就能装入T-90炮塔；能发射尾翼稳定脱壳穿甲弹（APFSDS）、尾翼稳定破甲弹（HEAT-FS）、高爆破片杀伤榴弹（HE-FRAG）、9M119M“反射”式（AT-11“狙击手”）反坦克导弹；9M119反坦克导弹是一种炮管发射的半主动寻的激光驾束制导导弹，带有空心成形装药的聚能高爆弹头，有效射程100m~5km；也能锁定直升机等低空目标。T-90A升级为2A46M-5型125毫米滑膛炮。T-90的电动装弹机可预装分装式待发弹药22发，4~6秒可装填一发。备弹放置在车体和炮塔内。经改进的装弹机还使T-90可以使用3BM-44M尾翼稳定脱壳穿甲弹（APFSDS），它类似美军M829A3穿甲弹的功能但是更小，此外有延迟引信的高爆破片杀伤榴弹（HE-FRAG）用炮手的激光导引来锁定目标，更容易打到直升机或是消灭步兵。副武器是NSVT12.7mm高射机枪，射速210发到200发每分钟，射程2km远，10.5kg重的PKT7.62mm同轴并列机枪装载炮塔内，一次可装250发，而且车内另有备弹7,000发。T-90坦克配备2E42-4双向稳定器，垂直向稳定使用电液式传动，水平向稳定使用机电式传动。T-90的火控系统包含数字式弹道计算机，火炮耳轴倾斜传感器、横风传感器、速度传感器和目标航向角传感器，在车长位置PNK-4S/SR AGAT昼夜瞄准观察仪，可以在夜间搜索700~1100米内的坦克大小目标。较早的T-90所装备是TO1-KO1 BURAN炮长夜视瞄准仪，后续的T-90A/T-90S升级为ESSA热成像仪使用Thales公司生产的CATHERINE-FC热感镜头，最大有效视距为3700米，炮长还有一具额外的1G46日间瞄准仪包含激光测距功能、9M119反坦克导弹引导功能，可在5,000米内侦测到坦克大小的目标。驾驶则使用TVN-5昼夜间观察仪。为改进俄制坦克的夜视能力，后续T-90的车长和炮手都拥有独立的配备热成像仪的观察瞄准仪T-90车身同时混和了传统装甲钢板、多层复合装甲、爆炸反应装甲（ERA）三种防御，T-90初期型号炮塔是与T-72B的铸造炮塔类似，从改进型T-90A、T-90S开始装有新式焊接炮塔，与德国豹2坦克接近采用斜面的炮塔和低轮廓外型，炮塔正面装有Kontakt-5爆炸反应装甲以不同角度安插成蟹壳型，当爆炸反应装甲被击中时，爆炸能量将倾斜60度角的金属板向外抛掷，通过发生物理碰撞，能达到主装甲的穿甲能量大减，可以有效防御化学能金属射流武器，而且能削弱动能穿甲弹效能。炮塔顶部也有ERA装甲防止日益流行的攻顶弹药攻击，炮塔前端的装甲特别加强，除了ERA之外还有两层非金属材料复合装甲夹层与装甲钢板形成三明治外型的防御结构，复合装甲夹层通常是多层陶瓷和特殊塑胶构成，比同样防护力的装甲钢板更轻更坚固。后续改进型号T-90AM/T-90M换装“化石”(Relikt)爆炸反应装甲完整连续覆盖了炮塔与车体正面，当爆炸装甲启动时造成若干横向金属射流，可以有效防御动能弹，同时在炮塔尾部新设置了尾弹舱储存备用弹药，减少车体内储放弹药降低在坦克中弹产生殉爆的危害。T-90前期型号炮塔还装有Elektromashina生产的Shtora-1 (Штора-1) 光电干扰系统防御套件，用于防御反坦克导弹的来袭。此系统包含在炮塔正面两具红外线光电干扰器，装在炮塔上四具被动激光感应警报器，两组带气溶胶烟雾弹发射器，全部链接到一台电脑来自动控制。Shtora-1可以在坦克被激光定位型的武器照射时向乘员发出警告还会自动将炮口对准威胁来源方向，TShU1-7 EOCMDAS红外线干扰器可以干扰许多反坦克武器的线性瞄准系统，通过产生假图像，起到使跟踪器“受骗上当”去追踪虚假目标的作用，烟雾弹可以即时自动发射，挡住许多激光指示系统或光学装置。在3秒内产生持续二十秒的烟幕，使敌方导弹失去目标。外销印度的T-90S并没有装置Shtora-1防御套件。后续改进型号T-90AM/T-90M不再配备Shtora-1光电干扰器。在俄罗斯陆军的1999年测试报告中，T-90被各种RPG火箭推进榴弹、尾翼稳定脱壳穿甲弹、反坦克导弹击中，其装甲挡下了大部分攻击，评估结论超过了T-80U的防护力。[2]T-90除主动和被动防御系统外，还配备核生化防护装备、烟尘过滤和自动灭火装置。1993年T-90坦克初期生产型安装的是V-84MS型四冲程12缸 机械增压柴油发动机，由T-72B的原型设计衍生而来，最大功率840马力。之后的T-90A、T-90S安装了V-92S2型12缸涡轮增压柴油发动机，是V-84的改进型，最大功率1,000马力。T-90坦克的动力传动装置是与T-72坦克类似的行星机械式传动装置，有2个侧变速箱、7个前进挡和1个倒挡，车体每侧有6个带橡胶轮缘的直径750毫米负重轮。T-90AM采用的是1130马力V-92S2F柴油发动机与电控机械自动变速箱。T-90 铸造炮塔T-90A 焊接炮塔炮塔上'窗帘'-1光电干扰系统T-90S于土库曼阅兵T-90MST-90M外国用户：",
        "attributes": {
            "name": " T-90主战坦克 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "机枪",
        "source": "wiki",
        "title": "Ksp 58通用机枪",
        "url": "https://zh.wikipedia.org/wiki/Ksp_58%E9%80%9A%E7%94%A8%E6%A9%9F%E6%A7%8D",
        "date": "0",
        "content": "Ksp 58（瑞典语：Kulspruta 58；解作“58式机枪”）是一款由瑞典佛伦内德飞比斯福肯-卡尔古斯塔夫公司（英语：FFV-Carl Gustaf）特许生产的FN MAG（法语：Mitrailleuse d`Appui Général，意为：通用机枪）枪族的官方编号，为一挺可散式弹链供弹及气动式操作的全自动气冷式中型通用机枪，先后发射6.5×55毫米（英语：6.5×55mm）和7.62×51毫米北约口径两种步枪子弹。Ksp 58是以FN MAG为蓝本，并正如编号，在1958年为瑞典国防军以下的各个武装部队所采用。部队也视该机枪为中型机枪，以标示它的位置就在制式轻机枪（Ksp 90）和重机枪（Tksp 12.7）之间。从大约1960年开始，Ksp 58取代了过去各部队所使用的前一代机枪、非常地笨重的Ksp M/36水冷式重机枪。只有海岸炮兵部队（英语：Swedish coastal artillery）和陆军的前防御工事，例如博登要塞（英语：Boden Fortress），保留了那旧式型号。当时瑞典国防军还计划一并将前线士兵冲锋枪（卡尔·古斯塔夫M/45）和战斗步枪（Ak 4）撤装，并且由经引进以后的突击步枪（即现在的Ak 5）将该两者都取代，作为对入侵防御现代化发展计划的一部分。然而，由于军事和政治这两大层面对于型号选择上的争论，以致突击步枪的引入花上数年才完成，而Ak 4亦因为某些原因而并非全部由Ak 5取代。自Ksp 58投入服役以后，该机枪的定位为射手、弹药兵和搬运兵操作的多人操作武器。瑞典国防军编制中的一个支援连或是支援营当中通常包括这三人。当瑞典陆军的编制标准从IB 66（瑞典语：Infanteribrigad 66）升级为IB 77（瑞典语：Infanteribrigad 77）以后，亦将弹药兵编入射击组的一部分；当弹药兵在编制重整以后，该机枪变成视同一挺两人操作武器。当1990年代，瑞典陆军机械化再变更编制时，Ksp 58却由于某些载具缺乏空间而不得不将其从载具上移除。作为一人操作的武器，但由于常规弹药存储位置只能携带有限的弹药量，导致该机枪的有效性竟然不及射手般重要。这是在射击组中的该机枪被Ksp 90所取代的最主要的原因。目前该武器已经广泛发配到整个瑞典国防军，而Ksp 58最常见的用途就像是安装在车辆、船舶上并且作为临时固定支援武器（瑞典语：Understödsvapen）。而在瑞典两栖兵（瑞典语：Amfibiekåren）中，Ksp 58仍然是由两名士兵，分别是射手和搬运兵来处理武器的搬运，而弹药兵只需供弹。即使是国民警卫军也广泛使用这种编制。这种编制中具有搬运兵的一个优点是，由射手调整更远距离的射击时会有麻烦，也就表示搬运兵或任何其它士兵，特别是如果配备了双筒望远镜的话，在这种情况以下会有很大的帮助。Ksp 58是由每条50发的金属弹链提供弹药，但由于第一个链接必须空白，事实上一条弹链只装填49发、两条则是99发等等，弹链可以与多条其他弹链人手连接一起。弹链可保存于弹箱（英语：Ammunition box）或随枪弹链袋中。随枪弹链袋为一个布制弹袋，其安装在供弹口侧的下方，并可装填大约一条加半条（75发）。而弹箱则可容纳大约250发。可快速拆卸式枪管可只需要几秒钟以内完成更换。根据瑞典安全手册的指示，发射250发以后应更换枪管，让换下来的枪管冷却。武器的重量不变，但整个系统总重量减轻了3千克。Ksp 58通常存储在一个在包含一挺机枪、两根枪管、备用枪管袋、两盒弹盒、两袋随枪弹链袋、枪背带（英语：Sling (firearms)）、软通条及备用零配件和护理袋（当中工具包1B被分配给每挺机枪，而工具包2则分配给所有其他武器）等附件的木箱内。此外，只有一部分会分配到枪袋。而发射空包弹的时候则会安装空包弹助退器（英语：Blank-firing adaptor）。7.62×51毫米北约口径步枪子弹曳光弹（Sk ptr 10 slprj）可借由涂有红色提示漆的弹尖的弹丸来辨别。该弹药曾采用白色弹尖，但是这是旧式标志。由白色弹尖变为红色弹尖的改变是源于需求，以使用与北约相同的颜色代码系统。该弹丸含有磷，从枪管大约70米开始点燃曳光药剂，并且在100米和800米之间发亮。该弹药于发射后会于其弹道轨迹上留下一条亮红色的线条。曳光弹可借由混杂在正常子弹当中（例如平均每5发就有一发），以协助射手于光源不足或黑暗中修正弹道。空包弹（Lös ptr 10）只在和平时期的演习期间使用。该弹药具有一颗木制插头型弹丸，而且会在发射时于枪管内膛里粉碎。发射该空包弹的时候可于枪口安装空包弹助退器（英语：Blank-firing adaptor），以防止木制弹丸碎片从枪口飞出来并直线前进，因而导致有人被碎片击伤。2B-P-10 •67式机枪 •88式通用机枪（QJY-88） •AA-52 •大宇K12 •FN MAG（CS/LM1 •Ksp 58 •L7 •M240 •T74排用机枪）• FN Minimi 7.62（Mk 48 •T75班用机枪）• HK21 •KAC LW-AMG •LWMMG •M60（57式机枪）• K1 •Madsen-Saetter •Mekanika Uirapuru •MG34 •MG39 Rh •MG42（MG45（莱茵金属MG60）• MG3 •MG74 •T24 •SIG MG 710-3 •扎斯塔瓦M53）• 内盖夫NG7 •NTK-62 •SIG MG 50 •MG5（HK121） •MG 51 •PK（80式机枪 •AEK-999 •CS/LM4 •Pecheneg •UKM-2000 •扎斯塔瓦M84）SS-77 •Uk vz. 59",
        "attributes": {
            "name": " Ksp 58 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "步兵战车",
        "source": "wiki",
        "title": "步兵战车",
        "url": "https://zh.wikipedia.org/wiki/%E6%AD%A5%E5%85%B5%E6%88%98%E8%BD%A6",
        "date": "0",
        "content": "步兵战车（Infantry fighting vehicle-IFV，或译作步兵战斗车）也称机械化步兵战车（MIFV），简称步战车。是一种能搭载步兵，并能伴随步兵提供火力支援的装甲运输车辆。在很多时候，步战车对于步兵的支援甚至比主战坦克所能提供的还要多[1]。步兵战车和装甲运兵车定位相近，都是运送大约一个小队的步兵（人数大约在5-10人之间），两者重量，但相比之下步兵战车火力较大且有较多战斗功能，能够让步兵乘车作战，本身也能够伴随下车作战的步兵作战并提供直接的火力支援。装甲运兵车则防护力更佳，更接近于有装甲的运输车辆，但仅具备基本的自卫火力。步兵战车通常装备有20-40mm口径的机炮，7.62mm口径的机枪，反坦克导弹和/或面对空导弹。步兵战车通常是履带式的，不过部分轮式车辆也属于这个范畴，大多可在水上行驶，经过准备之后也可以渡过深度较大的河流。步兵战车的装甲防御能力一般没有主战坦克的水平。但由于大多装备有反坦克导弹，如美国的拖氏和前苏联的9M117堡垒炮射导弹，均能对主战坦克产生致命的威胁。世界上第一种步兵战车是前西德于1958年开发的Schützenpanzer Lang HS.30（Schützenpanzer12-3），德国基于二次世界大战闪电战理论指导，将装甲掷弹兵与摩托化步兵配合诸如SdKfz 251半履带车的一种作战方式，它推翻了美国为主的作战理论，认为一辆装甲运兵车应该作为一个“战场计程车”，而不是作为一个突击车。这个设计和作战概念领先其他国家许多，也是后来其他国家纷纷仿效的对象。时至今日，步兵战车已经是各国伴随坦克作战的主要步兵作战车种，21世纪后各国以轮式步兵战车作为新潮流，轮式车辆适应道路速度和桥梁的载重都高于履带车辆，也较能配合现代资讯化战场的快速机动打击思想，但轮式车辆缺点在于防护力可能较低，对野外地型越野较差。",
        "attributes": null
    },
    {
        "keyword": "电热化学炮",
        "source": "wiki",
        "title": "电热化学炮",
        "url": "https://zh.wikipedia.org/wiki/%E9%9B%BB%E7%86%B1%E5%8C%96%E5%AD%B8%E7%82%AE",
        "date": "0",
        "content": "电热化学炮（Electrothermal-chemical, ETC）为一种新型火炮概念，可以在不使用复杂笨重的电磁炮下另一种增强火炮威力的创新。将电能转变为热能使推进剂燃烧，产生高温高压气体推动弹丸高速发射的武器，电热化学炮的炮弹由等离子体喷管、推进剂和弹丸等组成。70年代开始各军事大国都在探索下一代火炮军事变革，诸如电热化学炮、电磁炮、定向能武器等。其中取得突破性进展发展最迅速，即将投入实战的是电热化学炮。主要优点是弹丸的初速度大，最高可达3—4公里/秒，射程远，炮口动能比传统炮提高25—55％。美国、俄罗斯、日本、中国、以色列、英国、法国等都有相关研发计划，但是目前尚未有配备该炮的量产型武器面世。[1]美国国防部1998年公布的国防技术领域计划中，提出的发展目标是3到5年内，XM291专案进行120毫米电热化学炮试验，使10公斤的弹丸初速度达到1825米/秒，炮口动能17兆焦，比传统坦克炮动能增加50％，穿甲能力提高10％，最终实战目标为20兆焦以上的产品。水面火力支援计划中计划达成22兆焦以上的船舰用炮。90年代初美国通用公司和富美实（英语：FMC Corporation）分别把120毫米口径的M256坦克炮改装成电热化学炮进行试验。1991年美陆军与富美实签订《电增强因素改进项目》研究合同，资助富美实从事电热化学技术研究，遗憾的是这些试验并不成功，1995年德国也进行105毫米口径电热炮试验已能把2公斤的弹丸加速到2400米／秒，但还未有实战价值。美国富美实公司的概念是液体发射药电热化学炮，但是这类炮的内弹道存在压力波，不能保证内弹道的一致性，是一大量产实用问题，至今无法解决。[2]以色列索伦克核研究中心的概念是固体发射药电热化学炮，类似传统固体发射药在炮膛内燃烧同时，注入由高功率脉冲电源产生的等离子体，然而对等离子体发生器注射时间和精度要求极高，然而21世纪后固体系统还是进展较大，实用性较有可能的系统。",
        "attributes": null
    },
    {
        "keyword": "09式军用霰弹枪",
        "source": "wiki",
        "title": "09式军用霰弹枪",
        "url": "https://zh.wikipedia.org/wiki/09%E5%BC%8F%E5%86%9B%E7%94%A8%E9%9C%B0%E5%BC%B9%E6%9E%AA",
        "date": "0",
        "content": "09式军用霰弹枪（QBS-09，QBS为源自官方翻译的拼音“枪—步—散弹”（Qīngwuqi Bùqiāng Sǎndàn）的类别代码，照正常而言的拼音是“2009式军用散弹枪”（Sǎndàn Bùqiān Qiāng, 2009），全称：09式18.4毫米军用散弹枪，亦简称09式散弹枪，以下简称为QBS-09）是一款由中国北方工业公司所研制和生产的半自动霰弹枪（战斗霰弹枪），发射12铅径霰弹（包括中国产的09式杀伤散弹）。2009年，军用战斗霰弹枪系统通过了设计定型，正式命名为“QBS-09式18.4毫米军用散弹枪”，被列为中国人民解放军制式装备。[1]QBS-09采用气动式操作原理，闭锁机构为转拴式枪栓，击发方式式回转式击锤。其采用国际通用的12号（18.4毫米）霰弹枪铅径，必要时可发射各种民用散弹，有利于战时弹药的补充和保障，同时也对于拓宽中国军事贸易出口有利。该枪采用容弹量5发的管式弹仓供弹。[2]全枪金属材料采用黑色磷化和硬质阳极氧化等表面处理工艺，表面呈哑光（英语：Paint sheen）色。手枪握把、护木等零部件采用工程塑料，不易滑手的粗砂面表面使握持时非常牢固。全枪由机匣组件、枪机组件、发射机组件、枪管组件、枪托组件、机械瞄具等六大部件组成。[2]QBS-09的机匣采用轻质高强度铝合金材料制成，既保证了机匣的强度，也有利于减轻全枪质量。管式弹仓通过螺纹固定在机匣前部。起供弹作用的定位板、阻弹齿、托弹板安装在机匣内部。枪尾部件包括枪机缓冲机构、枪托连接机构及枪身缓冲机构。特别值得一提的是其创新设计的枪身缓冲机构。为了降低射击时后座力对用户的冲击，设计者们创造性地在机匣尾部设计了缓冲弹簧，枪身在射击时相对于枪托后坐一段距离，其后座能量被缓冲弹簧吸收一部分，从而极大降低了用户可感受的后座力。枪尾部件亦设有枪背带环。[2]QBS-09采用转拴式枪栓闭锁方式，枪机上具有两个大型锁耳（英语：Lug），这样保证了枪机强度的同时也便于加工。其机头加装在枪机机框前面，较长的击针装在枪机机框及枪机中间的击针通孔中，枪机机框上的击针销对击针起到定位作用，也不起到到位保险作用，即只有当枪机机框完全复进到位时，击针头部才能从枪机前端伸出，否则击针头部无法从枪机前端伸出。即使击锤被解脱并向前回转打击击针，因击针头部未从枪机前端伸出，故无法打击底火，从而形成保险。QBS-09亦采用了创新性的圆环形活塞设计。采用气动式自动方式的枪械必需利用活塞来完成推动枪机机框及枪机后坐，但活塞的位置及开关设计结构复杂。如采用了双活塞设计的贝内利M4 Super 90就为了安装这两个细长的活塞杆，而在其枪管下方、导气箍后面另外焊接了一个圆管。而QBS-09采用的圆环形活塞直接套在管式弹仓外部，然后通过类似传统泵动霰弹枪结构的两根枪机操作连杆与机框相连，这种设计简化了枪械结构。调节塞装于导气箍内，有三档位置可调。在下护木前端面左侧的数字0、1、2所分别对应的是导气孔关闭状态、小气孔状态及大气孔状态状态。其中大气孔状态主要在扬尘等恶劣环境使用，小气孔状态则为正常条件下使用，而闭气状态则为发射能量较低的特种弹药。在进行武装泅渡前也需要调节到封闭气室位置，使泥沙很难进入导气室，避免导气室内泥沙沉积。射击前再调节到大气孔或小气孔位置即可。拉机柄设置在机匣右侧，采用长杆式外形，方便操作使用。拉机柄在设计时充分考虑到了实用性，拉机柄头部带有一个圆形凹槽，类似于弹壳的底缘，在分解武器时，将该凹槽抵在发射机轴的边缘上向外拉，就可以拔出发射机轴；而拉机柄的尾端直径较小，采用平头设计，可以作为冲子使用，用于冲出销钉。这样的设计减少了随枪附件。[2]QBS-09为单发射击、回转式击锤击发机构，扳机后端设有击发阻铁，当击锤被击发阻铁扣住呈待击状态时，扣动扳机即可击发。射击过程中，枪机后坐压倒击锤，击锤则被单发阻铁扣住，与击发阻铁不接触联系。此时若想射击，只有松开扳机，扳机推单发阻铁释放击锤，同时击锤被击发阻铁扣住而呈待击状态，再扣动扳机则进入下一个射击循环。手动保险设于扳机护圈左侧后上方，握持握把的大拇指可以方便地操作。手动保险处于水平位置时为保险状态，处于竖直位置时为射击状态，在射击状态下方设有红色圆点，以提醒用户注意。供弹杆与托弹板后部铰接在一起，其功能接近传统管状弹仓泵动式散弹枪，通过枪机机框压倒或放开供弹杆的上部突起，使托弹板下转或上抬，用于完成放开弹仓尾部、供弹等动作。枪机机框向前复进过程中，其下部的凹槽撞击供弹杆上部的突起，使供弹杆向前下方运动，供弹杆便带动托弹板后部向下，迫使其前端上抬，若此时托弹板上方有散弹，则散弹被托弹板向上送至枪机前部，并被向前复进的枪机推进弹膛，完成供弹动作。托弹板还起到空仓挂机作用。当发射完弹仓内最后一发散弹时，枪机后坐，定位板会弹出而卡住托弹板，使其不能上抬。供弹杆上的突出部与枪机机框下方的缺口扣合而将枪机阻于后方以实现空仓挂机，这是传统管状弹仓泵动式散弹枪所没有的功能。而只需按压机匣右侧前方的阻弹齿按钮，即可解脱空仓挂机。手枪握把采用工程塑料，不易滑手的粗砂面表面。中空设计使其可以内装通条等附件。[2]QBS-09的枪管长度为382毫米（15.04英寸）[3]，内膛表面采用镀镍磷合金处理工艺，避免了以往枪管内膛镀铬造成的环境污染。导气箍左右两侧安装有与95式枪族通用的燕尾槽式导轨，其上可以加装战术强光灯和QM/QMJ激光瞄准器等。准星座下亦设有枪背带环，加上枪尾部件的枪背带环就可使用QBZ-95-1的多功能枪背带。QBS-09的上、下护木采用工程塑料，不易滑手的粗砂面表面。它们相互扣合并通过护木销与枪管部件连接在一起。并且采用了上护木支撑下护木的结构以加强下护木刚度。[2]QBS-09的可伸缩式枪托具有三档可调位置，以满足不同身高用户的需要。枪托展开时全枪长896毫米（35.28英寸），收缩时则为709毫米（27.91英寸）。伸缩枪托的机构参考了HK MP5冲锋枪的伸缩式枪托，并在机匣尾部上方设有一个定位卡笋，逆时针旋转该定位卡笋，可以将枪托拉出，枪托拉出到位后定位卡笋自动弹回原位。枪托底板面积较大，橡胶材料硬度适中，有利于提高射击时的舒适性。枪托底板采用多孔式设计，有利于增强枪托底板的缓冲性能。[2]QBS-09的两个缺口式照门设在机匣后上部的L形翻转式表尺上，分别对应50米（54.68码，164.04英尺）及100米（109.36码，328.08英尺）射程。表尺亦可调整风偏，在调整时压下表尺座右侧的调整盘固定销，并转动调整盘即可。调整盘上共有8个刻度，每转动一个刻度对应50米处的瞄准点偏移12毫米（0.47英寸）。片状准星外侧加装有准星护圈，可防止准星受损和变形。准星护圈两侧各设有一个盲孔可供安装氚光管用于夜间瞄准。由于其照门缺口设计得较宽，夜间使用时，如果通过照门缺口恰能看到准星护圈上的两个氚光点，就表示已正确瞄准。机匣顶部具有与95式枪族通用的燕尾槽式导轨，可以加装各种光学瞄准镜，包括白光瞄准镜、微光瞄准镜和全息衍射瞄准镜。[2]当膛内有弹且击锤呈待击状态时，扣动扳机，扳机后端的击发阻铁解脱击锤，击锤回转打击击针，弹丸在引燃发射药的火药燃气的作用下在枪管内向前加速运动，并在通过导气孔后，让火药燃气进入导气箍气室内并推动活塞带动枪机机框加速向后运动。枪机机框走完开锁前自由行程后，其开锁螺旋面驱动机头回转开锁，开锁后枪机随枪机机框一起后坐。枪机后坐一段距离后，右侧的活塞连杆凹槽后退到一定位置并给定位板让位，控制出弹的定位板在簧力作用下弹出，从而使弹仓内的次一发弹进入托弹板，而阻弹齿则恢复原位阻档了下一发弹从弹仓内弹出。同时枪机机框在后坐过程中完成压倒击锤、抛壳、压缩复进簧等动作，击锤压倒后被单发阻铁扣住。枪机机框后坐到位后，在复进簧的作用下开始复进，复进一段距离后枪机机框通过下部的凹槽撞击供弹杆，带动托弹板前部上抬使霰弹药筒头部对正弹膛，枪机继续复进完成推弹入膛动作。枪机复进到位后，在枪机机框闭锁螺旋面的驱动下回转闭锁。闭锁后，枪机机框继续复进到位。此时击锤仍被单发阻铁扣住，若要再次击发，必须松开扳机，使单发阻铁松开击锤，同时击锤被扳机上的阻铁头扣住呈待击状态。再次扣动扳机，便进入下一个射击循环。[2]QBS-09的装弹口设置在机匣底部、扳机护环前方。弹仓内散弹数量少于一定数量时，可随时向弹仓内补充弹药。此外还有弹匣半自动原型版本，该原型的弹匣最大可装填11发散弹（即弹匣内10发，弹膛内1发）。当弹膛及弹仓内有散弹而需要全部取出时，只需拉枪机向后使枪弹一发一发从抛壳窗抛出即可。如果只需要取出弹膛内的散弹而不取出弹仓内的弹时，应用手指压住阻弹齿按钮的同时后拉枪机，此时弹膛内的散弹则被抽壳钩抽出，弹仓内的散弹则被阻弹齿挡住而不能弹出。[2]根据“轻兵器”网站的描述，QBS-09具有以下性能特点：[1]在研制QBS-09系统的过程中，有多项技术创新。[1]",
        "attributes": {
            "name": " 09式军用霰弹枪",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "中央式底火",
        "source": "wiki",
        "title": "中央式底火",
        "url": "https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%A4%AE%E5%BC%8F%E5%BA%95%E7%81%AB",
        "date": "0",
        "content": "中心底火（Centerfire）是两大底火形式中其中一种型态的底火，使用这种底火的子弹则称为中央式底火子弹（centerfire ammunition）。底火中的汞盐引爆药位于弹壳底部中央的底火杯内，靠击针“撞击”弹壳底部中心的底火杯而爆炸击发子弹。另外一种所谓凸缘式底火则是靠击槌“打击”弹壳底部的底板（包括外缘）达成击发；两者主要差异在此。“中央式底火”比起针式底火与凸缘式底火有以下优点：第一，弹壳可以回收重新使用（一般只回收“拳师式”底火弹壳）；第二，弹壳不用受到底火特性的制约。“凸缘式底火”已经证明不适用于大口径或高单位装药量的子弹，因为要让击槌成功击发底火，弹壳不能太厚，然而对于击发大口径或高单位装药量的子弹时容易发生弹壳破裂而造成射手烧烫伤的可能；“针式底火”更不可能用于弹匣，很可能在将子弹进行装填的时候就引发走火，炸伤射手的手指与手掌。中央式底火主要分为两种：博科萨式底火（Boxer primer，又译作拳师式底火）：这种底火由英国皇家兵工厂厂长爱德华·博科萨（Edward Mounier Boxer）上校于1866年发明，是一种镶嵌在弹壳底部的迷你雷管，看上去像是包有火药的饼状物。底火被击针冲击的部位叫做击砧（anvil），击针冲撞击砧而引发爆炸，继而点燃无烟火药燃烧产生气体，最后将战斗部推出去。伯丹式底火（Berdan primer）：这种底火由北军海兰·伯丹（英语：Hiram Berdan）（Hiram Berdan）上校于1870年发明，像是个迷你小碗反扣在弹壳底板中央，扣住的内部就含有火药；不同于博科萨式底火，柏丹式底火的击砧就是弹壳本身，击针冲撞在这个反扣的碗底，碗底向内凹入引发火药爆炸，爆炸的威力从弹壳底部的两个小孔传递进入弹壳内部引起火药燃烧，进而完成击发的程序。（见.50BMG柏丹式底火弹壳 （页面存档备份，存于互联网档案馆））人们通常倾向于回收“拳师式”底火的弹壳，因为回收时更换底火非常方便：只要用冲子对准弹壳底端中央再用槌子一敲就可以将旧底火卸下，进而安装新底火。而回收柏丹式底火时，最麻烦就是要从弹壳的颈部将特制的冲子对准底部，然后用底火针（Decapping Pin，，又译作顶壳针）顶开底火扣与弹壳，完成去除底火的工程。然而这一工序很容易伤到击砧：如果没有对准就敲击底火针，弹壳底的击砧座就报废了。这种底火在美国流行了大约20年就消失了，主要就是因为不容易更换底火的缘故。（见柏丹式底火去除工具 （页面存档备份，存于互联网档案馆））很讽刺的是，柏丹式底火起源于北美洲，发扬于欧洲；拳师式底火源起于欧洲，在北美洲大行其道（'Ironically, the Boxer primer is a European invention, and the Berdan primer is an American invention.')",
        "attributes": null
    },
    {
        "keyword": "火箭弹",
        "source": "wiki",
        "title": "火箭弹",
        "url": "https://zh.wikipedia.org/wiki/%E7%81%AB%E7%AE%AD%E5%BC%B9",
        "date": "0",
        "content": "火箭弹又称喷进弹，是靠自身携带的燃料在火箭发动机燃烧产生的动力推进下投掷弹头，它主要靠火箭弹发射器或火箭炮发射，它主要用于压制、杀伤对方的有生目标或其他设施。它通常由战斗部、动力推进系统和飞行稳定装置组成。12世纪中叶的中国宋朝就已经发明了以黑火药为动力源的火箭弹。当时的战斗部多由可燃烧的物体在发射前点燃后，以纵火的形式杀伤对方。19世纪初，英国人W·康格里夫研制发射成功了第一枚具有现代军事用途特征的火箭弹，射程只有2.5公里。在第二次世界大战中，纳粹德国的V-1/V-2系列火箭。攻击了远在英吉利海峡对岸的伦敦[1]。由于火箭弹的射击精度比较低，在20世纪40年代末，火箭弹被装上了制导系统，大大提高了对目标的命中率。从而产生了一种划时代的新武器——导弹。同时部分反坦克火箭弹发射器仍然在在军队中服役，例如中华人民共和国的89式火箭筒、美国的M72火箭筒、新加坡的斗牛士火箭筒等。",
        "attributes": null
    },
    {
        "keyword": "海岸及要塞炮",
        "source": "wiki",
        "title": "海岸炮",
        "url": "https://zh.wikipedia.org/wiki/%E6%B5%B7%E5%B2%B8%E7%82%AE",
        "date": "0",
        "content": "海岸炮是指布署在邻近滩岸地点的大炮武装力量，主要用来防御水面来的各种威胁；为人类武器进入火药时代后长期居于海岸防御工事（英语：Coastal defence and fortification）之核心。海岸炮的主要设计目的用作对付海军或海盗侵扰，用于保卫海军基地、港口、沿海重要地段及海岸线，或支援近海舰艇作战。有些炮台的选址也能更支援附近的地面作战。自中世纪以来的经验法则，因为岸防炮阵地选址具有较稳定的射击阵地，且射击精准度比舰炮更好，一门岸防炮的火力可以抵过三门相同口径的舰炮，而且岸防炮可以借由修砌防御工事获得更优异的生存性。同时，最初海洋法所认知的领海定义是以岸防炮的最远射程作为界线（3海里），这是岸防炮影响近世纪国际法的一项指标意义。海岸炮在反舰导弹出现之前是沿海地区唯一的防御系统，有些火炮是特别设计作为海岸防卫，有些则是改良自陆军使用的火炮。部署的方式可以分为固定炮塔，固定阵地与移动阵地三大类。固定炮塔类似军舰和战车上的炮塔型态，炮塔可以旋转。这些炮塔随着火炮的大小而有差异，大型的炮塔可以是钢筋水泥的强化建筑物，将海岸炮放置在内部，容许炮口旋转某些角度。小型的炮塔则可能是专门设计或者是沿用自舰炮或者是战车炮的炮塔。通常在炮塔下方有深入地下的弹药储存与输送的机构和空间，有些大型的炮塔阵地设计还会包括操作人员的休息空间。固定阵地则是火炮平常放置在旁边的掩体当中，使用时将火炮以人力或者是机械方式移动至开阔的射击阵地上。射击阵地是预先选定不变的永久阵地，火炮本身没有炮塔的保护，不过可以在阵地当中改变射击的角度，在射击完毕或者是装填的过程当中，可以将火炮送回掩体当中予以保护。掩体当中包含弹药的储存与输送空间，与其他火炮阵地的连络通道，人员休息与准备的空间等等。移动阵地使用的火炮极为类似陆军一般的拖曳或者是自走炮，在需要的时候才进入某一处预先规划好的射击阵地，这种阵地可以是有保护的碉堡，也可以是一处空地，后者依靠的是不断变换射击地点来保护火炮与人员的安全，这种部署方式多是在紧急的时候使用，以提高火炮使用的弹性和降低平时部署的成本。",
        "attributes": null
    },
    {
        "keyword": "M15反坦克地雷",
        "source": "wiki",
        "title": "M15反坦克地雷",
        "url": "https://zh.wikipedia.org/wiki/M15%E5%8F%8D%E5%9D%A6%E5%85%8B%E5%9C%B0%E9%9B%B7",
        "date": "0",
        "content": "M15反坦克地雷（英语：M15 Anti-tank mines）是一种大型圆形美国反坦克爆破式地雷，在朝鲜战争期间首次部署。从本质上讲，它是它所取代的M6A2反坦克地雷的放大版本。尽管M15已经被M19反坦克地雷（一款更为现代化设计、使用塑料外壳的金属最小化地雷）所取代，因为它们仍然被视为可靠和有效的武器，美国仍保留大量M15反坦克地雷的库存。在对主战坦克使用时，M15主要是用作“履带破坏器”，这会造成机动击杀，但对乘员造成伤亡的可能性较小。然而，在对较轻的车辆，例如装甲运兵车或无装甲车辆（例如卡车）使用时，其造成的损失将要严重得多。M15反坦克地雷是由一个大型圆形不锈钢外壳，配装了中央压力板而成的。在压力板的中心是M4起爆插件，插件装有一条武装杠杆，可被设置为“起爆”（ARMED）或“保险”（SAFE）。压力板位置于碟形弹簧以上，而这也反过来直接置于M603引信的正上方。当足够的向下压力被施加到压力板（即是当车辆的驱动器置于其上的话），其六角弹簧会被压缩。这个动作的压力会转移到M603引信，使其击发并且引发爆炸。因为这个地雷具有金属外壳，即使是使用最基本的地雷探测器，这也是很容易就找到它的。然而，一个复杂的因素是由其两个次要引信插口所构成的。这使得要安装防排雷装置：一个装在地雷的侧面，而另一个在下面。此外，包含M15反坦克地雷的地雷阵还可能含有各种不同类型的金属最小化反步兵地雷（例如：VS-MK2、SB-33、TS-50、PMA-2或PMA-3），其特别设计为难以使用金属地雷探测器所发现的。M15反坦克地雷原本的打算是配备M600单冲式引信，其中含有装载了液态炸药的玻璃安瓿。不幸的是，M600引信对温度变化敏感，因而较不可靠。例如，严寒会令液体冻结导致地雷惰性化，而温度高于50摄氏度更可能导致引信突然自爆。正如本来就有的问题事实是，M600引信的固有不稳定性，使排除它们也是危险的事，特别是已经被保持在存储有一段时间以后。由于这些缺陷，大约1953年，M600化学引信被除役[1]并且由M603单冲式引信，一种使用机械式触发机制（即是碟形弹簧）的引信取代。M603引信具有方便处理的内置式保险，并因而更为可靠。除了标准型M603引信以外，还可使用两个额外引信：M624倾斜杆式引信（能提供全宽度打击能力）和M608双冲式引信。M624引信需要3.75磅的压力来移动该倾斜杆，并在它一旦倾斜超过20度时将反坦克地雷引爆。M608双脉冲引信让地雷不会在第一辆车辆（坦克）驶过它时就立即引爆，但当第二辆车辆（例如一辆装甲运兵车或者卡车牵引式榴弹炮）跟随着第一辆车辆的轨迹驶过它时将自身起爆以引爆地雷，不管这是数秒、数小时甚至数个星期以后才可能发生的事件。装上了M608双脉冲引信的地雷当设置在位于地雷阵的外侧边缘的时候特别有用，因为这给坦克安全的错觉。一个例子是一辆领头坦克可以驶过30枚装有双脉冲引信地雷而不起爆其中任何一个。这可引诱坦克深进地雷阵，直到最终在地雷阵深处触发了装有M603或M624引信（两者只在单冲式模式下操作）的地雷并因而受困。回收坦克或救助受害者的企图亦会因为被装上了M608引信、先前曾被驶过而现在以单脉冲模式操作的地雷，以至包含M15反坦克地雷的地雷阵中通常包括的各种反步兵地雷，比如M14地雷和M16地雷（弹跳贝蒂）所阻挠。双脉冲引信的另一个好处是，它们给地雷一定程度的保护，使用爆炸超压或除雷滚轮系统清除技术将地雷排除掉。美国持有该反坦克地雷的大量库存。在1984年大约存储有1,904,000枚M15反坦克地雷，其中约70％为现役的。M15反坦克地雷在2005年第一人称射击游戏《战地风云2》以及2011年续作《战地风云3》、2013年续作《战地风云4》中三度以反坦克地雷之姿出现，其中除了美国海军陆战队以外，也被其他阵营所使用。",
        "attributes": null
    },
    {
        "keyword": "自动目标识别",
        "source": "wiki",
        "title": "自动目标识别",
        "url": "https://zh.wikipedia.org/wiki/%E8%87%AA%E5%8A%A8%E7%9B%AE%E6%A0%87%E8%AF%86%E5%88%AB",
        "date": "0",
        "content": "自动目标识别（英语：Automatic target recognition，缩写ATR）是基于传感器获取的数据识别目标或对象的算法或设备。目标识别最早是通过接收可听信号来完成，经训练的操作者将根据雷达照射目标所产生的声音而分类目标。虽然训练有素的操作员很成功，但自动化的方法也已开发，并继续向更高的分类精度和速度发展。自动目标识别可用于识别人造物体，例如地面、飞行器以及生物目标（例如动物、人类和植物杂波）。这对于识别和滤除战场上的大群鸟类在多普勒天气雷达上引起的干扰等是有用的。军事应用则包括简单的识别系统，例如IFF转发器（英语：Identification friend or foe），以及无人航空载具和巡航导弹等其他应用。在民用领域使用自动目标识别也有着越来越多的尝试。例如使用自动目标识别确保边界安全，使用安全系统识别地铁轨道等上的物体或人体等。目标识别自有雷达以来就已存在。雷达操作员通过接收到的反射信号产生的音频识别敌方的轰炸机和战斗机（见第二次世界大战中的雷达（英语：Radar in World War II））。向操作员播放基带信号来完成目标识别已存在多年。通过收听信号，经过训练的雷达操作员可以识别被照射目标的各种信息，诸如载具的类型、目标的大小，乃至潜在区分生物目标。但这种方法也有许多限制，操作员必须被训练每个目标的特征，如果目标以高速行进则可能无法听到，并且人类决策可能增加错误判断的概率。但可听信号表示为自动归类目标提供了基础。已经开发的数种方法已使用在其他领域（例如语音识别）。雷达通过定时发射信号并根据该信号所照射目标的反射所花费的时间确定与物体的距离。在该物体非静止时，它引起多普勒效应的频率偏移。除了整个物体的平移运动外，物体的振动或旋转也引起频率的额外偏移。当这种情况发生时，多普勒频移信号将被调制。这种引起信号调制的额外多普勒效应称为微多普勒效应。这种调制可以具有特定模式或特征，从而能为自动目标识别开发算法。微多普勒效应将随时间推移而改变，这取决于目标的运动、引发时间和频率变化的信号。[1]该信号的傅立叶变换分析是不够的，因为傅里叶变换不能解释时变分量。获取频率和时间函数的最简单方法是使用短时距傅立叶变换（STFT）。但是，诸如加伯转换和维格纳准概率分布（WVD）等更鲁棒的方法可以用于提供频率和时域的同时表示。然而，所有这些方法都要折衷考虑频率分辨率与时间分辨率。[2]一旦已获取光谱信息，它可以与包含系统将识别目标的有关信息的现有数据库进行比较，并且据此做出有关被照射目标为何的决定。这通过对接收到的信号建模，然后使用统计估计方法确定库中的哪个目标最适合使用接收到的信号构建的模型来完成决定，统计估计诸如最大似然估计（ML）、多数决原则（MV）和最大后验概率（MAP）。在语音识别中使用音频特征、基于音频启发系数构建自动识别目标的系统已被完成。这些系数包括处理基带信号可以获取这些系数，然后用统计处理方法决定数据库中的哪个目标与所获取的系数最相近。使用哪些特征和决策方案取决于系统和应用。用于分类目标的特征不限于语音启发的系数。可以使用广泛的特征和检测算法来完成自动目标识别。为完成自动化检测的目标，需要创建一个训练数据库。这通常使用在目标已知时收集的实验数据完成，然后存储供ATR算法使用。上述流程图展示了检测算法的示例。该方法使用M个数据块，从每个（即LPC系数，MFCC）提取期望的特征，然后使用高斯混合模型（GMM）对它们建模。在使用收集的数据获得模型之后，针对包含在训练数据库中的每个目标形成条件概率。在该示例中，存在M个数据块。这将导致数据库中每个目标的M个概率的集合。这些概率用于使用一个最大似然估计确定目标。该方法已经显示出能够区分车辆类型（例如轮式或轨道车辆），and even decide how many people are present up to three people with a high probability of success.[3]",
        "attributes": null
    },
    {
        "keyword": "QJZ-89重机枪",
        "source": "wiki",
        "title": "QJZ-89重机枪",
        "url": "https://zh.wikipedia.org/wiki/QJZ-89%E9%87%8D%E6%9C%BA%E6%9E%AA",
        "date": "0",
        "content": "89式重机枪（QJZ-89重机枪），是中华人民共和国研发的12.7毫米口径重机枪，该枪是中国人民解放军现役步兵分队远层火力支援的主要武器。该枪以重量轻为主要优势[1]，有利于部队提高机动性与灵活性，但在长期使用后射击精度会出现下降[2]。89式重机枪的设计目标是以平射为主，用以杀伤敌集群目标、压制轻型火力点、毁伤轻型装甲目标，只是赋予其在必要时能充当高射机枪的辅助功能，能对武装直升机等低空目标进行射击。由于89式12.7mm重机枪重量轻、便于机动，因此可以装备到营、连级，增强这些部队的压制火力[3]。",
        "attributes": {
            "name": " QJZ89式12.7毫米重机枪 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "无后坐力炮",
        "source": "wiki",
        "title": "无后坐力炮",
        "url": "https://zh.wikipedia.org/wiki/%E6%97%A0%E5%90%8E%E5%BA%A7%E5%8A%9B%E7%82%AE",
        "date": "0",
        "content": "无后坐力炮（Recoilless rifle）是火炮的一种。特点是发射时利用向后喷出气体的反作用力推进炮弹的火炮。由于减少了传统火炮需求的后座以及制退机械，以及发射过程中，炮管承受的压力较传统火炮小，得以减少炮管厚度。所以体积小、重量轻、结构简单、操纵方便，适用于注重机动力的步兵单位，像是伞兵，山地步兵与特种部队。无后坐力炮的发射方式与弹药型态都与传统火炮类似，使用的弹药为战斗部与发射药结合一体的金属药筒，发射时自后方装入炮管，关上炮闩之后击发。由于火药产生的部分气体在发射时自炮管后方排出，在发射同样重量的战斗部时，无后坐力炮的射程较低，因此多使用装药量较大的战斗部，获取较大的破坏力提升。除此之外，发射之后的后焰（back blast）及后喷物会暴露发射阵地，而且还使其无法在狭小空间内使用。小型无后坐力炮可以直接以人力携带并且自肩上发射，为了寻求较为稳定的射击效果，许多无后坐力炮还是安装在轻便三脚架或在背在肩上使用。最早研制出无后坐力炮的是美国海军，戴维斯炮（英语：Davis gun）在第一次世界大战前1914年出现，这是一种两管对接式双头无后坐力炮。该炮在向前射出弹丸的同时，向后喷出铅油质平衡物以保证炮身不后坐。英国将这种炮试验于对付齐柏林飞船和潜艇上。1917年俄国人梁布兴斯基也曾经发明过一种76.2毫米无后坐力炮，并曾在1939—1940年的苏芬战争使用过。苏联在1923年也研制了多款无后坐力炮。第一种大量服役的无后坐力炮是德国发展出75毫米的有膛线的无后坐力炮给空降部队作为反坦克武器，后又推出了铁拳超口径滑膛无后座力炮。在二次世界大战德军攻占克里特岛时发挥功用，于是德国用相同的设计发展出105毫米的无后坐力炮，美国陆军模仿发展出相同的两种口径。美国亦发展出及使用90毫米的无后坐力炮。苏联亦发展出没有膛线的的无后坐力炮，口径有73、82及110毫米。美军无后坐力炮的首次实战使用是在1945年3月6日的冲绳岛战役。当时美军装备M18 57mm无后坐力炮和M20 75mm无后坐力炮，均采用断隔螺栓式炮闩，具有击发和退壳功能。炮闩边缘部分设有对称排气孔，M18有2个，M20有4个。排气孔轴线方向与膛线旋转方向相同，火药燃气从排气孔喷出时所产生的扭矩正好抵消炮弹在膛线上旋转所产生的扭矩，故发射时不但可以抵消后坐力，还可阻止炮身旋转。1945年中华民国政府得到两种美援无后坐力炮实物之后即开始着手仿造。1946年7月，第50兵工厂以M18无后坐力炮作为母型开始仿制，根据实炮进行测绘，后美方提供了该炮的设计图。到1947年11月研制成功，兵工署将其命名为“民国36年式57mm无后坐力炮”。但当时不能生产管身和炮栓所用的合金钢，故到1949年所生产的95门炮，品质全部不合格，在设计试验中不是扳机连杆断裂就是抽壳钩变形，不能列装部队使用。而仿制M20式75mm无后座力炮时，最后仅完成了一部分设计图。联勤61兵工厂（后来改制为202厂）曾经生产43式75毫米无后座力炮以及51式106毫米无后坐力炮。中华人民共和国52式57mm无后坐力炮在对印战争广泛使用，成为步兵营火力核心。炮班编制8人，携带52式无后坐力炮1门、炮弹17发。56式75mm无后坐力炮参加了珍宝岛战役。65式和78式82mm无后坐力炮参加了1979年对越战争。",
        "attributes": null
    },
    {
        "keyword": "装甲战斗车辆",
        "source": "wiki",
        "title": "装甲战斗车辆",
        "url": "https://zh.wikipedia.org/wiki/%E8%A3%9D%E7%94%B2%E6%88%B0%E9%AC%A5%E8%BB%8A%E8%BC%9B",
        "date": "0",
        "content": "装甲战斗车辆（英语：armoured fighting vehicle，缩写：AFV）是指装有装甲及武器的军用战斗车辆。装甲战斗车辆以功能、作战模式及武器装备作分类，而各国在不同时期对相同种类的车辆又有不同分类，例如有些国家因装甲输送车及步兵战车功能相似而把它们合并。装甲战斗车辆通常有衍生型号，其衍生型又因功能不同而作不同分类。坦克也称为战车，又有“陆战之王”之称，是一种具有直射火力、高度越野机动性和装甲防护的履带式装甲战斗车辆，现代主力坦克更拥有高火力坦克炮、高功率引擎及在配有战场上最高效能的装甲，主要执行与对方坦克或其他装甲车辆作战，也可以压制、消灭反坦克武器、摧毁工事、歼灭敌方有生力量。坦克主要由武器系统、火控系统、动力系统、通信系统、装甲车体等系统组成，一般装备一中或大口径火炮（部分现代坦克的火炮甚至可以发射反坦克/直升机导弹）以及数挺防空（高射）或同轴（并列）机枪。坦克大多使用旋转炮塔，但亦少数使用固定式炮塔，大多数现代坦克都具有一定的潜渡能力。小坦克是种类似坦克但体积更小的装甲战斗车辆，只能载一至二人。大部分小坦克都没有炮塔，只配备一至二把机枪、机炮或榴弹发射器，主要用于支援步兵及侦察。小坦克在1930年至1941年之间生产，但由于用途有限及防护能力差等因素而被装甲车快速取代。比较著名的是英国的卡登洛伊德小坦克（Carden Loyd tankette），其他小坦克的亦以其作设计参考。二战时的日本是生产最多小坦克的国家，因其轻巧的特性很适合在东南亚丛林作战。装甲输送车是一种输送步兵的轻型装甲战斗车辆，可分履带式或轮式，一般具有高机动力、较低的防护力及战斗力等特点。装甲输送车除了可以运输步兵外，也可以运输物资或补给品，暂时充当装甲补给车。亦可以使用车上的机枪、机炮、反坦克导弹、迫击炮等作武器攻击敌人。机动步兵车也称装甲汽车（armored car），泛指轻型轮式装甲车，是近代装甲输送车的一种衍生型，主要用于军事巡逻、侦察及保安。步兵战车是和装甲输送车功能相近、都是运送步兵机动作战用的装甲战斗车辆，步兵战车与装甲输送车不同的地方在于，步兵战车的防护力较好，火力较大，能够让步兵乘车作战，本身也能够伴随下车的步兵作战，提供火力支援。装甲输送车则更接近于有装甲的运输车辆。步兵战车有履带和轮式两种类型，大多可在水上行驶，经过准备之后也可以渡过深度较大的河流。步兵战车配备的火力比装甲输送车高，有些车辆甚至配备反坦克导弹。世界上第一种步兵战车是西德开发的Lang HS.30步兵战车，这个设计和作战概念领先其他国家许多，也是后来其他国家纷纷仿效的对象。时至今日，步兵战车已经是各国伴随坦克作战的主要步兵作坦克种。世界上的第一辆步兵坦克为A1E1独立号坦克自行火炮是指使用车辆底盘，可分履带式或轮式，可以自行移动而无需牵引的火炮，大多有装甲保护。自行火炮拥有高火力的主炮，一般为榴弹炮、迫击炮、加农炮、火箭炮或高射炮等，可轻易破坏轻装甲目标及提供远程精确火力打击。突击炮是一种用于直接支援步兵的自行火炮衍生型，装有大口径主炮及发射高爆弹以攻击敌方步兵。驱逐战车，或称反坦克自行火炮，是一种专门反坦克及支援友军步兵及坦克的履带式装甲战斗车辆，装有驱逐战车高初速的反坦克炮或反坦克导弹发射器。驱逐战车不属于坦克类别，部分驱逐战车更无法有效对付敌方步兵。二战后各国渐以主力坦克或反坦克导弹载具作取代。",
        "attributes": null
    },
    {
        "keyword": "燃烧剂",
        "source": "wiki",
        "title": "燃烧弹",
        "url": "https://zh.wikipedia.org/wiki/%E7%87%83%E7%83%A7%E5%BC%B9",
        "date": "0",
        "content": "燃烧弹，有时也称纵火弹，是指装填燃烧剂，以纵火为目的的炸弹、炮弹、子弹的总称。近现代燃烧弹通常以白磷、铝热剂、凝固汽油等做为燃烧剂。燃烧弹概念类似火攻，在古代即有应用。如在五代时，就有将火油装入铁罐用以焚毁敌方战船的记载。两次世界大战使得燃烧弹在技术上有了较大发展，纵火效率得到显著提高，使最终被广泛地用于当时针对敌方城市的战略轰炸。",
        "attributes": null
    },
    {
        "keyword": "漆弹",
        "source": "wiki",
        "title": "漆弹",
        "url": "https://zh.wikipedia.org/wiki/%E6%BC%86%E5%BD%88",
        "date": "0",
        "content": "漆弹（英语：paintball）是一种以漆弹枪射出漆弹，击中目标后产生标记以供计分的运动。漆弹发射其的前身是气动式的麻醉枪，美国西部牛仔为了麻醉病畜，将之隔出治疗或扑杀，但麻醉针剂平时练习不便使用，故便以装填颜料的圆球练习。在追逐牲畜的同时，便发展出漆弹运动的雏型，但与现在的运动型漆弹赛仍有些许不同，当时是由长者在牲畜上做好标记，参赛者再以漆弹射击于众多牲畜群中的特定牲畜。漆弹运动渐渐普及，军警单位亦利用此项运动的特性，模拟实战训练。时至今日，漆弹运动已可分为两大走向：运动竞技型、战争游戏型。国外称该种类型漆弹运动为 Speedball ，在30*50的长方型场地，以互相对称的掩体，两队于场中竞技，比赛可分夺旗、歼灭...等型式，如NPPL即为具代表性的职业联盟。在美国常以woodsball或scenario paintball来称呼该种类型的漆弹运动，场地多以户外场地为主，利用丛林、沙漠...等地形，再设置些许人工掩体，以模拟战争型态为主的游戏型式。",
        "attributes": null
    },
    {
        "keyword": "点火电路",
        "source": "wiki",
        "title": "点火系统",
        "url": "https://zh.wikipedia.org/wiki/%E7%82%B9%E7%81%AB%E7%B3%BB%E7%BB%9F",
        "date": "0",
        "content": "点火系统是用于点燃燃料-空气混合的系统。它不仅在内燃机领域非常著名，而且有更多的应用，例如在燃油和燃气锅炉方面。最早的内燃机使用火焰，或者一个热管，但是用于点火这些很快被使用电火花的系统所取代。电火花最简单的形式是使用磁铁。引擎旋转在线圈里的一块磁铁，并且操作一个接触断路器（触点），中断电流并产生一个增加足够的电压来越过一个小的缝隙。火花塞被直接连在磁发电机的输出端。磁发电机已不再被用于现代汽车中了，但是因为可以自己产生所需电能，仍然被用于飞机引擎活塞和小型引擎，例如电动自行车，割草机，吹雪机，电锯等，那些出于结合需求，重量，消耗，可靠等原因而没有使用电池系统。磁发电机被用于小型引擎的原型，续断引擎在电池启动和点火普遍之前，被用于20世纪早期的老式汽油或蒸馏农用拖拉机，和飞机活塞引擎。磁发电机被用于这些引擎由于其简单和自给操作更有效，而且其重量轻于使用电池和发电机或交流发电机。 飞机引擎通常有多个磁发电机以备不时之需。一些较老的汽车同时使用磁发电和电池开启系统（见下），由于当时两种系统各有其功能限制，以确保在任何情况下的合适的启动。磁发电机的输出依赖于引擎的转速，并因此会导致一些问题。一些磁发电机包含一个冲激系统，在合适时刻可以很快旋转磁铁，从而在低转速下更容易启动。像飞机还有福特引擎使用依赖不可充电的干电池系统（类似于一个较大的手电筒电池，但像现代汽车一样并不依赖于电路系统）来发动引擎或以起速而是其启动并运转。对于高速运转，操作者需要由东转换点火装置到磁发电机。 为了使低压电池给火花提供高压，一个'激励'装置被使用，实质上是一个较大的曾被广泛只用的电蜂鸣器。这样的装置，可以使直流电流通过电磁线圈，打开一对触点并阻断电流；电磁场消散，弹簧点再次关闭，电路恢复，并且迅速如此往复。迅速消散的电磁场，虽然在线圈上导入一个只可自行通过弧跨触点而消散的高电压；对于蜂鸣器这样会引起氧化而（或）熔合，对于点火系统这成为操控火花塞的高压源。 这种操作模式下，线圈会不断地'蜂鸣'，从而产生一列火花。整个装置被称为福特T型车的T模型火花线圈（对照现代的点火线圈，仅是系统的实际线圈部分），在T模型终止使用很久后，作为输送，对于家用电试验保持了普遍的自给高电压源，于1960早期出现于例如大众机械杂志中的文章和一些院校的科学博览会的项目上。在英国，这些设备作为震颤线圈被广泛熟知并在1910年前流行于汽车应用中，到1925年左右并也在一些大型引擎的商用车辆开始应用。 Model T（用于飞轮)不在输出直接提供高电压的，而不同于现代设备；其最大产生电压约为30伏，并因此需要通过火花线圈为点火提供足够高的电压，综上所述，尽管在这种情况下，线圈不会不断的'蜂鸣'，但只能提供每圈一个火花。其他的情况下，高电压被装在引擎前段的计时器转换到适合于火花塞的量，等同于现代的分电器。火花的时间选择通过旋转装于操纵杆的杠杆这一而进行调整。随着汽车全球性采用电启动和伴随的大电池的可持续电源，磁发电系统被那些由于电池电压而中断电流的系统所启用，使用点火线圈（一种自耦变压器）来使电压阶增到点火所需要的，并用一个分配器在正确的时间按规定路线发送确定脉冲到正确的火花塞。早期的可靠电池操作点火器由Delco工程试验公司研制并于1910年引入凯迪拉克。这个点火器由查尔斯·凯特灵研发，在当时是一个奇迹。它有一个单线圈，若干触点（转换器），一个电容和一个分配器装置来分配火花，从点火线圈定时的到正确的气缸。该线圈是一个基础的自耦变压器用于使低电压（6或12伏）阶增到被要求越过一个火花塞间隔的高点火电压。 当触点经凸轮调节而开启时，线圈允许充磁，该磁场消散并且产生高电压（20千伏或更大）。该电容器被用于从线圈中的电磁场吸收向后的EMF来减小触点接触燃烧和延长触点的寿命。凯特灵系统在汽车界称为主要的点火系统很多年得益于它的较低成本，较高可靠性和相对简单。[1].大多数四冲程引擎使用机械定时电点火系统。该系统的核心是分配器。该分配器包含一个由引擎驱动的旋转凸轮，和一套接触断路器触点，一个电容器，一个回转轴和一个分配器盖。分配器的外部是点火线圈，火花塞和电线连接分配器到火花塞和点火线圈。该系统由铅酸电池驱动，并从汽车的电系统用发电机或转换器充电。该引擎操纵接触断路器，它们中断到导入线圈（被称为点火线圈）的电流。点火线圈由两个变压器绕组分享一个共同的磁芯--原、副绕组。交流电流在原线圈磁芯中引入交流磁场。由于点火线圈的副线圈的匝数远大于原线圈，所以点火线圈相当于一个使副线圈产生很高电压的升压变压器。对一个于点火线圈，原、副线圈绕组的一端连接在一起。该共同点被连接到电池上（通常通过一个限电流的电阻）。原线圈的另一端连接到分布器内的触点上。副线圈的另一端相连，经过分布器帽和转子，到火花塞上。点火的点燃顺序始于触点（接触断路器）的关闭。一个来自电池的稳定输入电流，通过限电流电阻，经过原线圈，穿过关闭的接触断路器触点并最终回到电池。该平稳电流在线圈的磁芯内产生一个磁场。这个磁场形成将被用于驱动点火火花的能量贮存器。随着引擎运转，以及在分电盘中的凸轮。在凸轮上的这些触点随着引擎运转而到达引擎压缩期的最高点，凸轮上的高点使得接触断路器触点打开。此时，原线圈绕组上的电流中断并突然使得接触断路器触点上的电流中断。失去了触点上的稳定电流，线圈中的磁场立刻迅速消散。该电磁场的变化使得副线圈绕组中产生高电压。于此同时，原线圈中的电流开始被存储到位于穿过开启的接触断路器触点的电容器中。该电容器和线圈的原绕组形成一个振荡的电感电容电路（LC电路）。该LC电路产生一个降低的，振荡的电流，可以是能量在电容器电磁场和点火线圈电磁场间来回跳跃。原线圈中的振荡电流在线圈中产生一个振荡的磁场，使副线圈中输出端的高电压信号延长。这个高压因此可以持续即使原始磁场消散。该振荡持续直到电流能量被耗尽。点火线圈的副绕组被连接到分布器帽上。一个可转转子，置于在分布器帽内的制动凸轮的顶部，接着连接线圈的副绕组到若干通向每个气缸的火花塞上的电线的其中一根。来自线圈副绕组的极高电压-–通常高于1000伏--引起一个可跨跃火花塞间隙的点火花。这样，依次，点燃在引擎中的压缩的空气-燃料混合。创造这个点火花的能量，源于储存在点火线圈磁场的能量。八个及以上气缸的高性能发动机在高RPM运作（例如在摩托比赛中使用的）同时需要一个比简单的点火电路高的点火花率和较高的点火花能量的点火花。以下任一改进可以解决这个问题：兰博基尼V-12型引擎采用以上两种设置，因此使用两个点火线圈和一个包含4个接触断路器的分布器。 一个基于分布器的（点火）系统与电磁打火系统并无很大不同，除了加入了更多分离原件。这种设置还的优点是，例如，接触断路器的位置关联与引擎的角度可以被少量的自动调整，并允许点火定时根据增加的RPM和（或）增加的歧管真空度被自动改进，从而产生更好的效率和性能。但是还是需要时常使用探测量具对接触断路器的最大开启间隔进行检查，由于该机械性的调整会影响到线圈充电的'迟疑'时间，并且当接触断路器因电弧而有了凹痕了，应该被换置或者修整。该系统被全球性采用直到1970年代末期，当电的点火系统开始出现。机械系统的缺点是接触断路器的使用干扰了低压高电流通过原线圈；触点受制于的机械损耗，由于其需要搭乘凸轮来开合，以及来自接触点火花在接触面上的氧化和燃烧。它们需要定期的调整以补偿其损耗，并且接触断路器的开启决定着点火定时，也受制于机械变化。 另外，火花电压同样依赖于接触效率，并且不良火花会导致较低的引擎的效率。在合理的使用寿命下，一个机械的接触断路器系统不能控制一个平均大于3安培电流，并且这样会限制火花的能量和极限引擎速率。电点火（EI）解决了这个问题。在原始系统中，由于只是用于控制原线圈高电流通过固定状态转换系统的低电流，触点仍然被使用。然而不久，这些另外，接触断路器触点被一个角度传感器替代-或者光学的，一个转向转子打断光杆，或者更广泛的使用一个霍尔效应传感器，控制一个装在分布器轴上的旋转磁铁。传感器的输出被适当的电路整形和处理，然后被用于触发一个例如晶闸管（SCR or thyristor）的转换装置，该装置可转换一个大电流通过线圈。系统余下的部分（分布器和火花塞）和原始的机械系统一样。与机械系统相比，移动部件的缺少使可靠性增增强并延长了维修周期。对于老式汽车，通常可以将机械点火翻新替换一个电点火系统。某些情况下，一个现代的分布器可以无需任何的改动的装进一个较老的引擎。其他的创新在很多汽车上也是可行的。一些模型中，相较于一个中央线圈，而是在每个火花塞上都有各自的线圈，有时候被称为直接点火或者塞上线圈（COP）。这样可以允许线圈有较长时间在火花间隔来充电，并且有一个较高能量的火花。这种情况下的一个变型是，一个线圈对两个活塞，气缸上360度的相位（因此同时到达上止点）；对于四冲程引擎这意味着一个活塞将在其他活塞在正常时刻点火时，它却在冲程耗尽时刻在点火中，因此被称为'废火花'；成对的气缸占1/4和2/3。其他系统作为一个定时设备与分布器无关联，并在机轴上嵌入一个磁铁曲轴角度传感器来触发点火在合时的时刻。 在1980年代，电打火系统随着其他改进得到发展，例如燃料喷射系统。一段时间之后，一个电路系统结合了燃料控制和点火，熟称为发动机控制器。更多近期的改装Leburg电点火系统被使用于VW航空引擎。该系统与分布器和其他机械系统无关。点火定时基于瞬时RPM，该RPM由一个电子传感器测量。当数码电路点火装置可用于小型发动后，例如在电锯，切草机，吹叶机，和割草机等上的应用。这使得低成本，高速率，和小记忆空间的微控制器成为可能。数码电路点火装置可以被设计成为电容放电式（CDI）或者感应放电式（IDI）。电容放电式数码点火为火花把能量存储在电容器中，从而可以在引擎周期内的任何时间通过来自微处理器的控制信号释放给火花。从而有更大的定时灵活性，和引擎性能；特别是被设计成和当引擎化油器关联密切。在一个发动机管理系统（EMS）中，电路控制燃料分配，点火正时和点火顺序。主要感应器在引擎角上（曲轴或上止点（TDC）位置)，气流进入引擎和油门需求位置。电路决定哪个气缸需要燃料和需求量，开启需要的注油器并输送，然后在适当的时候点燃火花。早期的EMS系统使用模拟计算机电路设计来完成这些，但随着嵌入式系统变得足够快可以跟得上高转速的变化输入，数码系统开始出现。一些使用EMS的设计保留早期汽车的原有的线圈，分布器和火花塞。另一些系统省去了分布器和线圈并使用特殊火花塞，那些包含它们自己的线圈的（直接点火）的火花塞。这意味着高压不会经过整个引擎，由在特殊需求点自己产生而代替。这样的设计比传统的设置提供了更多的潜能和可靠性。现代EMS通常管理其他的引擎参数，例如温度和尾气中未结合的氧气量。这使得EMS可以控制引擎来最小化未燃或特殊燃烧的燃料和其他有害气体，从而产生更干净和有效的引擎。涡轮发动机使用的是由一个或多个点火活塞的电容放电式点火系统，其仅被用于发动或以防燃烧室火焰熄灭时。火箭的发动机有特殊需求的点火系统- 如果迅速点火不能发生，燃烧腔会充满过多的燃料，燃化剂和明显和过压从而发生（'突起'）。火箭经常使用烟火设备可以使火焰穿过喷油器盘的表面，或者，换成自燃化学物质。",
        "attributes": null
    },
    {
        "keyword": "053H2型导弹护卫舰",
        "source": "wiki",
        "title": "053H2型导弹护卫舰",
        "url": "https://zh.wikipedia.org/wiki/053H2%E5%9E%8B%E5%AF%BC%E5%BC%B9%E6%8A%A4%E5%8D%AB%E8%88%B0",
        "date": "0",
        "content": "053H2型护卫舰（北约代号：Jianghu-III，或译“江沪”/“江湖”Ⅲ级）是中国人民解放军海军第一种采用全封闭结构、全舰空调化、具备“三防”作战能力的水面作战舰艇。该型舰是中国人民解放军海军第一次装备“鹰击”8（YJ-8）系列反舰导弹。基于该型舰船演变出之后出售给泰国皇家海军的昭披耶级护卫舰，目前已全部退出中国人民解放军海军现役。在053H1型首舰建造之际，海装向沪东造船厂提出了一张053H改进构想外形图，1982年2月20日海军以装订字026号文函告六机部，要求按汇报会确定的内容安排053H1型对海导弹护卫舰修改设计及建造。1982年4月9日六机部以六机生字536号《关于开展053H1型导弹护卫舰修改设计与建造工作的通知》文告沪东造船厂开工准备，1982年8月中船总和海军联合召开了“053H2型导弹护卫舰方案设计审查会”。会议审查并通过了沪东造船厂提出的方案设计。1983年国防科工委下文批复《053H2型导弹护卫舰战术技术任务书》。该型舰总设计师是王衡元。1983年11月4日，沪东造船厂与海军驻沪东造船厂军事代表室签署了军工产品实行经济技术总承包的第一个合同，是第一种采用经济合同制设计建造的大型舰艇，经济合同价为4仟6佰万元。当时，中国军队贯彻“精简、忍耐”国家以经济建设为重，因经费紧张都是采用技术成熟的装备。[1]053H2型护卫舰与以往的053H系列护卫舰相比，开始舰艇整体设计概念的变革。船型采用全封闭中央长桥楼结构，舰体有折角线。首次设置简易指挥情报中心系统，可“集中指挥，分散控制”组合各种传感器和武器系统，配置了电子战系统。主机是基于053K型护卫舰用的18E390V型柴油机（18个汽缸, 缸径390mm）的改进型号：18E390VA柴油机，动力装置控制实行机舱集控室、舰桥和机旁应急三级控制，正常情况下可实现机舱无人。各种自动化装置和系统广泛使用使全舰舰员比053H1型舰减少了三分之一，只有130人，基本上接近国外同类先进舰只的水平。由于采用全封闭结构，该船配备有中央空调系统做到全舰空调化，实现“三防”能力，这也大大改善了以往主战舰艇（如051型驱逐舰）恶劣的居住环境。该型舰搭载了新一代的“鹰击”8反舰导弹，但是防空能力仍然不足，反潜能力较弱。[1]053H2型舰仍是一种以黄水作战（近海作战）为主的军舰，但也是中国海军最后一种以黄水作战为主的主力军舰，是带有实验性质的产品。之后在改型舰基础上开始研制一型改进护卫舰：也就是后来的053H2G型首制舰1987年开始论证，1992年6月交船，历时5年。1984年10月15日053H2型首制舰“黄石号”（舷号535）在上海沪东造船厂开工建造，1986年12月15日正式服役。053H2型舰原本列入计划建造是4艘，最初海军批复建造2艘（535舰、536舰），后来又追加建造了一艘（537舰），至1990年同级舰建成3艘，计划中的第4艘变成了053H2G型。[1]053H2型舰服役后仅进行数次小改进，由于改进升级空间不大，也出于成本考虑，在役期间未进行大规模改造。最显著的改进是2004年将原先斜向45°布置的8个反舰导弹发射箱（实际使用中导弹发射时尾焰会烧蚀甲板上的设备）换装成两座横置四联装发射箱。[1]1988年，中国与泰国签订协议，为泰国海军建造基于053H2型设计的护卫舰，型号'053HT'，称为“昭披耶”级（CHAO PHRAYA CLASS）。动力系统安装4台德国MTU 20V1163TB83型柴油机，最高航速30节。据说当时价格只有德国布洛姆·福斯船厂MEKO200型护卫舰方案的1/4。其中，1988年泰国的第一批订单建造2艘053HT型，1990年泰方的第二批订单建造2艘053HT-H型（除去尾炮加装直升机起降甲板）。在1991﹣1992年间交付。该船后来暴露出很多问题如损管系统功能太低、水密不好等，迫使中国海军大力整顿船厂。[2]2013年4月，535舰和536舰退出现役。之后经过系统升级并重新涂装转让给孟加拉海军，舷号修改为F15和F17[3] 。",
        "attributes": null
    },
    {
        "keyword": "CS/LR4型狙击步枪",
        "source": "wiki",
        "title": "CS/LR4型狙击步枪",
        "url": "https://zh.wikipedia.org/wiki/CS/LR4%E5%9E%8B%E7%8B%99%E5%87%BB%E6%AD%A5%E6%9E%AA",
        "date": "0",
        "content": "CS/LR4型狙击步枪（前称：7.62毫米高精度狙击步枪；又称：NSG-1）是一款由中国兵器工业第208研究所所研制、长风机械集团总公司所生产的高精度狙击步枪糸统，发射7.62×51毫米北约口径步枪子弹，例如中国生产的CS/DFL3型高精度铜壳全铅芯专用狙击弹药或国外生产的.308口径高精度比赛等级（英语：Match grade）弹药。随着经济和社会的发展，频繁的于各类重大国际活动、赛事中交流，中国重新开始认识狙击理念，并付诸科研实践。为此，中国相关部门于2008年6月启动了7.62毫米高精度狙击步枪系统的研制工作。经过近3年的艰苦努力，先后解决了众多关键技术，成功研制出具有世界先进水平的7.62毫米高精度狙击步枪系统。在2010年北京警用装备展上建设厂的展台上迷彩涂装造型首度展出，而在2011年北京警用装备展上建设厂的展台上则以黑色造型与5.8毫米高精度狙击步枪同时展出（当时还没有正式的名称）。2011年6月，这枪通过了外贸定型，并正式命名为CS/LR4型7.62毫米高精度狙击步枪系统。在2012年北京警用装备展上展出的CS/LR4有多项改进。[4]同年，于哈萨克斯坦举办的“金鹰2012”（AY-2012）狙击比赛之中，北京派出的选手使用CS/LR4发射主办方统一提供的比赛等级（英语：Match grade）弹药，并且获得了优胜。[3]其后，在2013年澳大利亚陆军轻武器技能大赛中，亦有使用CS/LR4参赛。[5]CS/LR4型7.62毫米高精度狙击步枪采用传统式结构，枪管自由浮置式设计，旋转后拉式枪机，弹匣供弹。全枪由枪身、枪机、枪托／护手、供弹具及两脚架等几大部件组成。机匣与枪管采用螺纹固接。保险杆、发射机与机匣之间均采用销钉固接。机匣内腔设有导轨用于导引枪机运动。枪机与机匣内腔前部的闭锁支撑面相互作用实现闭锁，手工操作枪机完成推弹、闭锁、开锁、抽壳、抛壳等动作。机匣右侧设有抛壳窗。机匣左侧设有枪机锁和弹匣卡笋，枪机锁是限制枪机向后运动的极限位置。[1]机匣顶部从设计初始阶段就采用了MIL-STD-1913战术导轨用于加装光学瞄准镜。不仅可以配装中国内外高精度光学瞄准仪，也为中国国内相关生产单位研制适应该导轨的光学瞄准仪创造了基础。枪管上方亦设有一段前部战术导轨，用于安装微光图像增强仪。该枪的战术导轨分为前后两段式设计，便可以同时配装白光瞄准镜和夜视仪。为保证精度，这段导轨不与枪管接触。[1]早期型的前部战术导轨支架为“单向支撑”方式，而在2012年北京警用装备展上展出时的后期型则改为“双向支撑”方式，提高了安装串联夜视仪时的稳定性。[4]该枪配备的白光瞄准镜的质量和外形尺寸均比普通步枪用光学瞄准镜相较为大。因此，该枪机匣顶部的战术导轨横向尺寸大，宽为21.7毫米（0.85英寸），以提升连接稳固性。这段战术导轨长度达150毫米（5.91英寸），光学瞄准镜连接在战术导轨的前后位置可调节，安装位置灵活方便。枪、镜连接锁紧机构采用螺杆拉紧式，可用工具锁紧在战术导轨之上。该枪突破了光学瞄准镜的传统使用模式，以白光瞄准镜作为主要瞄准具，而且枪、镜校准后不再拆卸白光瞄准镜，避免重复装夹造成的瞄准误差，大大提高了武器的瞄准精度。夜间瞄准射击时，将微光图像增强仪安装在白光瞄准镜前方的皮卡汀尼导轨上，其起到夜间图像增强的作用，通过白光瞄准镜实施夜间瞄准。该使用模式无需单独设计微光瞄准镜，简化了设计工程。自由浮置式枪管采用精密锻造技术制造，全长610毫米（24.02英寸），弹膛、线膛针对狙击步枪弹药进行了优化设计，确保弹头在枪管中定位的一致性、稳定性以及减小弹头在枪管中初始运动的扰动、弹头被甲变形等。枪管壁厚设计余量较大，提高了枪管刚度和热容量。迷彩涂装原型的枪管前端的枪口螺纹可用于装上微声器令其成为“微声狙击步枪”，但不知为何自黑色造型开始却取消了枪口螺纹。发射机由阻铁、阻铁座、保险杆、击发杠杆和扳机等组成。两道火扳机扳机设置可通过调节螺钉使扳机扣力在8～15磅力（35.59～66.72 牛顿）之间调节，扣压扳机时能明显地感觉到预压和击发两个阶段。而且扳机前后位置也可以实现调节。[1]发射机通过两个销子与机匣固接，安装在机匣右侧、发射机座上方的手动保险杆，通过前后滑动实现保险和射击状态的转换。保险杆推到后方位置时为保险位置，此时阻铁和阻铁座被保险杆刚性限位，因而无法转动，即使扣动扳机或是意外跌落，击针也无法被解脱而不能实现击发；而保险杆推到前方位置时为射击状态，此时击针被阻铁挂住，阻铁可随阻铁座一起转动，扣动扳机，阻铁即可释放击针，实现击发。枪机由机头体、压弹板、枪机体、抽壳钩、抛壳挺、击针及击锤等组成。机头体前方设有3个锁耳（英语：Lug），抽壳钩和抛壳挺均安装在枪机头体上；平移式击针装在枪机头体内，平移式击锤部件由阻铁解脱实施击发动作。CS/LR4型7.62毫米高精度狙击步枪的一体化枪托／护手采用纤维增强热塑塑料内嵌钢件注塑成型制造。枪托／护手全长720毫米（24.02英寸），通过前后两个螺钉与机匣连接。枪托由后向前设置有：托底板、托腮板（英语：Cheekpiece）、握把、下护手。[1]枪托底板组件由橡胶托底板、垫片等组成，通过两个螺钉固接在枪托后端。枪托底板可通过增减垫片数量以调节托底板的厚度，也可进行高低调节。[1]托腮板组件由托腮体、调节手轮和紧固装置等组成。托腮板的高低可通过转动调节手轮进行调整。[1]早期型的一体化枪托／护手没有任何枪背带环，而在2012年北京警用装备展上展出时的后期型则在前后进行了枪背带环的设计，提高了全枪的携行能力。[4]CS/LR4型7.62毫米高精度狙击步枪的供弹具为5发单排式直弹匣，由弹匣体、托弹板、托弹簧、弹匣底盖等组成。弹匣以直插式装上供弹口。[1]早期型的弹匣卡笋设计在底盘系统的左侧面上的按钮型弹匣卡笋，而在2012年北京警用装备展上展出时的后期型则移至弹匣前部，并改为拨片样式。为了解决早期型弹匣因弹匣壁较为薄弱（只有0.8毫米），导致枪械运输过程中或是使用携行中因一些剧烈的外力磕碰造成弹匣壁変形，进而导致供弹故障，后期型的弹匣壁进行了强化，弹匣壁厚度增加至1毫米。[4]CS/LR4型7.62毫米高精度狙击步枪的两脚架通过脚架座和脚架卡笋以及一体化枪托／护手上的脚架连接座连接，可调节高低，为用户在不同位置进行瞄准时提供更好的支撑。早期型的高低调整装置和脚架底座分别为旋钮样式和半球状样式，而在2012年北京警用装备展上展出时的后期型则改为按钮样式和平底犁头样式；设计位置亦由底盘式枪托下部固定改为前端固定，这种设计改良有助此狙击步枪提高射击精度。[4]CS/LR4型7.62毫米高精度狙击步枪还设有后支撑杆，可作为狙击步枪的驻锄，用于辅助架枪。后支撑杆可调节高低以适应地形需要，并且可以对架枪高度进行微调，便于狙击手长时间伏卧使用。后支撑杆与前端的两脚架相配合，可以让CS/LR4自行稳定在射击位置上，这样用户可在执行观察任务时充分休息，无需时时刻刻端著狙击步枪，有助于保存体力。CS/LR4型7.62毫米高精度狙击步枪在设计上的技术提升是无损供弹机构。对高精度狙击武器系统来说，射击精度是核心目标，因此对狙击步枪／弹药的加工质量要求非常高，尤其是狙击弹弹头的加工质量和表面质量对射击精度有很大的影响。而无损供弹机构则可避免供弹过程中弹头接触导弹坡面等硬金属表面造成的弹头表面划伤，从而提高射击精度。无损供弹机构的原理是：将供弹具的安装位置尽量靠近枪管轴心，缩小供弹具最上一发弹与枪管轴心的高度差（即是供弹过程中的枪弹爬升高度），利用弹壳导引弹药入膛及规正，避免弹头表面的损伤可能。技术人员将传统旋转后拉式枪机设计成分体式枪机结构，枪机头最大限度地为供弹具让位，以尽可能提高供弹具的安装位置，使弹药上膛过程中的爬升高度小于3毫米，确保弹药上膛过程的导引由弹壳完成，避免了弹头可能受到的碰撞、刮蹭等伤害。CS/LR4型7.62毫米高精度狙击步枪亦具有很突出的人机工效方面设计。该枪充分吸收了中国国外同类枪械在这方面的优秀设计，包括握把及枪托采用类似运动步枪的结构设计，其枪托底板厚度、托腮板（英语：Cheekpiece）高度、两脚架高度、枪托下方的后支撑杆、扳机扣力和扳机位置均可调节。有了这些基础条件，狙击手可在拿到其配属的狙击步枪后，根据其个人体型和使用习惯对枪进行调节，满足了狙击手对于狙击步枪舒适度的要求。通过优化握把、扳机等握持部位的形状和尺寸，达到了握持、据枪和射击的舒适效果。另外，其枪身表面也进行了皮革纹特殊处理，枪管表面也采用哑光（英语：Paint sheen）设计，不仅减小了因枪身反光而被敌方发现的概率，也使得狙击手持枪的手感更好。CS/LR4型7.62毫米高精度狙击步枪的配件包括硬式携带盒、清洁套件、CS/OS15型8~32倍白光瞄准镜（原厂配装）或CS/OS17型白光瞄准镜（公安部配装）、CS/OS20A型4~15倍白光瞄准镜（改良型号配装）、微光图像增强仪、CS/OB1型激光测距仪／弹道解算计算机系统、CS/DFL3型7.62毫米高精度专用狙击步枪弹药和操作手册。CS/DFL3型7.62毫米高精度专用狙击弹药的外形尺寸和7.62×51毫米普通弹基本相同。该弹由弹头、弹壳、底火和发射药组成。采用铜壳被甲全铅芯前装结构、标准北约弹药铜弹壳、伯丹式无锈蚀击发药底火和内弹道燃烧稳定的新型单基发射药。7.62毫米高精度狙击步枪弹药于2008年9月提出论证，2009年7月开始研制。2010年1月，样弹进行了全面性能试验，试验结果表明样弹完全满足战术技术指标要求。其后科研人员又对该弹提出更高的指标要求，即600米的射击密集度指标由≤240毫米提高到≤174毫米。指标确定之后，技术人员进行进一步技术攻关，并解决了相关技术问题，最终于2010年12月完成外贸设计定型，命名为CS/DFL3型7.62毫米高精度狙击步枪子弹。在7.62毫米高精度狙击步枪弹药的研制为程中，遇到的关键技术问题主要有三方面。针对上述三大关键技术问题，技术人员开始采取相应的解决措施。设计人员在弹头特征参数优化设计方面进行了大量经典力学、内弹道学和外弹道学等理论计算，并结合以往的研制经验建立了一个专门用于优化弹头特征参数的新型弹道模型。同时，设计人员认为传统型后装方式组装弹头的加工工艺办法很难满足射击密集度要求。采用后装方式组装弹头时，铅心或钢心从弹头壳的尾部向前装入，然后用专用冲子等工具将铅心或钢心冲压到位，最后进行弹头壳尾部的收口工序。钢心或铅心从后向前装入弹头壳时，弹头一致性、轴对称性和密实性很难保证，因此，其散布精度也就受到一定的影响。由此大胆提出采用前装方式组装弹头，并完成了工艺优化工作，有效提高了射击密集度。同时技术人员还在提高射击密集度方面采取了多项技术措施：在步枪／弹药匹配方面，技术人员根据新膛室的特点，对7.62毫米高精度狙击步枪弹药的设计方案（主要是弹头弧形的形状和高度、尾锥的角度和高度、弹头的外径、初速等）进行了调整。经过这些技术攻关，最终设计而成的7.62毫米高精度狙击步枪弹药的射击密集度、首发命中率均较好满足了设计指标要求，性能达到世界先进水平。经过设计与工艺的改进，7.62毫米高精度狙击步枪弹药的外形尺寸虽然基本上与7.62×51毫米普通弹相同，但是精度上比7.62×51毫米普通药外高出许多。该弹的研制成功填补了中国外贸型7.62×51毫米高精度狙击步枪弹药的空白。CS/LR4型7.62毫米高精度狙击步枪系统的预期精度不错：在发射CS/DFL3型7.62毫米狙击弹药和有利的环境条件以下可以达到小于1.16 角分（MOA）的准确度，其测试精度效果如下：[1]如此看来，CS/LR4米高精度狙击步枪的精度虽然比起美国陆军的制式狙击步枪的表现还有欠缺（比如M2010增强型狙击步枪，其出厂验收精度为小于1角分），但确实比起85式和88式提高许多，等同于美国M24狙击步枪发射M118狙击弹药的精度水平。CS/LR4型7.62毫米高精度狙击步枪系统的研制成功，填补了中国在高精度狙击步枪系统领域的空白。其主要技术特点如下：CS/LR4型7.62毫米高精度狙击步枪的结构设计较上世纪末期的85式和88式狙击步枪优秀。后两者的下护木前端须依靠枪管附件定位，枪管亦因直接套著两脚架而非自由浮置式。由于枪管射击时会在火药燃气压力下膨胀，但下护木、两脚架等附件却恰恰阻挠了枪管的正常变形，进而导致武器射击精度低下。而前者的下护木则是采用悬臂形式，两脚架设置在下护木前部下方（已经改为护木前端），避免直接在枪管上加挂附件。这样使枪管在膨胀以后能够正常变形，提升了武器的射击精度。这一结构设计与美国雷明顿高精度狙击步枪非常相似。而CS/LR4的设计基本上达到了“以我为主、中西合璧”。[5][6]综上所述，CS/LR4型7.62毫米高精度狙击步枪系统具有高精度、可靠性良好、配套齐全、人机工效优秀等特点，综合性能达到世界先进水平，可说是中国真正意义上的狙击武器系统。CS/LR4存在的突出问题是：供弹具单排式直弹匣容弹量只有5发，火力持续力较同口径高精度手动狙击步枪（例如萨科TRG-22）相差一倍。[3]采用手动（非自动）方式操作的CS/LR4，在每次发射一发子弹都要重新完成向后拉动枪机和送弹上膛的动作。由于其拉机柄较长，拉送时用力稍偏会导致枪机运动轨迹不在中心的情况，用户越用力（不同心的力）拉送越是拉送不动，尤其在实施精瞄射击时，会改变以前已经固定好的瞄准线指向。[5]CS/LR4在弹匣与步枪上的弹匣插口的连接部位上没有反向限制装置，当需要将装有实弹的弹匣装上步枪的时候，如果用户意外地将弹匣的前后进行了颠倒（子弹头朝向后方）却仍能装上步枪。如此一来，在出现错误的弹匣安装动作以后，装在弹匣内的子弹弹头是指向后方的。一旦用户完成送弹上膛动作，就会出现上膛故障，贻误战机。[5]CS/LR4的一开始配备的CS/OS15和CS/OS17两型瞄准镜在用户实际使用时都出现了不少问题，例如倍率偏高（两者都只有8至32倍可调）、视场偏窄，从而影响观察搜索和连续对多个不同方向目标射击的问题。此外该型瞄准镜的后置分划线也不随倍率变化，仅可以在20倍时利用分划线的密位刻度瞄准、测距，其他倍率就需要换算。但因为变倍手轮为连续可调，难以准确计算，再加上分划调整手轮刻度单位为MOA，而分划线刻度单位为密位，因此调教和计算相当繁琐。直到使用改良的CS/OS20A型白光瞄准镜才有所改善：该瞄具改为4—15倍可调，十字密位线分划采用了前置设计，瞄准镜分划板上每间隔1密位便设有一条密位线，密位线在任意倍率下所代表的密位值不变；镜体上设有横向和纵向分划调整手轮，每档0.05密位，另外还设有变倍手轮和调焦手轮，可调整倍率和焦距，性能比CS/OS15和CS/OS17型都提高不少。",
        "attributes": {
            "name": " CS/LR4型7.62毫米高精度狙击步枪",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "SA-8导弹",
        "source": "wiki",
        "title": "SA-8导弹",
        "url": "https://zh.wikipedia.org/wiki/SA-8%E5%AF%BC%E5%BC%B9",
        "date": "0",
        "content": "火炬／安泰(Antey)科研生产联合体研制的9K33 '黄蜂 Osa'（俄语：Оса - 北约命名SA-8 '壁虎 Gecko'）是一种高机动低空近程地对空导弹系统。9K33的各种型号都是运输-起竖-发射-雷达一体化车载（TELAR），使得每部发射车可以独立完成目标截获、跟踪、打击，也可以与防空团监控雷达协同作战。六轮装甲越野载车具备良好的两栖能力，可以空运。伊热夫斯克“穹顶”电子机械制造厂生产。总设计师П Д 格鲁申内姆院士。布良斯克汽车制造厂首席设计师И Л 尤里负责底盘型号БАЗ－5937。1971年，在“黄蜂”防空导弹系统基本型即将列装部队的同时，苏共中央和苏联部长会议就作出了一项决议，要求军方立即开始对“黄蜂”进行技术升级改造，重点是放在扩大“黄蜂”导弹的毁伤区域和提高其作战效能两个方面，改造后的型号命名为“黄蜂”－A。技术人员改进之处：第一，给导弹发射车安装了更加先进的计算设备，提高了控制回路的精度，可为“黄蜂”导弹提供精确制导，使导弹具备了向空中目标（飞行速度500米／秒，过载8g）实施准确攻击的能力；第二，提高了车载探测设备的外部相干性和抗干扰性，可确保导弹系统在受到无源干扰的情况下仍然能对空中目标实施自动跟踪；第三，为无线电电子设备更换了新的零部件，在提高设备可靠性的基础上，减小了设备的重量、尺寸和功耗；第四，换装了新的操作面板（增加了照明系统，操作手可在车内微弱的光线下容易地辨认出各种数据和按钮），并对发射用的各种无线电电子设备加装了红色显示灯（如发射按钮、刻度盘、转换器等等）。1973年2月7日，军事工业委员会发布了第40号决议，正式决定将‘黄蜂’防空导弹系统的载弹量由4枚提升至6枚，改进后的型号称为‘黄蜂’－K。此后不久，苏共中央又作出决议，要求将“黄蜂”－A的改造工作与“黄蜂”－K的改造工作合二为一。为了落实中央指示，1973年10月，由无线电工业部、航空工业部和导弹军械总局签署联合命令，决定生产“黄蜂”－AK型防空导弹系统，导弹型号定为9K33M2。安装了新型的无线电控制引信；弹翼采用折叠式且分布于弹体两端，这就使导弹更便于存放在矩形导弹发射箱内；减弱了导弹的辐射信号；将导弹的保质期延长到了5年。抗干扰性更强，延长了导弹的服役寿命，导弹的最低射高降低到27米，应用了空中目标高度自动分析技术，在双模式接收器上安装了无线电控制引信等等。1974年6月，生产厂商对“黄蜂”－AK防空导弹系统进行了样品试验。试验是在恩巴靶场进行。1974年9月，“黄蜂”－AK防空导弹系统的国家鉴定试验开始了，并一直持续到1975年2月。12辆参加1975年11月7日举行的红场阅兵式，这也是“黄蜂”导弹的第一次公开亮相。1975年11月，技术人员对“黄蜂”－AK防空导弹系统继续进行改进，重点是要增强对空中目标特别是直升机的毁伤能力。此次改进工作的代号为“马拉豚鼠”。技术人员改进了防空导弹系统的制导方法，提高了环视显示器的分辨率，采用了多种弹头指控模式，利用修正（校正）系统增强了弹头延时引爆的准确率。针对直升机目标，“黄蜂”防空导弹系统可利用电视－光学瞄准器根据直升机的角坐标方位对其开展半自动跟踪，进而对防空导弹实施制导，从而摧毁目标。改进后的导弹型号定为9M33M3，与前型号相比，新型号在无线电控制引信性能方面更加完善。从1977年起，技术人员对9M33M3型“黄蜂”防空导弹系统开始了工厂试验。1979年9月，在恩巴靶场开始了国家鉴定试验。试验鉴定委员会面前最困难的事就是如何模拟在真实作战条件下击落低空飞行的直升机。新的防空导弹系统被命名为“黄蜂”－AKM，并于1980年被批准列装部队。“黄蜂”－AKM可对2－6.5公里内悬停或贴地飞行的直升机实施有效攻击。由于采用了新型的制导技术和修正（校正）技术，单枚“黄蜂”导弹的毁伤概率得到大幅度提升。配备于摩步师的防空导弹团。9K33导弹系统替代了老式的57毫米高炮S-6。通常，1个防空导弹团由5个防空导弹连和1个团指挥所及其直属部队（连级建制）组成，一部“薄皮”测高雷达，两部“长轨迹”警戒雷达。而1个防空导弹连下辖4套“黄蜂”防空导弹系统和1个连指挥所、两辆备用导弹运输车9T217，备用弹共18发，以三联包装形式存放。备用导弹运输车与发射车都是BAZ-5937，备用导弹运输车有起重臂辅助装填。导弹型号为9M33系列。每辆发射车可同时发射与制导打击两个目标，不能在行进间发射，需要短停。对每个目标可以用1-2枚导弹打击。击毁概率为0.35-0.85.导弹发射后25秒钟自毁。 从截获目标到发射的反应时间为26秒钟，从行军状态到战斗准备就绪需要4分钟，装填导弹需要5分钟。BAZ-5937为6x6两栖轮式装甲车，陆地最大速度80km/h，水上最大速度8km/h; 300马力。驾驶员与车长座位在前排。发动机在车体后部。尾部有两个喷水推进器。装有空气滤清系统、核生化超压防护以及夜视设备。80年代，所有的华约组织国家、安哥拉、阿尔及利亚、几内亚比绍、印度、伊拉克、约旦、利比亚、叙利亚、南斯拉夫等25国都装备了“黄蜂”防空导弹系统。后来，希腊从东德购买了12套“黄蜂”防空导弹系统，服役效果甚佳，遂又从俄罗斯订购了18套“黄蜂”防空导弹系统。第五次中东战争结束后，苏联政府采取紧急措施向叙利亚提供数个地空导弹团，暂时由苏联军人操控装备，每个团下辖2个C－200防空导弹营、1个“黄蜂”防空导弹营、1个高射炮连和1个“箭”式便携防空导弹排。在南非安哥拉战争中，‘黄蜂’－AK防空导弹营共击落南非军10架固定翼飞机和直升机，其中有一架‘美洲豹’直升机是被‘黄蜂’－AK导弹在我方雷达视距之外击落的。1991年的海湾战争中，伊军在强烈电磁压制下，将“黄蜂”－AKM防空导弹系统与ЗСУ－23－4“石勒喀河”高炮搭配使用。联军被击落的37架固定翼战机中，大多数是被“黄蜂”击落。",
        "attributes": {
            "name": " 9K33 Osa ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "78式无后坐力炮",
        "source": "wiki",
        "title": "78式无后坐力炮",
        "url": "https://zh.wikipedia.org/wiki/78%E5%BC%8F%E6%97%A0%E5%90%8E%E5%9D%90%E5%8A%9B%E7%82%AE",
        "date": "0",
        "content": "78式无后坐力炮（英语：PW-78，以下简称为PW-78）是一门由中国北方工业公司为了向中国人民解放军（以下简称为解放军）步兵部队提供了一种快捷而且直接的火力支援，并且击毁轻型坦克、装甲运兵车或碉堡等目标而研制和生产的82毫米口径滑膛式无后坐力炮系统，发射82毫米炮弹。78式是在65式上进行一些修改的改进版。78式已经大量而显著地装备解放军地面部队，而且目前仍在一些Ｂ级单位和预备役部队中服役。该型无后坐力炮正开始被98式反坦克火箭筒所取代。新中国成立后，中国军工部门对缴获的美制无后坐力炮进行研究、试验，开始着手无后坐力炮的仿制工作。1952年，仿制成功52式57毫米无后坐力炮和52式75毫米无后坐力炮（后来改进为56式、56-1式、56-2式75 毫米无后坐力炮），并开始大量生产并装备部队。52式57毫米、75毫米无后坐力炮在朝鲜战争、中印边境战争中发挥了重要作用，但由于这些产品是仿制品，技术设计方面并无改进，并且由于当时中国工业水平落后，这些火炮存在很多不足。1958年夏秋之际，中国第一研究所的科技人员针对在朝鲜战争中战场上使用的57毫米、75毫米无后坐力炮暴露出的问题，提出研制“轻型无后坐力炮”的设想。当时担任所长的吴运铎在设计研制方案的讨论会上指出：“无后坐力炮作为连、营的火炮配置，设计上一定要突出一个‘轻’字，要减轻炮重，提高威力……斤斤计较不够，必须两两计较。”经过几年的研究，中国于1965年研制出自主设计的65式82毫米无后坐力炮，其直射距离293米（546.81码），命中角25°时破甲厚度为125毫米。为进一步加强步兵营、连反坦克装甲能力，1978年，中国华京工程学院又开始立项研制新一代无后坐力炮，经过由祝榆生所领导的团队的科技人员的努力攻关，于1981年研制成功78式82毫米无后坐力炮并批量生产装备部队，后来为规范武器装备的名称，其名称改为PW-78式82毫米无后坐力炮。PW-78式82毫米无后坐力炮投入部队使用后暴露出开闩力过大，不便于对运动目标射击等缺点。针对暴露出的问题，中国对PW-78式82毫米无后坐力炮的炮闩、击发机等进行改进，于1990年12月定型了PW-78A式82毫米无后坐力炮；随后又进一步改进，于1993年2月定型了PW-78B式82毫米无后坐力炮。PW-78在中国人民解放军正开始被98式反坦克火箭筒所取代，但目前仍在一些Ｂ级单位和预备役部队中服役。而且也透过中国北方工业公司出口到国外。PW-78与65式无后坐力炮相比，两者的主要区别如下：此外，PW-78式无后坐力炮与65式的全炮长、全炮质量、握把形状、击发机结构、炮架结构等也有所不同，加工工艺性也有所提高。根据部队使用意见反馈，科研人员进行进一步改进，推出PW-78A式无后坐力炮，其在PW-78式无后坐力炮基础上主要有如下改进：一是在开闩手柄上增设了开闩臂，利用物理上的力矩省力原理，减小了炮闩开闩力，开闩力由105牛顿减少到20牛顿。二是高低机的转轮力由10牛顿减少到了5牛顿，方向机的转轮力由10牛顿减少到了8牛顿。三是炮架的三条架腿由单独调整改为联动调整。这些改进使得无后坐力炮的结构更加合理，更便于操作使用，对于提高作战效能具有重要作用。此后推出的PW-78B式无后坐力炮对PW-78A式进行了进一步优化，主要是增设了软绳击发机构和多用支架。前者便于炮手操控无后坐力炮，增强对运动目标追随射击的能力，提高命中率；后者可增强炮手肩炮射击的稳定性。65式无后坐力炮配有破甲弹和杀伤弹，破甲弹的直射距离为300米（328.08码），最大速度247米／秒，破甲威力为120毫米／65°，杀伤弹密集杀伤半径不小于20米（21.87码）。而PW-78系列无后坐力炮配有增程破甲弹、杀伤弹、杀伤燃烧弹。增程破甲弹的直射距离为484米（529.31码），最大速度260米／秒（853.02英尺／秒），破甲威力为150毫米／65°，垂直破甲厚度可达354.9毫米。杀伤弹用于杀伤敌暴露的有生目标，初速200米／秒（656.17英尺／秒），有效射程为2,000米（2,187.23码），密集杀伤半径不小于20米（21.87码）。杀伤燃烧弹的性能诸元与杀伤弹的基本相同，但当该弹爆炸后，能产生燃烧效应，对目标区内的有生力量及易燃物品造成复合杀伤和纵火燃烧的效果。PW-78、PW-78A及PW-78B的结构组成基本相同，主要由炮身、炮闩、击发机、炮架、瞄准装置、三脚架和附件组成。该炮可在三脚架的辅助下发射，或在炮手的肩膀上发射。[1]炮身由身管、炮尾组成，身管与炮尾以螺纹连接。其身管为壁厚从前向后逐渐增厚的空心圆筒。身管内部为滑膛式，后部为药室。药室用于装填炮弹，药室内壁上设有3 根导条，用于炮弹在膛内开始运动时起导向作用，药室内壁直径较大处用于提供发射药燃烧、火药气体膨胀的空间。身管外部多处设有燕尾突起，从前向后分别用于固定准星、表尺、击发机、瞄准镜固定器、高低机连接座、提把座和护板座。其中，提把座用于安装提把，提把供短距离运动时提炮，提把座内装有弹簧、钢珠，当提把竖起时钢珠在弹簧的作用下即卡入提把的圆孔内使其处于竖起状态，不使用提把时可将其放倒，置于身管外壁上。提把座下方两侧的柱形凸起为炮耳轴，用于将身管与炮架进行连接。护板座用于安装护板，护板在肩射或扛炮转移时用作肩垫，炮弹发射时可防止身管烫伤炮手。而身管的口部端面刻有十字刻线，用于检查瞄准镜零线时粘贴炮口十字线。炮尾以螺纹连接于身管的后端。其外部右侧设有两个连接耳，用于与炮闩的两个连接耳配合，闩轴穿入连接耳中，使炮闩连接在炮尾上并能向右旋转开闩。炮尾左侧设有两个斜形凸起，与炮闩的开闩杆缺口配合以关闭炮闩。炮尾上方的检查座用于检查瞄准装置零位时放置象限仪，下方的两个支耳用于安装不到位保险装置。炮闩位于炮尾后方，主要用于抵住炮弹、击发底火，发射时使火炮所受到的向前与向后的作用力平衡，以保持火炮的稳定。其由闭锁装置、调孔装置、击发装置、不到位保险装置组成。闭锁装置由闩体、闩柄等组成。闩体是连接炮闩各部机件的主体。闩体内设有隔断件，隔断件使闩体形成上下两个空腔，这两个空腔是火药燃气的后喷口。闩体外部左侧设有开闩手柄。闩柄由玻璃钢强化塑料制成，压杆突出于闩柄上端。开闩时，压下压杆，并向右转动闩柄，可打炮闩。此时，闩体右侧的两个连接耳以其突肩推压位于炮尾上的击锤并压缩击锤簧，以储备击发能量。调孔装置由调孔板、喷管组成。调孔板用限制螺旋接在闩体隔断件前方，用于控制火药燃气后喷口的大小。当火药燃气后喷的动量与火药燃气向前推动弹丸的动量相等时火炮即无后坐，但发射一定数量的炮弹后，调孔板因被烧蚀而使后喷口增大，喷出的火药燃气也增多，火炮即产生前冲并影响射击精度。因此必须注意及时更换调孔板。喷管呈喇叭形，以内螺纹拧于闩体后端。其用于控制火药燃气后喷的角度大小，以减小炮后危险界。击发装置由限制螺、击针、击针杠杆机构、击锤筒、击锤簧、击锤等组成。限制螺旋接于闩体隔断件的前端，用于固定调孔板和连接击针，击针装于限制螺中心孔内。击针前部有一环形凸起，用于击发时抵住限制螺的内平面以限制击针的行程（即击针突出量）；后部设有一方形通孔，击针杠杆的头部插入方孔内以拨动击针；中部的4个凹槽为火药残渣槽。击针杠杆机构由击针杠杆、支架、回针簧组成，用于拨动平移击铁，击发后并使击针缩入限制螺内。击针杠杆插入支架内；回针簧装于击针杠杆与支架的后端，用于使击针杠杆拨动击针，使击针恢复原位。击锤筒固定在炮尾右侧两个连接耳的前部，击锤及击锤簧装于击锤筒内。击发时，击锤上的杆形突起以其端面撞击击针杠杆。开闩时，闩体右侧两个连接耳的突肩抵于击锤的楔形突起上，以压缩击锤簧储备击发能量。该炮设有两套不到位保险，一套设于炮尾下方的两个支耳上；另一套设干闩柄座后部。装于炮尾下方两个支耳上的不到位保险装置中设有保险栓，保险栓上的半圆部用于开闩后卡入阻铁杆下部的半圆凹部内，以形成关闩不到位不能击发保险状态。设于闩柄座后部的不到位保险装置，由拉杆、拉杆簧、杠杆、保险杆等组成。开闩时，拉杆在开闩杆下部缺口的作用下向后移动并压缩拉杆簧，拉杆向后移动，带动杠杆转动，杠杆带动保险杆向右移动，以挡住击针杠杆，形成保险状态；关闩到位时，拉杆在拉杆簧的作用下带动杠杆转动，杠杆带动保险杆向左移动，以解脱对击针杠杆的限制，此时可击发炮弹。PW-78B的击发机由前击发机、后击发机及软绳击发机组成。发射时，炮手操作任何击发机均可实现击发。但要说明的是，操作前击发机或软绳击发机，均是通过带动后击发机而实现击发的。前击发机主要用于肩射时操纵击发，其由扳机体、前扳机、调整螺、拉杆及保险机构等组成。保险机构由保险栓、保险簧与保险销组成。扳机体用于安装前扳机的各种零件，其通过燕尾槽装于炮身中部下方的燕尾突起上。前扳机后部设有弧形杆，用于与保险栓配合，起到保险作用。保险栓设在扳机体后部的孔内，其中部设有缺口。当向右推保险栓到位时，保险栓缺口与前扳机后部的弧形杆错开，使前扳机不能被扣动，击发机处于保险状态；当向左推保险栓到位时，保险栓缺口与前扳机后部的弧形杆对正，即可扣到前扳机。保险簧与保险销设在保险栓上部的扳机体内，保险栓上有2个锥孔，推动保险栓，保险销在保险簧的作用下，其头部卡入保险栓的不同锥孔内，使保险栓分别处于“保险”、“待击”位置。调整螺用于调整拉杆的长度，从而调整前扳机行程。拉杆的前端与调整螺旋接，后端与后击发机的连接头相连。扣动前扳机时，拉杆带动后击发机的连接头向前移动，从而使后击发机带动阻铁向下移动，击针被解脱，实现击发动作。后击发机由扳机座、后扳机、推杆、护管、保险机构及击发联动机构等组成。保险机构由保险板、钢珠及弹簧等组成。击发联动机构由击发杠杆、阻铁杆、拨动子、压杆及压杆簧等组成。扳机座通过两个螺钉固定在炮身右侧，其下方设有后扳机及保险板，后方设有护管及推杆。推杆及推杆簧设在在护管内。后扳机及保险板上均设有凹槽，用于卡入软绳击发机的钢丝绳。保险板的上部设有2个锥孔，内装弹簧、钢珠，钢珠在弹簧的作用下卡入扳机座不同的锥孔内，使保险板分别处于“保险”、“待击”位置。将保险板向前扳到平行于炮身（即“保险”）位置时，保险板上部即抵住后扳机，此时不能向前推动后扳机而形成保险状态。将保险板扳到垂直于炮身（即“待击”）位置时，可实施击发。后扳机实现击发的动作是：推压后扳机，推杆后端推动击发杠杆长支臂，击发杠杆绕其轴转动，其短臂向下拨动阻铁杆，阻铁杆下压拨动子，拨动子转动并向上顶起压杆。当阻铁杆向下运动至解脱对击锤的卡滞时，击锤簧伸张，推动击锤高速向后运动，其杆形突起撞击击针杠杆的后部，击针杠杆绕其轴转动，其头部拨动击针向前撞击炮弹底火。击锤完成击发后被压杆与闩体连接耳共同挡住。开闩时，闩体连接耳下方斜形面向下压压杆，从而使拨动子转动，拨动子向上顶起阻铁杆以卡住处于待击状态的击锤。关闭炮闩，操作扳机，从而实现下一个击发循环。为便于对运动目标进行追随跟踪瞄准，并快速实施击发动作，PW-78式无后坐力炮设有软绳击发机，其由握柄、扣柄、软管、软管卡头、钢丝绳、紧固头、紧固螺母及支板等组成。握柄上设有两个片状突起，以便炮手握持和实施击发动作。握柄轴用螺钉与方向机手轮相连接，握柄轴上设有扣柄，扣柄的侧面连接有软管及钢丝绳。软管的另一端设有软管卡头，其卡入支板上的凹槽内。钢丝绳的另一端穿过后扳机下部的凹槽，用紧固头及紧固螺母固定在后扳机后部。使用软绳击发机之前，必须试击发，调整软绳长度，以保证击发行程。软绳过短，容易提前击发，造成走火；软绳过长，难以实现击发。调整时，拧松紧固螺母，移动紧固头在软绳上的位置，直至击发可靠为止。对运动目标跟踪瞄准时，炮手左手转动高低机，右手握住软绳击发机的握柄并且拇指轻放在扣柄上，转动握柄可带动方向机对运动目标进行追随跟踪。击发时，右手拇指与食指用力捏扣柄与握柄上的片状突起，钢丝绳被拉动，从而带动后扳机向前移动，实现击发。炮架是无后坐力炮射击时的支点，由支架、方向机、高低机、脚架组成。其与瞄准装置配合，赋予无后坐力炮射角、射向。支架用于支承炮身，是方向回转的主体，由支架体及耳轴固定器等组成。支架体前部设有高低机支臂，用于连接高低机。支架体下部设有基轴，基轴插入脚架的架体轴孔内。耳轴固定器位于支架体上部，由锁把、锁把轴及锁把簧组成。锁把轴是炮管与炮架的连接件，也是炮管俯仰的心轴。当锁把被扳动到下方位置时，锁把簧顶锁把轴使其头部向支架体内伸出，卡在炮身耳轴的凹槽内，使炮身固定在支架上。当向上扳动锁把到位时，锁把轴头部缩入支架体内，此时，锁把轴从炮耳轴凹槽内脱出，炮身可从炮架上卸下。方向机由手轮、方向解脱手柄、螺杆、螺筒、外筒、方向机支臂及松紧套箍等组成。手轮设在炮身右侧，手轮用销子与螺杆固定连接，转动手轮时螺杆转动，因螺杆与螺筒以螺纹相配合，螺杆即迫使螺筒移动。螺筒的末端设有圆孔，用以穿入连接螺将螺筒固定在高低机支臂的下部。外筒用于防护螺杆、螺筒，其用螺栓固定在方向机支臂下方。方向机支臂上带开口的松紧套箍套在脚架体的圆环部，并用螺栓、方向解脱手柄箍紧。向上扳起方向解脱手柄，松紧套箍被放松，炮手可大幅度调整炮身的方向。向下压紧方向解脱手柄，松紧套箍则紧定在脚架体的圆环部上，方向机支臂不能相对脚架转动，此时只能转动方向机手轮，微调炮身的方向。方向机手轮转动一周，炮身转动为34.3 密位。高低机采用螺栓安装在高低机支臂上，由锥形齿轮、横齿轮、手轮、螺杆、螺筒、外筒、齿轮箱、松紧套箍、高低解脱手柄等组成。高低机的螺杆、螺筒与外筒的结构、工作原理与方向机的类似，但高低机增设有锥形齿轮、横齿轮。增设这两个齿轮的目的是，将水平方向的力变成垂直方向的力。具体地说，为便于炮手操作，高低机手轮的转动是绕其水平轴进行的，产生的是一种横向力。但高低机的作用是使炮身俯仰，如何将横向力转变成垂直方向的力？采用锥形齿轮即可以达到这一目的。因高低机的横齿轮与手轮轴通过销子固定在一起，横齿轮、螺杆与锥形齿轮啮合。转动手轮，横齿轮带动锥形齿轮转动，锥形齿轮带动螺杆转动，从而实现炮身的俯仰。为了防尘，高低机下部设有齿轮箱，锥形齿轮、横齿轮设在齿轮箱内。螺筒上端的连接孔用于架炮时插入高低机连接座的连接轴。向上扳动高低解脱手柄，松紧套箍被放松，炮手可大幅度调整炮管的俯仰。向下压紧高低解脱手柄，松紧套箍被紧定，此时只能转动高低机手轮，精确调整炮管的俯仰。高低机手轮转动一周，炮口高低移动14.7 密位。三脚架用于承托支架和赋予火炮一定的火线高度，由脚架体、架腿、固定筒、齿板座与架腿轴等组成。脚架体上端设有基轴孔，用于安装支架的基轴。脚架体左侧设有上背带环，右架腿下部设有下背带环，加装炮架背带后便于携行。脚架体下端设有3个轴孔，使用架腿轴分别与3个架腿连接。固定筒用于带动齿板座上升或下降，以紧定或解脱架腿。固定筒旋接在架腿上部的螺纹上，并采用固定筒簧排除两者之间的轴向间隙。固定筒上方设有齿板座，齿板座上设有齿纹，旋紧固定筒时，齿板座向上移动，其齿纹与脚架体的齿纹啮合，使架腿固定在一定的位置。脚架体内装有弹簧与销套，当销套与架腿上的锥孔对正时，销套在弹簧的作用下即卡入锥孔中并发出“咯”声，以表示火线高为最大火线高（680 毫米）。此时不得继续向内收缩架腿，否则火炮重心上升，架腿间跨距减少，射击时稳定性变差，易造成翻炮事故。PW-78B的瞄准装置由机械瞄具、白光瞄准镜及瞄准镜固定器组成。机械瞄具由准星机构与表尺机构组成。其是一种应急备用瞄准装置，射击精度不高，通常是在白光瞄准镜损坏或出现较大误差来不及进行检查和规正时使用。准星机构由准星、准星板、护圈、定位簧片、护罩及准星座等组成。准星旋接在斜置的准星板上，其外部设有护圈。定位簧片插在准星座内，可使准星确实固定干战斗（竖起）或行军（放倒）状态。护罩位于准星座后端，在准星处于放倒状态时，其起到保护作用。准星座通过其下部的燕尾槽装于炮身前部的燕尾突起上。表尺机构由表尺、卡锁、游标、照门、护罩及表尺座等组成。表尺可竖起或放倒在表尺座上，其右侧刻有分划，并标有“0、2、4……10”，表示射程为0米、200米、400米……1,000米，数字上方刻有“甲”字，表示用破甲弹射击时使用此分划。表尺右侧边缘刻有多个Ｖ形槽，用于与卡锁配合，将游标固定在相应的位置上。卡锁及卡锁簧装在游标的一端，照门固定在游标上。使用时，炮手用手捏动卡锁的一端及游标的另一端，可将游标移动到所需的距离分划上，然后通过照门、准星进行瞄准。白光瞄准镜用于直接和间接瞄准。由镜身、俯仰装置、方向装置、表尺装置及本体等组成。其质量1.3千克，放大倍率3.5倍，视场12°，俯仰分划±300密位，方向分划6,000密位，表尺分划—100～＋800密位。镜身前部设有物镜，后部设有目镜，内部装有复合棱镜与分’划镜等光学部件。镜身右侧上方设有照明窗及照明具插座，用于夜间射击时安装照明具，以照明镜内分划；左侧上方设有照门，其与炮身上的准星配合瞄准，以使瞄准镜视轴与炮身轴线概略一致。分划镜上设有距离分划、大／小漏斗形分划及网格分划，这些分划可用于对坦克进行测瞄，其设置型式以俄军T-62坦克（该型坦克长6.9米，宽3.2米）为参照目标，对付其他类型的坦克，应修正由坦克的尺寸不同而产生的测距误差，通常是通过预先加减表尺分划而后再进行测瞄。距离分划位于分划镜中央，呈上下排方式，其“⊥”符号下面的数字为距离标记，从上到下“+、1／1、1／2、1／3……1／10”分别表示从“+”字中心到“⊥”符号的距离为100米、200米、300米……1,000米。从+字刻线的中心到其竖线末端表示50米，+字刻线的竖刻线末端到“⊥”竖刻线的顶端表示25 米，“⊥”竖刻线全长表示25米，“⊥”横刻线到其数字顶端表示25米，到数字末端表示50米。这样设置刻线的目的是在射击距离不是整百米时起到精确判断作用，以提高射击精度。距离分划两侧设有测瞄合一的漏斗形曲线。较小的两条曲线称小漏斗，用于对正面宽度为3.2米及其航路角（航路角是坦克运动方向与火炮射向的夹角）为0～30°时的运动坦克进行测瞄；大漏斗用于对长度为6.9米或航路角为30～90°时的运动坦克进行测瞄。大（小）漏斗适用对俄军T-62坦克射击，若坦克型号不是T-62，应修正坦克宽度不同而产生的测距误差，通常是通过预先加减表尺分划而后再进行测瞄。大漏斗两侧为测定方向提前量及用于方向、距离修正的网状形分划。左右各10个网格（含大漏斗曲线），每个网格为5密位，左右各50密位，每隔两个网格设有数字标记“1、2、3、4、5”，表示10、20、30、40、50密位。俯仰装置用于高低瞄准，由俯仰本分划机构与俯仰补助分划机构组成。俯仰本分划机构设在镜身右侧下方，由俯仰本分划环、连接轴、盖板及螺钉等组成。俯仰本分划环套装在连接轴上，盖板通过4个螺钉固定在连接轴侧面。转动该分划环，连接轴随其转动，可大幅度调整镜身的俯仰。俯仰本分划环上设有刻线，中央长刻线右端标有“0”标记，长刻线的上下各有3条短刻线，相邻两条短刻线之间的俯仰值为100密位，上下各300密位。当向下转动分划环时，镜身俯仰向上。反之，镜身俯仰向下。俯仰补助分划机构设在镜身的左侧下方，由俯仰补助分划环、俯仰补助转螺及固定螺等组成。俯仰补助分划环位于镜身下方后端，俯仰补助转螺位于镜身下方前端，二者用固定螺连接在一起。转动俯仰补助转螺，俯仰补助分划环随其转动，可精确调整镜身的俯仰。俯仰补助分划环上相邻两条刻线之间的俯仰值为1 密位，每隔10条刻线设有“0、10、20、30……90”标记，共100密位。方向装置用于方向瞄准，由方向本分划机构与方向补助分划机构组成。方向本分划机构设在本体上方，由方向本分划环、压圈、螺钉、方向解脱子、方向蜗杆及螺帽等组成。方向本分划环上相邻两条刻线之间的方向值为100密位，每隔5条刻线设有“0、10、15、20、25……55”标记，共6,000密位。方向解脱子通过螺帽固定在方向蜗杆上，压下方向解脱子，镜身即可大幅度转动以捕捉目标。方向补助分划机构设在本体左侧，由方向补助分划环、方向转螺及固定螺等组成。方向补助分划环通过固定螺固定在方向转螺上，转动该分划环，可精确调整镜身的方向。该分划环上相邻两刻线之间的方向值为1密位，每隔10条刻线设有“10、20、30……90”标记，共100密位。表尺装置由表尺本分划机构与表尺补助分划机构组成，用于装定表尺分划，与高低机配合赋予火炮射角。，表尺本分划机构设在本体右侧，由表尺本分划弧片、指示片、松紧套箍及螺钉等组成。表尺本分划弧片固接在本体上，其相邻两刻线之间的表尺值为100密位，并设有“0、2、4、6、8”标记，上为负下为正，“0”上仅有1格为—100密位，“0”下设有8格为＋800密位。松紧套箍套装在瞄准镜插轴上，指示片设有指示刻线，用2个螺钉固定在松紧套箍的开口部。旋松2个螺钉，可移动指示片，使其指示刻线对正表尺本分划弧片的所需刻线。表尺辅助分划机构设在本体后部，由表尺补助分划环、表尺转螺及固定螺组成。表尺补助分划环的固定方式与刻制型式与方向补助分划环的完全相同。本体用于安装方向、表尺装置及插轴，其上刻有表尺本、补助分划指示标线与方向补分划指示标线。而方向本分划指示标线刻在方向分划环上，方向本分划指示环设在本体上方。本体右侧固定有插轴，用于插入炮身上的瞄准固定器中，使瞄准镜固定在炮身上。倾斜、高低水准器分别固定在本体后方与左侧，用于察看瞄准镜的横向、纵向水平。水准器内装有荧光剂，以供夜间使用。瞄准镜固定器用于固定瞄准镜以及调整瞄准镜横向水平，由插座、座筒、固定轴、固定轴簧、锁栓、扳手及倾斜调整螺等组成。插座安装在座筒前部，其横向上设有圆形插孔，用于插入瞄准镜的插轴。当向上扳动扳手到位时，锁栓带动固定轴向后运动，同时压缩固定轴簧。此时固定轴的缺口向上，恰好位于插座圆形插孔位置，瞄准镜的插轴可顺畅插入插座内。当瞄准镜的插轴插到位时，向下扳动扳手，固定轴在固定轴簧的作用下向前运动，固定轴的锥形部即卡在瞄准镜插轴下部的凹处，使瞄准镜正确定位。倾斜调整螺旋接在座筒下方，转动该调整螺，其带动插座左右转动，从而使瞄准镜也左右转动，以调整瞄准镜的横向水平。插座与座筒上分别刻有一条零位刻线（为白色），两条刻线对正时，即瞄准镜倾斜水准器的气泡轴与炮耳轴在横方向上平行。附件由象限仪、照明器材、测风仪、多用支架、检查规、校靶器、复拨工具、组合扳手、冲头、炮口护圈及耳塞等组成。象限仪用于检查瞄准装置、测量并赋予火炮射角，由本体、套管、解脱手柄、细分划环等组成。本体下部的基座上设有白色箭头，用于指示方向。本体上装有度盘、蜗轮和水准器。度盘上刻有分划，其相邻两条刻线之间的密位值为50密位。套管内装有蜗杆和扭簧。其右端设有解脱手柄，左端设有细分划环及手轮。细分划环上也设有分划，其相邻两条刻线之间的密位值为1密位。当按动解脱手柄到位时，解脱手柄使蜗杆脱开蜗轮，此时可单独旋转度盘，进行大幅度的密位调整。松开解脱手柄，转动手轮，细分划环随之转动，以精细调整密位。细分划环与度盘的联动关系是，当细分划环旋转一周，则度盘转过一个分划格值（5 密位）。照明器材由瞄准镜照明具、班长照明具及标灯组成。瞄准镜照明具供夜间照明瞄准镜分划，由电池盒、照明窗插头、方向分划照明插头、俯仰照明分划插头（三个插头内均含灯泡）及连接导线等组成。使用时，将照明窗插头插在照明窗上，将方向分划照明插头、俯仰分划插头分别插在方向、俯仰插座上，打开电源开关，即可照明。班长照明具供班长夜间照明用，由电池盒、卡夹、灯头及导线等组成。使用时，将电池盒的卡夹卡在腰带上，将灯头上的卡夹卡在衣服的前襟上，打开电源开关，即可照明。标灯供夜间显示标定点的位置。使用时，将电池装入电池盒内，标灯固定在预先选好的标定点或标杆上，打开开关，即可使用。WVM-1型测风仪由风压板、风压轴、框架、刻度尺与支杆等组成。其中，风压板是测风的感应元件，在风压的作用下相对框架自由摆动，刻度尺上刻有风速值的刻度，根据风压板摆动的位置，读取风速值。该测风仪测风速范围0～10米／秒，误差正负0.5米／秒。为了使测得的风速能够准确反映弹道风的实际情况，选择测风位置时，尽量选择开阔地。将其置于距地面高度1～1.5米、距火炮2～3米处。由于风的阵性，风压板不停地摆动，测风时根据实际情况读取平均值。多用支架可用作标杆、标灯杆、擦拭杆等，并可在肩射时作为托炮的支架，具有多种用途。支架上设有锁紧套箍，用于调整支架杆长度。作为标杆使用时，不安装刷头和托架，利用支架杆身上的红白相间颜色作为标记点。作为标灯杆使用时，支架杆上端插入托架，将标灯上的卡簧插入托架的槽内。擦拭炮膛时，取下托架，将刷头与多用支架头部的螺纹旋合即可使用。用作油刷时，旋开刷头上的油瓶盖即可使用。肩射时，旋下刷头，将托架插入多用支架头部，利用锁紧套箍调整支架的高度，以适应炮手肩炮的合适位置。检查规的大缺口用于测量炮闩内调孔板宽度，两个小缺口用于测量击针突出量。校靶器用于火炮零位与零线的检查及规正。复拨工具用于当击发不发火时，从炮身上部或下部用复拨工具插入击锤和闩体耳槽之间，向前复拨击锤使其到位。组合扳手具有多种功能，其两端设有大小扳手，用于旋松或旋紧无后坐力炮上的各种螺母，中间的两个突起用于旋松握把护板的螺钉，下部的两个圆柱形突起用于旋松炮闩上的限制螺。PW-78主要配用增程破甲弹、杀伤榴弹及杀伤燃烧弹3个弹种。其中，增程破甲弹是该炮的主用弹种，用于击毁敌轻中型坦克、自行火炮、装甲车及登陆工具。为了提高增程破甲弹的破甲威力，中国军工部门对其进行改进，又研制出Ⅰ型增程破甲弹、Ⅱ型增程破甲弹。[1]PW-78的增程破甲弹由引信、战斗部、增程发动机、尾翼稳定装置及发射装药等组成。全弹质量4.37千克，全弹长780毫米，直射距离500米，初速252米／秒，破甲威力150毫米／65°。平时，每发安装有引信、捆绑有发射药包的炮弹封装在1具圆形的防潮筒内。3具封装有炮弹的防潮筒装在1个炮弹箱内。Ⅰ型增程破甲弹是增程破甲弹的改进产品，其结构、外形尺寸及弹道性能与增程破甲弹基本相同，主要改进了药形罩的结构形式，以进一步提高破甲威力。增程破甲弹采用单锥角药形罩，锥角为50°。Ⅰ型增程破甲弹采用双锥角药形罩，小锥角为36°，大锥角为62°，破甲威力达150 毫米／68°。Ⅱ型增程破甲弹是Ⅰ型增程破甲弹的改进产品，破甲威力提高到180毫米／68°，其采用双环境力保险机构及擦地炸的DRD10型机电引信。该引信炮口保险距离12米，距炮口40米外可靠解除保险，以确保安全。而增程破甲弹、Ⅰ型增程破甲弹采用的电-1己引信的炮口保险距离仅3米。PW-78的增程破甲弹配用的电-1己引信为全保险型压电引信，其基本作用原理是：压电晶体受到撞击时产生电流，电流经导线传人电雷管，从而引爆炮弹。压电引信瞬发性高，大着角发火性高，灵敏度高。电-1己引信由压电晶体装置和机械装置组成，这两个装置由导线相连分别设在战斗部的风帽上端和弹壳内下部。战斗部由风帽、壳体、塑料筒、药形罩、主药柱、辅助药柱、纸垫圈及隔板等组成。风帽是用铝合金制成的圆锥形薄壳，其作用是减小空气阻力，提供有利炸高。风帽的顶部设有环形凸起，用以安装引信的压电晶体装置，风帽底部以螺纹与壳体旋接。壳体为圆筒形，其外表面设有“82-78破”标记，以便于识别。塑料筒套装在壳体内，其内部设有药形罩、主药柱、辅助药柱、纸垫圈及隔板。药形罩由紫铜制成，呈漏斗形。主药柱的上部为空心锥形结构，故也称其为空心装药。药形罩压装在主药柱的空心内，并装在壳体内部。药形罩上部设有纸垫圈，其作用是在风帽与壳体旋接后，药形罩被轴向压紧，防止炮弹碰击目标时药形罩轴向窜动。辅助药柱设在塑料筒上部，其上设有圆锥面。隔板为圆锥形塑料件，装在辅助药柱的圆锥面上，用于改变爆轰波形，增大药形罩的作用冲量，提高破甲威力。主、辅助药柱外表面均设有纵向导线槽，用于铺设引信导线。该增程破甲弹采用带药形罩的空心装药这一特殊结构，利用空心装药“聚能效应”的原理进行破甲。当命中目标时，引信发火，引爆主药柱、辅助药柱。炸药爆炸产生高速爆轰波。爆轰波挤压金属药形罩并使其迅速变形熔化，形成直径小、速度高、压力大的聚能金属射流。金属射流高速撞击装甲表面，如同高速水流（如喷枪）冲击软土而产生孔穴一样，迫使装甲产生孔穴并不断加深，直至穿透装甲。穿透装甲的金属射流可杀伤装甲内部的人员，破坏器材，引起弹药爆炸或油料燃烧。增程发动机是炮弹增程飞行的动力机构，由燃烧室、点火具、助推药、喷管座、喷管及挡药板等组成。燃烧室用于提供助推药燃烧的空间，其内部设有点火具及19根圆柱形空心助推药等，上部以螺纹与战斗部的壳体连接。点火具用于点燃助推药，由火帽、撞针、撞针簧、延期药、黑火药等组成。其中，延期药经过一定的延时燃烧，使炮弹在飞出炮口约40米处开始点燃黑火药，而黑火药立即点燃助推药。喷管座下部设有4个对称的圆孔，用于连接喷管，喷管呈喇叭形，其喇叭口内装有紫铜密封塞、泡沫锥形塞，外部用玻璃纸套密封，以防助推药受潮。发射时，点火具内的撞针在惯性作用下压缩撞针簧并使火帽发火，火帽发火后点燃延期药，延期药经过一定的延时燃烧，使炮弹在飞出炮口约40 米处开始点燃黑火药，而黑火药立即点燃助推药。助推药燃烧产生的燃气压力达到一定值后，推出紫铜塞、泡沫锥形塞及玻璃纸套，然后向后高速喷出，使炮弹获得增程飞行的动能。挡药板由中碳钢制成，设在助推药与喷管座之间。挡药板的主要作用是挡住19根助推药后移；挡药板上设有排气孔，以便于助推药燃烧后燃气能顺畅向后喷出。尾翼稳定装置起到保持炮弹飞行稳定的作用，由尾管、尾翼、涡轮及定位板等组成。尾管以螺纹与增程发动机的喷管座连接，其内为空腔，用于安装点火管。尾管上部设有12个传火孔，下部设有8个传火孔，点火管燃烧的火焰经由这些传火孔传出，以点燃发射装药。4片尾翼设在尾管外部，平时呈折叠状态。炮弹飞出炮口后展开，并使炮弹微旋以保持其飞行稳定。涡轮设在尾管末端，由4个轮翼组成。每个轮翼上均设有斜面，与弹轴的倾角呈30°，用以使炮弹在膛内微旋，出炮口后与展开的尾翼配合以保持炮弹飞行稳定，从而提高命中精度。定位板呈圆形，用于装填到位时抵住炮尾内的凸环，以使炮弹轴向正确定位；发射时，定位板在膛内起到控制炮弹启动压力的作用，其在火药燃气压力达到一定值时被击碎并从炮闩的后喷口抛出。该弹与迫击炮弹类似，采用捆绑在尾管上的发射药包发射。发射药包内装发射装药。发射药包由4条长条形布袋缝合而成，并以布带绑扎在尾管外部，其内装有条状发射药。全弹的作用过程是：装填时，炮弹靠定位板轴向定位。发射时，无后坐力炮撞针撞击炮弹底火，从而点燃位于尾管内的点火管，点火管内的黑火药通过传火孔引燃发射药包。发射药包燃烧产生的高压燃气将炮弹加速推出炮膛。同时，部分燃气流经涡轮向炮尾喷出，由于涡轮上的4个轮翼带有斜角，所以炮弹在膛内即开始旋转。炮弹飞出炮口后，4片尾翼展开，使炮弹继续旋转，直至撞击目标。杀伤榴弹帯有固定式尾翼，用于杀伤敌暴露的有生力量。其由引信、战斗部、尾翼稳定装置及发射装药等组成。全弹质量4.45 千克，全弹长585毫米，初速200米／秒，最大射程2,000米（2,187.23码）以上，密集杀伤半径不小于20米（21.87码）。引信采用DRU04型弹头触发引信。平时，该引信不安装在炮弹头部，而是密封在引信盒内，置于炮弹箱内。炮弹的头部旋接有黑色塑料堵头，以防灰尘进入。使用时，旋下堵头，将引信旋在炮弹头部。战斗部由壳体、炸药等组成。壳体纠、部有“DWSI／PW78-82”标记，以便于与其他弹种识别。壳体采用预制破片结构，并且其闭柱部设有许多直径为5 毫米的杀伤钢珠，采用高压聚乙烯将这些钢珠固定在一起。壳体内部装填黑铝-72炸药，采用热塑态装药法装填，以提高杀伤威力。尾翼稳定装置由固定式尾翼、稳定环、定位板、挡药板及螺盖组成。其既是炮弹的稳定装置，又是固定发射装药的装置。4个固定式尾翼均采用倾斜角设计，并设在稳定环内部，呈对称分布。稳定环外表面设有许多斜槽，借助空气动力使炮弹微旋，以提高命中精度。定位板套装在弹尾后部，并用螺盖固定。定位板在膛内起轴向定位作用，其上设有许多小孔，以便干在发射装药燃气压力的冲击下破碎。档药板也套装在尾管上，以防止尾翼磨破药包。发射时，撞针击发底火，底火点燃点火管内的黑火药，黑火药的火焰通过尾管传火孔点燃药包内的发射装药，发射装药燃气压力在瞠内达到一定值时，定位板破碎，炮弹起动，发射装药燃气从炮尾喷出，炮弹以一定的速度飞向目标。当击中目标时，引信起爆炮弹，炮弹爆炸后，以钢珠和弹体破片杀伤有生目标。发射装药由发射药包、点火管和底火组成。药包内装有双基小粒药，用布带捆紧绑在尾管上。点火管的管壳由硝化棉制成，内装纸制传火管，传火管内装黑火药。为保证运输储存安全，杀伤榴弹采用非全备弹（即引信平时不装在炮弹上）包装形式。装配好的非全备弹装入玻璃钢防潮筒内，以防受潮。防潮筒由玻璃钢筒体、密封盖、卡环和橡胶垫等零部件组成，每个玻璃钢防潮筒内装有1发非全备弹。为便于运输和储存，将装有非全备弹的玻璃钢防潮筒及装有引信的引信盒装入包装箱内，每箱各装3发杀伤榴弹及3枚引信。杀伤燃烧弹用于杀伤伞兵及暴露的有生力量，摧毁敌火力点、各种工事、轻型装甲车辆，同时以大量的火种点燃目标的易燃物、被服品及野地干草等，具有对有生目标造成杀伤、烧伤的复合效果。杀伤燃烧弹为低速微旋固定式尾翼无后坐力炮弹，全弹质量4.45千克，全弹长585毫米，初速200米／秒，密集杀伤半径不小于20米。杀伤燃烧弹的壳体外部有“DWY／PW78-82”标记。在壳体上除设有杀伤钢珠外，还设有一个海绵锆环的燃烧件（也称纵火件），燃烧件是由粒度为1～5毫米的许多合金颗粒，按一定配比压制而成的，燃烧件的质量为137克。当炮弹爆炸后，借助于炸药爆炸的能量使燃烧件的合金颗粒燃烧，形成具有很高燃烧温度的火种，对目标区内的有生力量及易燃物品造成杀伤和纵火燃烧。与PW-78的杀伤榴弹相比，杀伤燃烧弹除上述结构外，其余结构及作用原理均相同。",
        "attributes": {
            "name": " 78式无后坐力炮 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "曼哈顿计划",
        "source": "wiki",
        "title": "曼哈顿计划",
        "url": "https://zh.wikipedia.org/wiki/%E6%9B%BC%E5%93%88%E9%A1%BF%E8%AE%A1%E5%88%92",
        "date": "0",
        "content": "曼哈顿计划（英语：Manhattan Project）是第二次世界大战期间研发出人类首枚核武器的一项军事计划，由美国主导，英国和加拿大协助进行。1942年至1946年间，曼哈顿计划由美国陆军工程兵团少将莱斯利·格罗夫斯领导，设计制造原子弹的洛斯阿拉蒙斯实验室则由核物理学家罗伯特·奥本海默负责。陆军对军事行动的惯例是用总部所在地命名，因而计划中陆军负责的部分被称为“曼哈顿区”。不过后来“曼哈顿”一名逐渐取代了原有的官方计划代号“代用材料项目发展”（Development of Substitute Materials），成为对整个计划的称呼。该计划在发展过程中逐渐吸取聚变了英国在合金管工程中的发现。曼哈顿计划在1939年便已小规模进行，后来规模愈来越大，总共雇有13万余人，花费22亿美金（折合2020年的251亿美元[1]），其中逾九成是花在了建造工厂、生产可裂变物质上，只有不到一成用在武器研发生产上。研发工作和生产工程分散在美国、英国、加拿大三国30多个不同的地点。战争期间，曼哈顿计划共研究出两种不同设计的原子弹：一种是较为简单的枪式，另一种是结构复杂的内爆式。其中，枪式设计促就了后来的“小男孩”，其弹芯用的是铀的同位素铀-235，这种同位素的天然丰度只有0.7%，需要从自然界中更为丰沛的同位素铀-238中分离出来。不过，两种同位素化学性质完全相同，原子质量接近，分离元素的工作阻碍重重。最后，计划采用三种不同的方法来浓缩铀——电磁分离法、气体扩散法和热泳法，绝大部分工序在美国田纳西州橡树岭的克林顿工程师工程进行。科学家还尝试过将钚填入枪式原子弹中（“瘦子”），但未能成功。内爆式武器中使用的是钚元素，由核反应堆增殖而来。1942年，在芝加哥大学冶金实验室，人类历史上首座人工核反应堆芝加哥1号堆成功实现自持反应。随后，曼哈顿计划在橡树岭修建了试验核反应堆X-10石墨反应堆，又在华盛顿州的汉福达奇修筑了若干增殖核反应堆，可将辐照过的铀通过核嬗变转化为钚；产出的钚再经化学方法（磷酸铋处理法）从铀中分离出来，最终装填入弹芯，成为后来的“胖子”。1945年的三位一体核试验中，人类引爆的首枚核弹“小工具”即是内爆式核武器。曼哈顿计划还负责收集德国核武器开发项目的情报。阿尔索斯任务中，曼哈顿计划的眼线遍布欧洲，有些甚至深入敌后，收集核裂变材料和机密文件、拘捕德国科学家。虽然曼哈顿计划保密工作十分严格，有许多内部人员甚至都不清楚自己工作的意义何在，不过还是有苏联的原子间谍渗入其中、窃取情报。1945年8月，美军驾驶B-29轰炸机飞往日本，其中飞行员、投弹手和技术人员均由曼哈顿计划人员担任。机组在广岛、长崎分别掷下“小男孩”和“胖子”，造成10余万人死亡、建筑大范围损毁。战后，美军执行十字路口行动，在比基尼环礁进行了数次核试验。曼哈顿计划中的科研机构演变为后来的美国国家实验室体系，其科研成果也被用来发展医疗诊断和核动力海军（英语：nuclear navy）。1947年，美国原子能委员会成立并接管美国的核武器研究生产项目，曼哈顿计划正式停止。1938年，德国化学家奥托·哈恩和弗里兹·施特拉斯曼共同发现了核裂变现象，不久后莉泽·迈特纳与奥托·弗里施又洞晓了其背后的理论原理，使得核武器的开发有了理论依据。当时人们很担心德国会率先造出原子弹，从纳粹德国等法西斯国家流亡的科学家对此更是恐慌不已。[2]1939年8月，匈牙利裔物理学家利奥·西拉德和尤金·维格纳共同起草爱因斯坦-西拉德信，警告有人可能要研发一种“极为强力的新型炸弹”。信中还强烈建议美国政府大量囤积铀矿（英语：uranium ore），督促恩里科·费米等学者进行核链式反应的有关研究。信件由阿尔伯特·爱因斯坦落款署名，递送至时任美国总统富兰克林·德拉诺·罗斯福的手中。罗斯福命国家标准局局长莱曼·布里格斯组建铀顾问团，详议爱因斯坦-西拉德信提及的问题。布里格斯在1939年10月21日召开了一次会议，出席者有西拉德、维格纳和爱德华·泰勒。该年11月，委员会回禀罗斯福称，铀“或可被制成炸弹，其破坏力将远大于目前所知的任何武器”。[3]美国海军向哥伦比亚大学资助了6,000美金，费米和西拉德将这笔钱基本都花在了购置石墨上。二人联手尤金·布思和约翰·邓宁等哥伦比亚大学教授实现了美国首个核裂变反应，验证了哈恩和施特拉斯曼的发现。他们随后又陆陆续续在哥伦比亚大学卜平楼制造了一系列核反应堆原型，但未能实现链式反应。[4]1940年6月27日，国防部科研委员会（NDRC）成立，主席万尼瓦尔·布什立刻将铀顾问团划入NDRC，并改组为铀委员会，直接对他负责。[5]布里格斯申请了167,000美元的经费用来研究铀（尤其是同位素铀-235）和1940年在加利福尼亚大学发现的钚元素。[6][注 1]1941年6月28日，罗斯福签署了第8807号总统令，成立了科学研究与开发办公室（简写为OSRD），[9]继续由万尼瓦尔·布什担任主管，NDRC并入其中。除了研究任务外，OSRD还获准许参与大型工程项目。[6]铀委员会从NDRC分离出来直属OSRD，安全起见，“铀”一字也被从委员会名称中移除，改名成“S-1分部”。[10]1939年6月，弗里施和鲁道夫·佩尔斯在英国伯明翰大学对铀-235的临界质量研究取得了重大突破。[11]他们的计算显示，铀-235临界质量的数量级在10千克（22英磅）左右，可以搭载到轰炸机上。[12]1940年3月，他们写下了《弗里施-佩尔斯备忘录》，正式开展英国原子弹计划，并成立穆德委员会。[13]委员会全体一致建议展开原子弹的相关研发工作。[12]该年7月，英国向美国公开了自己的科研成果，[14]蒂泽德任务（英语：Tizard Mission）的学者约翰·考克饶夫还向美国科学家通报了英国的研究进展。他留意到美国这边的计划规模不如英国那边的大，进展也没英国的快。[15]在两国科学交流期间，穆德委员会将自己的研究成果展示给了美国。不过，委员会成员、澳大利亚物理学家马克·奥利芬特留意到穆德委员会的数据尚未转交至美方重要物理学家的手中，于是他在1941年8月下旬访美，调查穆德委员会的成果被忽视的原因，发现资料给到万尼瓦尔·布什后，就被锁到一边了。奥利芬特和铀委员会碰面后，又访问了伯克利，并说服了欧内斯特·劳伦斯开始研究铀。奥利芬特随后又与詹姆斯·科南特、阿瑟·康普顿和乔治·皮格勒姆（英语：George B. Pegram）等交流了意见。至此，他得到了自己想要的结果——美国的重要物理学家均已了解原子弹背后蕴藏的巨大潜力。[16][17]1941年10月9日，罗斯福总统在与布什和副总统亨利·华莱士会面后批准了原子弹研究计划。为掌控计划进度，罗斯福设立了最高决策团（Top Policy Group），组员有他自己（虽然罗斯福从未与会）、华莱士、布什、科南特、战争部长亨利·史汀生和陆军参谋长乔治·马歇尔上将。罗斯福决定让陆军接手原子弹研究计划，因为他认为在管理大型工程建设项目方面陆军比海军更有经验。他亦准许英、美两国相互合作，并在10月11日建议英国首相温斯顿·丘吉尔就原子弹问题相互协商。[18]S-1委员会在1941年12月18日举行会议。前不久日本偷袭珍珠港导致美国对日本和德国宣战，致使会议“充斥着热情和紧张的气氛”。[19][20]随后，技术人员兵分三路，用三种不同的同位素分离技术尝试将铀-235从自然界大量存在的铀-238中分离出来：劳伦斯在加利福尼亚大学带领团队研究电磁型同位素分离法，哥伦比亚大学的埃格尔·默弗里（英语：Eger Murphree）和杰西·比姆斯（英语：Jesse Wakefield Beams）的团队负责气体扩散法，华盛顿卡内基研究所的菲力普·艾贝尔森（后转战海军研究实验室）则将研究重心放在热泳法上。[21]默弗里还牵头研究了气体离心法，但未能成功。[22]与此同时，两批科学家也在各自研究核反应堆的有关原理。哈罗德·尤里在哥伦比亚大学继续研究重水；阿瑟·康普顿则将他麾下的科学家从哥伦比亚大学、加州大学和普林斯顿大学聚集到了芝加哥大学，并在1942年组建冶金实验室，研究钚和将石墨用作中子减速剂的核反应堆。[23]1942年5月23日，布里格斯、康普顿、劳伦斯、默弗里和尤里在会议上敲定了S-1委员会的最终建议，决定同时对上文提到的五种核技术展开研究工作。这项提议获布什、科南特和威廉·斯泰尔准将（布里恩·萨默维尔少将负责的物资供应局（英语：Services of Supply）的参谋长，时任陆军核事务代表）的批准。[21]布什和科南特随后将此意见呈报至最高决策团，申请5400万美元用于美国陆军工兵部队的工程建设、3100万美元用于OSRD的科研活动以及500万美元作为1943财年的或有损失之用。最高决策团随后在1942年将议案提交给罗斯福总统，罗斯福则大笔一挥签下“OK FDR”批准了提案。[21][注 2]格雷戈里·布莱特曾负责主导研究快中子的有关参数，该议题对计算临界质量和核武器的引爆至关重要。1942年5月18日，布莱特因运作安保问题退出后，康普顿邀请加州大学理论物理学家罗伯特·奥本海默接手相关研究工作。[24]在曼哈顿计划与美国全国各地物理实验室磋商协调后，冶金实验室科学家约翰·曼利（英语：John H. Manley）被安排到奥本海默手下当助手。[25]奥本海默和伊利诺伊大学的罗伯特·瑟伯尔共同探讨了中子扩散问题（中子在核链式反应中如何移动）与流体动力学问题（链式反应制造的核爆炸会带来怎样的冲击）。1942年6月，奥本海默同恩里科·费米在芝加哥大学会面，同年7月又在哥伦比亚大学再次会晤，分享对这些问题的见解，并进一步讨论裂变反应的基础理论。其他的列席者还有理论物理学家汉斯·贝特、约翰·范扶累克、泰勒、埃米尔·科诺宾斯基（英语：Emil Konopinski）、瑟伯尔、斯坦·弗兰克尔（英语：Stan Frankel）和埃尔德雷德·C·尼尔森（Eldred C. Nelson）, 其中后三者都曾是奥本海默的学生，以及实验物理学家埃米利奥·塞戈瑞、费利克斯·布洛赫、佛朗哥·拉塞蒂、曼利和埃德温·麦克米伦。他们初步确认核裂变炸弹的构想在理论上可行。[26]不过，整个计划依然充满着未知数。彼时人们尚不了解纯铀-235的性质，对格伦·西博格研究团队1941年2月首次成功制取的钚元素也知之甚少。1942年7月伯克利的那次会议中，科学家曾提出让铀-235裂变产生的中子轰击铀-238，从而在核反应堆中制造钚。然而当时人们从未建造过核反应堆，钚也只有圣路易斯华盛顿大学等机构用回旋加速器制备的很少一点而已。[27]截止到1943年12月，人们也仅仅造出了两毫克的钚。[28]核裂变原料有好几种装填成临界质量的方式。最简单的一种是将“柱形塞”打入一个充满“活性材料”的球体，并佐以“填塞物”（tamper）——可以将中子聚集在内部、使核材料聚集在一处并让核反应效率增加的致密材料。[29]科学家们还对其他设计进行过探讨。理查德·托尔曼构想过一种用到类球面的“内爆式”设计草案。他们还考虑过利用自催化反应，在炸弹爆炸时可提升其反应速率。[30]1942年，学者们在伯克利又召开了一次核武器研讨会议。鉴于核裂变炸弹的理论探讨告一段落，科学家将注意力转向了其他话题。爱德华·泰勒想要讨论一种更为强力的“超级炸弹”（即氢弹），利用核裂变带来的爆炸冲击来引爆氘和氚并引发核聚变。[31]泰勒提议了各种方案，但被贝特一一否决。核聚变的思路也被搁置，人们转为继续深入探讨核裂变炸弹的制造方法。[32]泰勒还推测，理论上通过一种氮原子核聚变反应，原子弹可能会“点燃”引爆点周围的大气。[注 3]贝特在经过一番计算后认为大气不会被点燃，[34]泰勒作为共同作者参与的一篇报告也指出“不会出现自发的核链式反应”。[35]瑟伯尔后来回忆道，奥本海默曾对阿瑟·康普顿顺口一提此事，后者“开始对此喋喋不休”，“这事情不知怎么被写进一份递至华府的文件中”，“就此没完没了起来”。[注 4]1942年6月，陆军工兵总监（英语：Chief of Engineers）尤金·雷巴德少将指派詹姆斯·马歇尔上校担任核武器计划陆军方面的负责人。马歇尔在华盛顿特区设有联络办公室，又在纽约百老汇270号（英语：Tower 270）18层建立了自己的临时总部，方便调动美国陆军工程兵团北大西洋师（英语：North Atlantic Division）。此处距离核武器计划的主要承包商石威在曼哈顿的办公地址很近，也离哥伦比亚大学不远。他还可以从自己之前指挥的雪城军区（Syracuse District）抽调人员。马歇尔第一个调用的人是肯尼斯·尼科尔斯中校，命他担任自己的副官。[37][38]有鉴于马歇尔的主要任务是工程建设，他与工程兵团建设师的师长托马斯·罗宾斯（Thomas M. Robbins）少将与其副官莱斯利·格罗夫斯上尉展开合作。雷诺德、萨默维尔和斯泰尔想要将这个计划称作“代用材料项目发展”（Development of Substitute Materials），但格罗夫斯担心这样做太过惹人注目。鉴于工程区通常以所在城市命名，马歇尔和格罗夫斯同意将核武器计划陆军负责的部分命名作“曼哈顿区”（Manhattan District）。8月13日，雷巴德正式下令建立曼哈顿区。私底下人们也称呼该计划“曼哈顿工程区”（Manhattan Engineer District）。不过和其他工程区不同的是，曼哈顿区并没有明确的地理边界，负责人马歇尔还是师级区监。“代用材料项目发展”依然是陆军核武器计划的正式官方代号，但逐渐被“曼哈顿区”的叫法取而代之。[38]马歇尔日后写道：“我当时从未听说过原子裂变的事，但我也知道区区9000万美元是不可能盖好一整座工厂的，遑论盖四座。”[39]当时，尼科尔斯在宾夕法尼亚州新盖的一座TNT工厂就花了1.28亿美元。[40]预算概算的数值范围也是大得离谱——格罗夫斯说这简直就是像请人置办酒席，然后告诉承办方参加人数可能在十人到一千人之间不等。[41]在考察了几处选址后，战时生产委员会推荐在田纳西州距诺克斯维尔不到20英里的埃尔扎（英语：Elza, Tennessee）附近建立工厂，该地荒无人烟，加之田纳西河谷管理局可以提供充足的电力，附近的河流亦能为反应堆冷却降温。科南特建议立刻拿下这块地，斯泰尔亦同意此举，然而马歇尔则希望等科南特的核反应堆实验结果出了之后再做行动。[42]当时，那几个研究计划中只有劳伦斯的电磁分离法取得了有效进展，可以动土。[43]马歇尔和尼科尔斯开始统筹曼哈顿计划所需物资、后勤，他们的第一步便是给计划排成高优先级。当时，最高级别的优先级评级由高到低依次为AA-1到AA-4，不过还有为紧急事件保留的AAA级。AA-1级和AA-2级通常用于必要的武器和装备，因此需求与资源服务供应局（Services and Supply for requirements and resources）副参谋长卢修斯·克莱上校认为他只能将曼哈顿计划评为AA-3级，不过他亦表示如有紧急需要可额外安排AAA级。[44]马歇尔和尼科尔斯对此不满，因为尼科尔斯在宾夕法尼亚州盖的那个TNT工厂也是AA-3级的。[45]万尼瓦尔·布什觉得詹姆斯·马歇尔上校的行事不够大刀阔斧。在他看来，上校不但没能顺利在田纳西州建造工厂，而且给曼哈顿计划争取到的优先级评级也很低，还将自己的指挥总部设在了纽约市。[47]布什觉得曼哈顿计划需要办事更加雷厉风行的领导，便与哈维·邦迪（英语：Harvey Bundy）和乔治·马歇尔将军、萨默维尔将军、斯泰尔将军商讨此事。他希望组建一个高级顾问团作为曼哈顿计划的领导层，再选一名声望高的军官作为计划整体的负责人，并推荐斯泰尔出任这一要职。[45]萨默维尔和斯泰尔则举荐格罗夫斯担任负责人，并在9月17日向格罗夫斯通知了此项决定。马歇尔上将还将格罗夫斯升到准将军衔，[48]认为“将军”的名号更能震慑住曼哈顿计划的科研人员。[49]升勋后，格罗夫斯越过雷巴德直接向萨默维尔汇报，而马歇尔上校则成了格罗夫斯的部下。[50]格罗夫斯将自己的指挥总部设在了华盛顿特区战争部新大楼的五层、马歇尔上校联络办公室所在处。[51]1942年9月23日，他正式接管曼哈顿计划。该日他参加了史汀生组织的会议，该会议组建了军事政策委员会（Military Policy Committee），隶属最高决策团之下，委员会成员有布什（有时科南特会替代他）、斯泰尔和海军少将威廉·普奈尔。[48]后来，托尔曼和科南特还被指派为格罗夫斯的科学顾问。[52]9月19日，格罗夫斯拜访了战时生产委员会主席唐纳德·尼尔森（英语：Donald M. Nelson），并要求对方给曼哈顿计划AAA的优先级。尼尔森起初很不情愿，但在格罗夫斯声称要把这事情上报给总统后他屈服了。[53]格罗夫斯保证说不到万不得已绝不动用AAA级权限。不过很快人们意识到，曼哈顿计划的日常开销走AAA级会太高，但走AA-3级的话又太低。经过长时间的拉锯战，1944年7月1日，格罗夫斯终于成功将曼哈顿计划优先度调整为AA-1级。[54]格罗夫斯后来说，“在华府你会渐渐明白‘高优先级’一词的含义。罗斯福政府批的每个议案都会被赋予高优先级，一两周之后又被另一个高优先级议案取而代之。” [55]格罗夫斯上任后的另一个挑战是敲定Y计划的负责人。Y计划由设计、制造原子弹的科学家组成。当时，三大科研实验室的负责人——尤里、劳伦斯、康普顿——是这一位置的最佳人选，但他们都各自忙得脱不开身。康普顿推荐了对原子弹设计概念十分了解的奥本海默。然而，奥本海默当时从未担任过任何行政管理的职务。而且，许多研究人员觉得这样重大的实验室项目的负责人应当是诺贝尔奖得主——尤里、劳伦斯和康普顿都曾获得过诺贝尔奖，奥本海默则从未获此荣誉。此外，人们也对奥本海默的安全等级有所顾虑。他认识许多共产主义者，有妻子凯瑟琳·奥本海默（英语：Katherine Oppenheimer）、女友琼·塔特洛克（英语：Jean Tatlock）和弟弟弗兰克·奥本海默（英语：Frank Oppenheimer）。1942年10月，在火车上促膝长谈一番后，格罗夫斯和尼科尔斯意识到奥本海默十分了解在荒郊野外建立实验室会面临的问题，决定选他为负责人。1943年4月20日，格罗夫斯免除奥本海默的安全要求并为他签发了安全许可。[56][57]刚开始英国和美国在核能方面仅仅有信息交流，但并没有合作。1941年，布什和科南特希望与英国共同合作进行代号合金管工程的计划但被拒绝了，因为英国希望保持自己在核技术层面的领先地位，不想让美国先一步研制出原子弹。[58]一位美国科学家亲赴英国，给丘吉尔送去一封罗斯福以个人名义写的信，信中表明若英美愿意合作，美国愿支付由此产生的一切研发费用。但是那名科学家在英国遭冷眼相待，丘吉尔也没有回复那封信。于是，美国1942年4月就决定，如果他们在英国遭拒的话就孤军奋战到底。[59]不过，英国当时在战争早期投入了大量的精力，彼时资源已经耗干，实在无法一边顾全自身战局一边投身科研项目中，于是合金管工程的进度很快就落后于美国了。[60]1942年7月30日，合金管工程负责人约翰·安德森向丘吉尔谏言：“我们必须直面事实……[我们的]科研……优势在缩水。要是不好好利用仅剩的这点优势的话，我们就要被迎头赶上了。现在加盟美国的话，我们还有拿得出手的成果，再晚点儿我们可就什么也贡献不出了。”[61]该月，丘吉尔和罗斯福会面，并达成了非正式的口头共识，决定开始在原子弹科研方面展开合作。[62]不过，此时此刻，英美双方已经不能说是在对等合作了。1942年8月，英国想要不费分文地取得曼哈顿计划的一部分实质控制权，但遭美国拒绝。到了1943年，英美两国在核武器研发计划中扮演的角色与1941年下半年那时相比几乎完全反过来了[59]；该年1月，科南特告知英国说英方除了在几个特殊地区之外无权再接触任何核武器相关的信息。[62]科南特和布什还对英方称这是“上级的命令”。[63]英国对丘吉尔和罗斯福所定的协议的作废感到很震惊，但加拿大国家研究委员会委员长C·J·麦肯兹（英语：Jack Mackenzie）则觉得这还在意料之中，写道“我总觉得和美国人比起来，英国人把自己对原子弹的贡献看得太重了些。”[62]英国在曼哈顿计划中的地位每况愈下；美国科学家已经决定他们不再需要任何外援了，而且他们也不想让英国战后开发核能源用作商业用途，更不想在战后和英国结成核能联盟。军事政策委员会支持在战争期间加大对英国的保密力度，尤其要对原子弹设计方案三缄其口，哪怕这么做会放慢曼哈顿计划的进度——他们决定，只对英国开放会对核武器制造计划有帮助的信息，别的一律保密。罗斯福也同意了。到了1943年初，英国不再向美国输送任何研究成果、学者，美国也因此中断了所有的信息共享。英国曾考虑过让加拿大停止生产铀和重水来逼迫美国重新开放信息共享，可加拿大本来就是在靠着美国的物资才能生产这些资源，这一胁迫也是毫无意义。[64]英国也考虑过自主研发核武器，但又认为工期漫长，无法左右欧洲战局。[65]1943年3月，科南特认为英国还是可以协助曼哈顿计划的实施的。比如，詹姆斯·查德维克等若干名英国科学家会对洛斯阿拉蒙斯的原子弹研制工作组大有帮助，值得去冒核武器设计机密外漏的风险。[66]1943年8月，丘吉尔和罗斯福共同签订《魁北克协定》，重启英美科学家双边合作。[67]不过这回，英国同意不接触制造原子弹必须的大规模原料生产工厂的机密数据。[68]1944年9月的《海德公园备忘录》则将这一合作关系延续到了战后。[69]《魁北克协定》还成立了联合政策委员会（Combined Policy Committee）用以协调美国、英国、加拿大三方的合作关系，由史汀生、布什、科南特代表美国，约翰·迪尔陆军元帅、约翰·杰斯廷·卢埃林上校代表英国，克拉伦斯·迪凯特·豪代表加拿大。[70]卢埃林在1943年年底回到英国，他在联合政策委员会的位置被罗纳德·伊恩·坎贝尔（英语：Ronald Ian Campbell）取代，随后又在1945年年初由英国驻美国大使哈利法克斯伯爵接替。约翰·迪尔1944年11月在华盛顿特区过世，陆军元帅亨利·梅特兰·威尔逊接任英国联合参谋代表团（英语：British Defence Staff – US）参谋长和联合政策委员会成员。[71]《魁北克协定》落实后，美国在曼哈顿计划的进展让英国吃惊不已。美国当时已经在计划中投入超过10亿美元（合2020年的121亿美元[1]），而英国在1943年才将将投入50万英镑而已（合2018年的2,209万英镑[72]）。查德维克要英国全心全意投入到曼哈顿计划的研发工作中，不要再指望英国在战争期间还能独立研制出原子弹。[65]在丘吉尔的支持下，查德维克保证尽可能格罗夫斯的每个请求都被满足。[73]1943年12月赴美的英国科学家有尼尔斯·玻尔、弗里施、克劳斯·富赫斯、佩尔斯和欧内斯特·蒂特顿（英语：Ernest William Titterton）。[74]1944年年初又来了一大批科学家。那些分到气体扩散研究的科学家在1944年秋时便离开了项目；不过在伯克利，劳伦斯和奥利芬特手下的35名科学家被重新分配到还在运作的实验室里，绝大部分人待到了战争结束后才离开。被派往洛斯阿拉蒙斯实验室的19人也被划到尚在运作的实验室中，主要负责研究内爆与炸弹组装，但不涉及到钚弹。[65]魁北克协定还要求，在争得美国和英国的同意之前，禁止对其他国家使用核武器。1945年6月，在威尔逊的同意下，联合政策委员会共同决定对日本使用原子弹。[75]1944年6月，联合政策委员会建立了联合发展信托（英语：Combined Development Trust），由格罗夫斯任主席，负责从国际市场采购铀矿和钍矿。比属刚果与加拿大拥有东欧以外地区的大部分铀矿，而比利时流亡政府当时正设立在伦敦。鉴于美国的科研机密限制，比利时铀矿的绝大部分都没法为英国所用，英国也就同意将这些矿石让给美国。[76]1944年，联合发展信托从比属刚果的矿厂购入了3,440,000英磅（1,560公吨）的氧化铀矿石。他们开设了一个特别账户，可以规避信托通常需要面临的审计和监管环节，以此避免将曼哈顿计划透漏给美国财政部长小亨利·摩根索。从1944年到格罗夫斯在1947年辞掉信托主席职务为止，他累计向账户中存入3750万美元。[77]格罗夫斯对英国早期的原子能研究和英国科学家在曼哈顿计划上给予的支持与帮助表示赞赏，但他也认为美国无需依靠英国插手也能完成任务。[65]他还提到，丘吉尔是“原子弹计划的最好的朋友，[因为]他让罗斯福对计划保持兴致……丘吉尔天天叨扰他，跟他说自己觉得这个计划是多么至关重要。”[55]战争结束后，1946年，《原子能法案》生效，英美合作暂时中断，英国也开始了自己的独立核武器项目（英语：High Explosive Research）。英国在战争期间参与的曼哈顿计划对这一本土研究项目帮助极大。[65]上任后的第二天，格罗夫斯与马歇尔上校一同搭乘火车前往田纳西州去视察项目选址，并对结果感到颇为满意。[79][80]1942年9月29日，美国临时战争部长（英语：United States Under Secretary of War）罗伯特·P·帕特森批准工程兵团用3500万美元的价格征收56,000英亩（23,000公顷）的土地，后又额外加了一块3,000英亩（1,200公顷）的土地。征收令在10月7日生效，波及到大约一千个家庭。[81]人们为此抗议、上诉，甚至国会在1943年都出面调查，但都未能影响这一决定。[82]11月中旬，法警在农场房屋门上钉入搬迁通知，建筑工人也陆陆续续搬入。[83]有的人被要求在两周内举家搬离自己世代居住的祖屋；[84]有人因1920年代设立大烟山国家公园、1930年代修建诺里斯大坝才搬入此地没多久。[82]该土地征收令一直执行到1945年3月才陆陆续续到了尾声，总花费只有260万美元，合每英亩47美元。[85]时任田纳西州州长（英语：Governor of Tennessee）普伦蒂斯·库珀接到将橡树岭划为绝对军事禁区的第二号公告（Public Proclamation Number Two）时曾勃然大怒，把文件撕了个粉碎。[86]此地有段时间被称为金斯顿拆迁区（Kingston Demolition Range），后于1943年初正式更名为克林顿工程师工程（Clinton Engineer Works），代号Site X。[87]石威负责修建工厂；SOM建筑设计事务所则设计建造了一个能容纳13,000人的住宅区，位于黑橡树岭（Black Oak Ridge）的山坡上，后来兴建的橡树岭镇因此得名。[88]1943年8月，尼科尔斯取代马歇尔成为曼哈顿工程区区监后，陆军在橡树岭的活动愈加频繁。他上任后直接将计划的总部迁至橡树岭，但并没有将“曼哈顿工程区”的名称改掉。[89]1943年9月，橡树岭所在的罗恩县和安德森县的住宅区物业被外包给特纳建筑公司（英语：Turner Construction Company）的子公司罗恩-安德森公司。[90]小威廉·J·威尔科克斯（William J. Wilcox Jr.）和瓦伦·富赫斯（Warren Fuchs）等化学工程师被要求“玩命”将铀-235浓缩至10%-12%（这种铀被称作“天然铀（英语：tuballoy）”），该项目安保级别很高，物资申请也批得很快。[91]橡树岭的人口增长很快超过了原先的预期，在1945年5月时达到了最高点7.5万人；克林顿工程师工程一共雇有8.2万人，[78]罗恩-安德森公司雇有1万人。[90]艺术摄影师约瑟芬·赫里克（英语：Josephine Herrick）和她的同事玛丽·斯蒂尔斯（Mary Steers）在橡树岭负责记录该地运转状况。[92]曼哈顿计划曾考虑过将Y计划也放在橡树岭，但最终还是决定另寻他处。奥本海默建议在新墨西哥州阿尔伯克基附近进行Y计划，他在该地有一间农场。1942年10月，曼哈顿区约翰·达德利（英语：John H. Dudley）将军受命前往该区域调查，并推荐了新墨西哥州赫梅斯斯普林斯（英语：Jemez Springs, New Mexico）附近的一处地点。[93]11月6日，奥本海默、格罗夫斯、达德利等人参观了此处，但奥本海默担心四周高耸的绝壁会让人幽闭，工程师们则担心有可能发大水。随后，一行人来到了洛斯阿拉蒙斯农场学校（英语：Los Alamos Ranch School）附近。奥本海默瞬间喜欢上了这个地方，大赞特赞这里的自然风光和桑戈瑞克里斯托山脉的美景，希望这可以鼓舞士气。[94][95]工程师们则觉得该地除了交通、供水问题外别的都十分理想。[96]1942年11月25日，帕特森批准了Y计划的征地申请，并批下44万美元用于购买54,000英亩（22,000公顷）的地皮，这其中只有8,900英亩（3,600公顷）的面积当时不属于联邦政府。[97]农业部长克劳德·韦克特（英语：Claude R. Wickard）将一片45,100英亩（18,300公顷）的国家森林局所有土地划给战争部临时使用，“前提是的确有军事活动方面的需求”。[98]后来，曼哈顿陆陆续续购入新的地皮用于修路，后来又买了一些来架设拥有优先通行权的电缆，电缆全长25英里（40千米）。加上这些，曼哈顿在战争期间购入土地总面积为45,737英亩（18,509.1公顷），但只花费了414,971美元。[97]建设工程由亚利桑那州图森的M·M·桑特公司（M. M. Sundt Company）承包，新墨西哥州圣菲威廉·C·克鲁格事务所（英语：Willard C. Kruger and Associates）负责建筑与工程设计。1942年12月，Y计划正式动土。格罗夫斯一开始计划在1943年3月15日竣工，拨款30万美元用于建设，是奥本海默估算的三倍。不过很快，人们意识到Y计划的范畴远比先前预想的要大，最后桑特公司在1943年11月30日才完工，花费超过700万美元。[99]洛斯阿拉蒙斯因保密需要被称为“Y地点（Site Y）”或“小山（the Hill）”。[100]战争期间，降生在洛斯阿拉蒙斯的孩子的出生地点均被登记为“圣菲1663号邮政信箱”。[101]洛斯阿拉蒙斯实验室成立之初是作为军事实验室运转的，奥本海默等研究人员理论上来说应获授陆军军衔。奥本海默甚至给自己订了一身少校军装，但两个重要的物理学家罗伯特·巴彻和伊西多·拉比则不喜欢这一安排。科南特、格罗夫斯、奥本海默随后让步，将实验室交给加州大学接管，并订立合约让实验室继续效命战争部。[102]1942年6月25日，一个陆军与科学研究与开发办公室共同组建的委员会决定在芝加哥西南方向的红门森林（英语：Red Gate Woods）盖一座炼钚先导工场。7月，尼科尔斯从库克县森林保护区（英语：Cook County Forest Preserve District）租来1,025英亩（415公顷）的地皮，代号“阿贡”（Argonne），由詹姆斯·F·格拉夫顿上尉（James F. Grafton）担任芝加哥区区监。后来人们很快意识到这些作业工程规模庞大，这点面积根本不够用，便把工厂迁到橡树岭，在芝加哥留下部分科研测试设施。[103][104]考虑到红门森林工厂的工期推迟，康普顿批准在芝加哥大学设立冶金实验室，位于该校斯塔格体育场（英语：Stagg Field）的看台下方。核反应堆要用到大量的石墨块和铀芯块，但当时纯铀供应量很小。爱荷华州立大学的弗兰克·斯佩丁（英语：Frank Spedding）只造出2短吨（1.8公吨）的纯铀，西屋灯具厂（英语：Westinghouse Lamp Plant）轮班倒才又赶制了3短吨（2.7公吨）的铀金属。固特异轮胎公司制造了一个巨大的方形气球，可以将反应堆包裹起来。[105][106]1942年12月2日，费米带领的团队成功让实验核反应堆“芝加哥1号堆”达到临界值，引发世上首个人工[注 5]自持核链式反应。[108]康普顿给远在华盛顿特区的科南特通电话报喜时说：“意大利航海家费米刚刚抵达新大陆。”[109][注 6]1943年1月，格拉夫顿的接任者阿瑟·V·彼得森（英语：Arthur V. Peterson）少校觉得把核反应堆放在人口密集的区域太危险了，便下令将芝加哥1号堆迁到红木森林。[110]1944年5月15日，史上首座重水核反应堆芝加哥3号堆（英语：Chicago Pile-3）在阿贡达到临界值。[111][112]战后，红木森林还在运转的科研设施被迁至约6英里（9.7千米）开外的新地点，形成了后来的阿贡国家实验室。[104]1942年11月，格罗夫斯将杜邦选作炼钚设施建设的主要承包商。政府最开始想和杜邦签一份标准的成本加固定酬金合同（英语：cost-plus contract），但杜邦总裁小沃尔特·S·卡彭特（英语：Walter S. Carpenter, Jr.）却不求任何利润，还要求修改合同不让杜邦获得任何专利权。这一要求被准许了，不过因法律原因合同上还是列了一美元的名义费用。战争结束后，杜邦要求尽早终止合同，并为此付还33美分。[113]到了该年12月，担心橡树岭发生重大核事故而殃及池鱼的人越来越多，虽然事故几率很小，但橡树岭距离人口密集的诺克斯维尔还是太近了。杜邦建议将新建的工厂搬得离橡树岭远远的。[114]该月，格罗夫斯命令富兰克林·马赛厄斯上校和杜邦的工程师新物色一个合适的厂址。在报告中，马赛厄斯称华盛顿州里奇兰的汉福达奇“各方面都堪称完美”。汉福德人迹罕至，位于哥伦比亚河畔，可为炼钚反应堆提供充足的冷却水。格罗夫斯在1月考察该地，并设立了汉福德工程师工程（Hanford Engineer Works），代号“W地点”（Site W）。[115]临时战争部长帕特森在2月9日批准了汉福德区的设立，并划了500万美元用于征收40,000英亩（16,000公顷）的土地。联邦政府迁走了住在怀特布拉德福德斯（英语：White Bluffs, Washington）和汉福德（英语：Hanford, Washington）附近的居民，以及在该地活动的瓦纳普姆（英语：Wanapum）等部落，共计约1500人。有当地农民在土地征收前已在农田里完成播种，在搬迁期间因未能就补偿问题达成共识而与政府发生纠纷。时间上错得开的时候，陆军允许农民入场进行收割活动，但不是所有人都能获准进入军事禁区。[115]整个土地征收断断续续一直持续到了曼哈顿计划正式宣告结束的前夕，1946年12月。[116]不过，土地征收的纠纷并没有拖延工期。彼时，冶金实验室尚未完成核反应堆的设计，杜邦虽然无法给出计划的准确工期评估，但仍然在1943年4月开始修建工厂，预计容量2.5万名工人，其中一半工人需要住在工厂的宿舍里。到了1944年7月，杜邦已经盖了1200多栋楼，大约5.1万人居住在施工营地里。作为区工监的马赛厄斯负责监督、管控整个汉福德区。[117]汉福德区的施工营地一度是华盛顿州第三大人口聚集区，[118]公交车路线超过900条，比芝加哥市的还要多。[119]和洛斯阿拉蒙斯、橡树岭一样，里奇兰设有门禁、围栏，限制人员流动，但它看起来很像战争期间兴旺起来的普通小镇，没有什么大张旗鼓的军事活动，高墙、塔台、看门狗等事物也不多见。[120]科明科公司自1930年以来便一直在英属哥伦比亚省特雷尔市设有工厂生产电解氢。1941年，尤里提出要让科明科生产负责生产重水。该工厂作业线价值1000万美元，拥有3215个电解槽，消耗水能电力75MW，联入次级电解槽后可将水中的氘含量从2.3%提升至99.8%。普林斯顿大学的休·泰勒（英语：Hugh Stott Taylor）为该生产线的前三座搅拌塔设计了一种碳负载铂催化剂，尤里则研发出镍铬催化剂，用于第四座搅拌塔。最终，项目的总花费280万美元。加拿大政府在1942年8月才正式被告知该项目的施行。特雷尔市的重水生产线从1944年1月开始一直运行到1956年，生产出的重水被用于史上首座使用重水和天然铀的反应堆——芝加哥3号堆。[121]安大略省在远离人烟的粉笔河设立了一座实验室，用来分流盟军在蒙特利尔实验室的科研计划，深河市（英语：Deep River, Ontario）也为此兴建了一个社区，方便实验室工作人员的衣食住行。[122]这一选址考虑到其距离安大略和魁北克的工业园区很近，附近铁路更可直达大型军事基地佩塔瓦瓦营（英语：Camp Petawawa），且位于渥太华河畔，不愁用水。粉笔河实验室的首任主管是汉斯·冯·哈尔班（英语：Hans von Halban）。1944年5月，约翰·考克饶夫接替了他的职位，后又在1946年9月传给班尼特·刘易斯（英语：Bennett Lewis）。该实验室设计制造了加拿大首座核反应堆——ZEEP（英语：ZEEP），也是首次有美国之外的国家成功研发出核反应堆。1945年9月，ZEEP达到临界值，后又持续被用于科研活动中，一直运转到1970年才中止。[123]粉笔河实验室在战争期间还设计了另一座规模更大的核反应堆NRX（英语：NRX），功率10MW，在1947年7月达到临界值。[121]埃尔拉多矿场（英语：Eldorado Mine (Northwest Territories)）坐落在大熊湖附近的镭锭港（英语：Port Radium），出产铀矿。[124]杜邦虽更偏爱氦冷石墨减速剂核反应堆，但为确保万无一失，一旦石墨核反应堆设计行不通就改用重水反应堆。经计算，每月为此至少需要生产3短吨（2.7公吨）的重水，官方代号“P-9计划”的重水生产项目也就此应运而生。特雷尔在建的重水工厂每月产能只有0.5短吨（0.45公吨），达不到重水反应堆的需求量。格罗夫斯因而准许杜邦在以下地点附近架设重水生产设施：摩根敦军械工程（Morgantown Ordnance Works，临近希沃特吉尼亚州摩根敦）、沃巴什河军械工程（临近印第安纳州达纳和纽波特zh-hk:新港）和亚拉巴马军械工程（英语：Alabama Army Ammunition Plant）（临近亚拉巴马州柴尔德斯堡和锡拉科加）。这批工厂虽冠以“军械工程”之名、依照陆军军械兵团合约运行，但实则由陆军工兵部队修建、运营。美国的重水处理流程和加拿大特雷尔的有所不同——重水因沸点略高，能够以蒸馏的方式制得。[125][126]铀是曼哈顿计划的一大关键原材料，可用作核反应堆的原料和钚的合成，浓缩后还能直接用到原子弹里。1940年，世界上已探明的大型铀矿田有四处，分别位于美国科罗拉多、加拿大北部、捷克斯洛伐克亚希莫夫和比属刚果，[127]其中除了亚希莫夫外其他的都在盟军的控制之下。[128]1942年11月的调查显示，可用的铀矿能够满足曼哈顿计划的所有需求。[129]尼科尔斯与美国国务院协调，限制氧化铀的出口，并从比属刚果购入1,200短吨（1,100公吨）铀矿，一部分存在史泰登岛仓库里，另一部分留在刚果。他也和埃尔拉多金矿公司（英语：Eldorado Mining and Refining）达成购买协议，采购其位于安大略省霍普港（英语：Port Hope, Ontario）精炼厂的矿石，并由埃尔拉多负责分批运输，每批100吨。加拿大政府则为此购入埃尔拉多的股票，取得控制股权。[130]虽说这些采购项目足以应付战时需求，但为了谋求利益最大化，英美两国希望尽量取得全世界所有铀矿田的控制权。埃德加·西格尼尔（英语：Edgar Sengier）是比属刚果欣科洛布威（英语：Shinkolobwe）矿场所属公司上加丹加联合矿务（英语：Union Minière du Haut-Katanga）的总裁，当时欣科洛布威矿场的铀矿资源最为丰富，但却遭大水淹没、被迫关闭。尼科尔斯没能说服西格尼尔让矿场恢复开采活动，自然也没能让矿场继续向美国出口矿石。[131]联合政策委员会便接手此事。上加丹加联合矿务有30%的股权在英国手里，英国于是牵头开展谈判工作。1944年5月，约翰·安德森与约翰·怀南特大使与西格尼尔和比利时政府达成协议，让矿场恢复运营，并以1.45美元/磅的价格收购1,720短吨（1,560公吨）的矿石。[132]为了让美国不依赖英国和加拿大的矿石，格罗夫斯从美国钒业公司（英语：US Vanadium Corporation）位于科罗拉多州铀钒镇的矿场购入800短吨（730公吨）矿石。[133]密苏里州圣路易斯市的万灵科负责处理原矿石，将原材料放入硝酸溶化，生成硝酸铀酰。随后利用醚，通过液-液提取法将杂质从硝酸铀酰中分离，再经过加热得到三氧化铀，最后还原为高纯度二氧化铀。[134]1942年7月的时候，万灵科每日可生产1整吨高纯度氧化铀，但另外两个承包商，西屋电气和金属氢化物公司（Metal Hydrides），在将氧化铀转化为铀金属时屡屡受挫，[135]导致铀产量极低，质量也不达标。冶金实验室为此在爱荷华州埃姆斯市的爱荷华州立大学成立了特别科研小组“埃姆斯计划”，由弗兰克·斯佩丁领导，用来研究氧化铀转铀金属的替代方案，其研究成果“埃姆斯过程（英语：Ames process）”在1943年问世。[136]一个压力容器正被降入炉中。压力容器被称为“炸弹”，内装有卤化铀和保护性金属（英语：sacrificial metal）（可能是镁）反应结束后，“炸弹”的内部布满炉渣还原反应产出的铀金属，被称为“饼干”自然界中，99.3%的铀元素是铀-238，0.7%是铀-235，二者的化学性质完全相同，但只有铀-235可以裂变，因此需要被从天然丰度更高的铀-238中分离出来。人们提出过若干种将铀浓缩的方法，其中大部分在橡树岭施行。[137]最容易想到的离心分离法并未取得成效，但其他的几个分离法——电磁分离法、气体扩散法、热扩散法——均取得了有效进展，在曼哈顿计划中得到了实际应用。1943年2月，格罗夫斯提出将某些工厂的产物用作另一些工厂的生产原材料。[138]1942年4月时，离心法被认为是唯一有希望成功的分离法。[139]弗吉尼亚大学的杰西·比姆斯（英语：Jesse Beams）早在1930年代便已研究出这一分离法，但还是有一些技术难关亟待攻克。离心分离法需要离心机以高速运转，但是在某些特定的速度下会产生谐波振动，可导致机械损毁解体。因此，离心机在加速时需要提高加速度来避过这些速度。1941年，比姆斯开始使用六氟化铀，这是唯一已知的气态铀化合物，并成功分离出铀-235。在哥伦比亚大学，卡尔·科恩（英语：Karl Cohen）奉尤里之命详细研究了这一过程，又提出了一系列数学理论佐证建设离心分离装置的可行性。西屋电气负责承建离心分离装置。[140]不过，科恩的方案在大规模生产时面临巨大的挑战。尤里和科恩估计，如果每天生产1千克铀-235，那么就需要用到5万台1米转子的离心机，或使用1万台4米转子的离心机（前提是造得出4米的转子），怎样让如此之多的转子连续高速运转便是一大难题。[141]此外，比姆斯用实验设备预演时仅获得了预期产出的60％，意味着工厂需要更多的离心机，让这一问题雪上加霜。然后，比姆斯、乌里和科恩开始研究改进措施，希望提高该过程的效率，但是高速电机、轴和轴承屡屡故障，致使示范工厂的工期一拖再拖。[142]1942年11月，在科南特、尼科尔斯和石威公司的奥古斯特·C·克莱因（August C. Klein）的建议下，军事政策委员会放弃了离心分离法。[143]尽管曼哈顿计划没有采用离心分离法，但战后苏联工程师和被俘的德国工程师共同在苏联开发了Z型离心机，让该方法的研究取得了显著进展。[144]它最终成为铀同位素分离的首选方法，比第二次世界大战期间使用的其他分离法都经济得多。[145]电磁同位素分离法由劳伦斯在加州大学放射实验室（University of California Radiation Laboratory）研发设计。该方法中会用到电磁型同位素分离器[注 7]，这一设备由标准实验室用的质谱分析仪和回旋加速器磁铁结合而来。[147]这一方法需要用到电磁力，利用磁场让带电粒子发生偏转，其偏转角度因质量不同而有所区别。[148]这一过程的原理不但在学术上不够简洁了，而且效率达不到工业生产需要。[149]和气体扩散工厂和核反应堆比较，电磁分离工厂不但建造过程斥资庞大，而且消耗更多的稀有资源，还需要更多人手进行操作。不过，这一方案还是获得了批准，因为它基于已被证实可用的技术原理，因而风险更小。而且，电磁分离工厂可以分期建造，能很快达到工业生产所需规模。[147]马歇尔和尼科尔斯了解到，电磁同位素分离需要用到5,000短吨（4,500公吨）的铜，但铜当时算是稀缺资源；不过铜可以用银按11:10的比例替换。1942年8月3日，尼科尔斯与财政部副部长（英语：United States Deputy Secretary of the Treasury）丹尼尔·贝尔（英语：Daniel W. Bell）见面，希望西点金银储藏处能提供6,000吨银条。“小伙子，”贝尔说，“你可能用‘吨’来计量银条，不过财政部这里是用金衡制盎司来点数的！”[150]最终，曼哈顿计划用掉了14,700短吨（13,300公吨；430 × 106金衡制盎司）银条。[151]银条每块重1,000金衡制盎司（31千克），被做成圆柱形的金属块，运往新泽西州百威区（Bayway）的费尔普斯-道奇公司（英语：Phelps Dodge）并重铸为长40英尺（12米）、截面0.625×3英寸（15.9×76.2毫米）的长条，又在威斯康星州密尔沃基的艾利斯查尔默斯公司被绕到励磁线圈上。战争结束后，人们拆掉机器、清洗部件、撬开地板，收集生产过程中掉落的碎银。最后经过统计，银总共只流失约1/3,600,000。[151][152]1970年5月，所有的银均被收回。[153]S-1执行委员会将Y-12电磁分离法工厂的建设工程划给石威执行。设计图显示，人们需要建立五个被称为“Alpha粒子轨道”（Alpha racetracks）的一级处理器，以及两个被称为“Beta粒子轨道”（Alpha racetracks）的最终处理器。1943年9月，在格罗夫斯的批准下，Y-12新添了四个粒子轨道，编号“Alpha II”。1943年2月，Y-12正式动土。[154]该年10月，工厂进入试运行阶段。在磁线圈吸引下，重达14吨重的真空罐被拽离了原有的位置，人们不得不将其进一步加固。磁线圈后来还发生了更为严重的短路问题。12月，格罗夫斯命人打开一块磁铁，发现里面锈迹满满，便下令拆开粒子轨道，将磁铁运回工厂进行清洗。Y-12还在现场设了一座酸洗工厂，用来清理管道和其他配件。[149]1944年1月，Alpha I的2号粒子轨道才正式开始运作；3月，Alpha I的3号、Beta的1号粒子轨道投入使用；4月，Alpha I的4号粒子轨道开始运转；7月至10月间，Alpha II的四个粒子轨道全部开始运行。[155]田纳西伊士曼（英语：Tennessee Eastman）负责管理Y-12，酬金按其所签订的成本加固定费用合同来算，每月22,500美元，头七座粒子轨道每月每座7,500美元，后添的粒子轨道每月每座4,000美元。[157]一开始，加速器由伯克利的学者维护，以方便调试程序、改善运转速率。后来田纳西伊士曼训练了一批只有高中学历的操作员来接替他们的任务。尼科尔斯在对比前后产量后对劳伦斯说，这些年轻的“乡巴佬（英语：hillbilly）”女操作员比那些博士干得更加出色。他们甚至为此搞了场生产竞赛，结果劳伦斯败了，极大地鼓舞了田纳西伊士曼的员工的士气。女操作员“被教导像士兵那样，干事情不要问为什么”，而“那批学者老是忍不住花大把的时间去斤斤计较微乎其微的仪表波动”。[158]Y-12最开始产出的铀-235成品的纯度为13%－15%，1944年3月将第一批数百克成品运至洛斯阿拉蒙斯。铀料的产率只有1/5,825，剩下的大部分都在生产过程中溅到设备上了。后来人们努力回收原料，在1945年1月时产率已提高到了10%。2月，Alpha粒子轨道开始采用新建成的S-50热扩散工厂的产出作为原料进行再加工，这些原料经过前一步的浓缩，其纯度已达到1.4%。3月，Y-12开始用纯度5%的K-25气体扩散工厂产物作生产原料。该年8月，K-25的铀纯度已高到可直接送进Beta轨道了。[159]气体扩散法是当时最具挑战性的同位素分离法。依照戈瑞厄姆定律，气体的泻流速率和分子量的平方根成反比，因此装有膜的容器中若混有两种气体，那么轻的气体分子会比重的分子通过的速度更快，因此通过膜的气体中，分子量小的气体纯度会上升，而大的浓度会下降。而K-25的设计原理也是基于此现象，通过将一系列容器串接起来，再装上气泵和膜（气栅），就能将原料一层层浓缩起来。相关科研工作由哥伦比亚大学的哈罗德·尤里、卡尔·科恩（英语：Karl P. Cohen）、约翰·邓宁等人进行。[160]1942年11月，军事政策委员会批准建立一座气体扩散法工厂，可将铀原料一层层渗透600阶。[161]12月14日，M·W·凯洛格公司受雇修建代号“K-25”的工厂，与政府签订了成本加固定酬金合同，总佣金250万美元。他们为此另开了一家公司Kellex，由凯洛格的副总裁珀西瓦尔·C·凯思（Percival C. Keith）负责领导。[162]气体扩散法在技术上困难重重。鉴于没有其他合适的原料，人们需要对腐蚀性极强的六氟化铀气体进行加工，为此马达和气泵必须真空密封，置入惰性气体。最大的问题在于气栅的设计——气栅材料需坚固、多孔，能尽量不受六氟化铀气体的腐蚀，当时发现最好的材料是镍。爱德华·阿德勒（Edward Adler）和爱德华·诺里斯（Edward Norris）将电镀镍做成网状栅。哥伦比亚大学为建了座六阶示范测试工厂测试网状栅的效率，但网状栅极易损毁，并不尽如人意。Kellex、贝尔电话实验室和贝克莱特公司（英语：Bakelite）用镍粉研制出了另一种气栅。1944年1月，格罗夫斯下令将Kellex的气栅投入使用。[163][164]在K-25的设计图中，Kellex设计了一个四层高、0.5英里（0.80千米）长的U型结构，由54座联排建筑构成，分为九大区。K-25内设有六阶处理器，既可独立运行，也可以和同一区域内其他处理器相互串联。九大区也可以独立或串联运转。1943年5月，一个调查组在这片500英亩（2.0平方千米）的土地上打记号，正式开始施工。1943年10月，K-25主建筑动土施工。1944年4月17日，该工厂全部六阶处理器均开始准备投入使用。1945年，格罗夫斯关闭了工厂的高阶处理器，并要求Kellex改为设计建造一个540阶的辅助原料处理单元K-27。1945年9月11日，Kellex将修建完成的建筑转交给运营承包商美国联合碳与碳化物公司。包括战后完工的K-27工厂在内，气体扩散法的总花费达到4.8亿美元。[165]厂区在1945年2月开始运转。随着技术的日新月异，工厂的产出品质量也越来越高。到了1945年4月，K-25的铀-235纯度已达到1.1%，并开始采用S-50热扩散法工厂的产出物作为加工原料。5月，部分产出品的纯度甚至达到了近7%。8月，剩下的2,892阶处理器全部投入使用。K-25和K-27的效率在战后早期达到峰值，效率超过其他同位素分离厂一大截，成为新一代工厂的原型。[166]热扩散处理法的原理出自西德尼·查普曼和大卫·恩斯科格（英语：David Enskog）的理论（英语：Chapman–Enskog theory），该理论指出当混合气体通过温度梯度环境时，较重的气体会聚集在低温端，而较轻的会聚集在高温端。而热气会上升，冷气会下降，这样一来就可以分开两种同位素形成的气体了。该分离法在1938年由德国科学家克劳斯·克卢修斯（英语：Klaus Clusius）和格哈德·迪克尔（Gerhard Dickel）率先提出。[167]美国海军将热扩散法进一步研究，但当时人们对其技术可行性持怀疑态度，而且当时美国陆军和海军之间互相较劲，于是曼哈顿计划最开始并未采纳热扩散法。[168]在菲力普·艾贝尔森的牵头下，海军研究实验室继续进行热扩散法的有关研究。1944年4月，负责洛斯阿拉蒙斯军械研发的海军上尉威廉·S·帕森斯（英语：William S. Parsons）向奥本海默介绍了海军在热扩散法的喜人成就，海军的相关研究才重归人们的视野。在写给格罗夫斯的信中，奥本海默建议将热扩散法的产出直接用于Y-12工厂里。格罗夫斯为此组了个临时委员会研究这一提议，成员有沃伦·肯德尔·路易斯、埃格尔·默弗里和理查德·托尔曼。经委员会估算，热扩散工厂耗资350万美元，每周可将50千克（110英磅）的铀浓缩至0.9%。1944年6月24日，格罗夫斯批准了热扩散工厂的建设。[169]格罗夫斯与俄亥俄州克利夫兰的H·K·弗格森公司（H. K. Ferguson Company）定下合同，修筑这座代号“S-50”的热扩散法工厂。格罗夫斯的顾问——卡尔·科恩和标准石油公司的W·I·汤普森（W. I. Thompson）[170]——预估这座建筑要花六个月才能修好，但格罗夫斯只给了弗格森四个月的时间。依照设计，S-50要用到2142座48英尺（15米）高的热扩散柱，分装在21个架子上。每座柱子里还装有三个同心管道。附近的K-25发电站产生的蒸汽以100磅力每平方英寸（690千帕斯卡尔）的压强、545 °F（285 °C）的温度从最内部的1.25英寸（32毫米）镍管中通过，而155 °F（68 °C）度的水从最外侧的铁管中流过。人们将六氟化铀气体鼓入夹在中间的铜管，让同位素分离反应发生在镍管和铜管之间。[171]1944年7月9日，S-50正式动土；9月，S-50便进入了部分运营的阶段；1945年3月，工厂所有的热扩散柱均投入使用。弗格森通过子公司Fercleve运营工厂。1944年10月，工厂产出的铀-235的纯度达到0.852%，总质量10.5英磅（4.8千克）。但后来工厂出现泄露事故，并为此停摆了好几个月。不过1945年6月，工厂产出量已达12,730英磅（5,770千克）。[172]最开始，只有S-50的产出被用作Y-12的原料，但到了1945年3月，曼哈顿计划将三座热扩散法工厂串到了一起——先是由S-50将原料从0.71%浓缩到0.89%，接着再由气体扩散法工厂K-25浓缩到23%，最后再转接给电磁分离法工厂Y-12并浓缩到89%左右。这个纯度的铀已经可用于核武器制造。[173][174]1945年7月，洛斯阿拉蒙斯总共收到50千克的浓缩铀，其铀-235的纯度为89%。[174]这50千克铀与一些纯度50%的浓缩铀混在一起，最终纯度为85%，全部装填在了小男孩原子弹中。[174]曼哈顿计划作的第二手准备是另一种可裂变的元素——钚。虽然自然界中也存在一些天然的钚，但若想大量获取钚，最简单的方式还是在核反应堆里用中子轰击天然铀。铀-238通过核嬗变变为铀-239，之后很快衰变，先变成镎-239，然后变成钚-239。[175]但整个过程中能最终变成钚的铀只有一小部分，所以必须要用化学方法把钚从残留的铀、原料中的杂质和核裂变产物里分离出来。[175]1943年3月，杜邦开始在橡树岭建设一座112英亩（0.5平方千米）的钚厂，作为在汉福德区大规模生产钚的试验工厂。该厂内拥有空气冷却的X-10石墨反应堆、化学分离厂和一些辅助设施。后来人们决定在汉福德区修建水冷反应堆，因此只有化学分离厂真正起到了示范工厂应有的作用。[176]X-10石墨反应堆有一块长宽高均为24英尺（7.3米）的石墨块，总重1,500短吨（1,400公吨），包裹在7英尺（2.1米）厚的高密度混凝土中减小辐射。[176]该反应堆面临的最大挑战是万灵科和金属氢化物公司生产的铀燃料棒。这些燃料棒需要镀铝防止腐蚀，同时也能避免裂变燃料进入冷却系统中。格拉塞利化学公司（Grasselli Chemical Company）想要研制一种热浸处理法但并未成功。美铝还尝试了包壳法。他们开发了一种无焊剂焊接法，有97%的包壳都通过了标准真空测试，但高温测试的失败率超过50%。尽管如此，1943年6月，生产线还是开始运作了。冶金实验室在通用电气的帮助下改善了焊接技术，在1943年10月应用到生产线上。[177]在费米和康普顿的监视下，X-10石墨反应堆于1943年11月4日达到临界值，用了大约30短吨（27公吨）的铀。一周后，核反应堆负荷量升至36短吨（33公吨），功率升至500kW，月末时产出500毫克钚。[178]人们不断地完善技术，到了1944年反应堆功率已达到4,000kW。X-10作为生产工厂一直运转到了1945年1月，后改为科研活动之用。[179]橡树岭为了赶工期用给反应堆用了气冷，但大规模生产中这一冷却方法并不可取。冶金实验室和杜邦最开始想用氦冷，但后来为了省钱省时省力而改用水冷。[180]水冷的设计方案在1943年10月4日才正式完成，在此之前富兰克林·马赛厄斯一直忙着修缮汉福德区，建住房、修路、造支路铁轨，还升级了电缆、水管和电话线。[181]和在橡树岭遇到的困难类似，1944年3月汉福德在开始包壳铀燃料棒时遇到了重重挑战。这些铀燃料棒均经过酸洗去除泥土等杂质，又浸过融化的铜、锡和铝硅合金（英语：silumin），再用液压机压过，并在氩气中用电弧焊封住焊口，最后再经过重重测试，确保没有焊接问题。最开始燃料棒合格率极低，每天只有寥寥数根能通过测试。不过1944年6月燃料棒质量稳步上升，看情况似乎能赶得上原定1944年8月启用的B反应堆。[182]1943年10月10日，B反应堆大楼动工。B反应堆是计划修筑的六座250MW核反应堆中最先动工的一个。[183]这些核反应堆从A到F以英文字母编号，其中B、D、F最先开工，以便给各反应堆之间预留最大的空间。曼哈顿计划期间也只修了这三座反应堆。[184]1944年2月，人们开始修筑B反应堆本身。[185]1044年9月13日，在康普顿、马赛厄斯、杜邦的克劳福德·加特林沃尔特（英语：Crawford Greenewalt）、利昂娜·伍兹的见证下，费米向B反应堆中插入第一根燃料棒，就此启动核反应堆。在接下来的几天中核反应堆陆续填入838根燃料棒，达到临界值。9月27日午夜钟声敲响后不久，操作员开始从反应堆中抽出控制棒，让反应堆进入生产模式。一开始一切运转良好，但在凌晨03:00左右输出功率开始下降，06:30时核反应堆完全罢工。工作人员检查冷凝水，确保没有泄漏或污染事故发生。翌日反应堆再度启动，孰料反应堆再度停摆。[186][187]费米将情况告诉了吴健雄，她指出问题应该出自中子毒物，由半衰期9.2小时的氙-135（英语：xenon-135）造成。[188]费米、伍兹、唐纳德·J·舒尔兹（英语：Donald J. Hughes）和约翰·惠勒经过一通计算，发现氙-135的核截面（英语：nuclear cross section）是铀的3万倍。[189]杜邦工程师乔治·戈瑞夫斯（George Graves）对冶金实验室的原设计做了一些修改——原设计将1,500根管道排列成一个圆，戈瑞夫斯又额外向其中加了504根管道来填满剩余的边边角角。科学家们最开始认为这一设计过度工程化，费时又费钱，但费米留意到这全部2,004根管能够让反应堆达到生产钚所需要的功率级别。[190]1944年12月17日，D反应堆启动；1945年2月25日，F反应堆启动。[191]与此同时，化学家们在不了解钚的化学性质的情况下已开始思忖如何将其从铀中分离出来。1942年，查尔斯·M·库珀（Charles M. Cooper）带领的团队在冶金实验室用极少量的钚研发出氟化镧处理法（英语：fluoride selective electrode）用来分离那两种元素，该法后来被用到了示范分离工厂中进行试验。随后，西博格和斯坦利·G·汤姆森（Stanly G. Thomson）发明了另一种分离法磷酸铋处理法，[192]可利用磷酸铋溶液将钚的氧化数在+4和+6之间切换。氧化数+4时，钚会沉淀；氧化数+6时，钚溶于溶液，而其他物质会沉淀。[193]加特林沃尔特因氟化镧有腐蚀性而更喜欢磷酸铋处理法，该法获选为汉福德化工厂使用的元素分离法。[194]X-10开始产钚后，示范工厂旋即进入试验阶段。第一批次的生产效率只有40%，但后几个月效率逐步升高至90%。[179]在汉福德，曼哈顿计划最首要的任务是修筑300区的设施。该区有存放测试材料的仓库、制备铀的工厂和组装校准仪器的工间。有一幢楼用来存放铀燃料棒的包壳设备，另外有一幢修有一座小型核反应堆。尽管300区享有高优先级，但该区设施独特复杂，再加上战时人手紧缺、物资不足，导致工期被延误。[195]汉福德原定在名为“200西区”和“200东区”的两块区域中各建两座分离工厂，后改为在200西区修建“T厂”和“U厂”，在200东区只建一座“B厂”。[196]每座分离工厂都由四幢建筑构成：处理装置楼（编号221，也被称为“峡谷（canyon）”）、浓缩楼（编号224）、净化楼（编号231）和军火库（编号213）。“峡谷”长800英尺（240米），宽65英尺（20米），有40个17.7×13×20英尺（5.4×4.0×6.1米）的处理器。[197]1944年1月，221-T厂和221-U厂动土，并先后在9月、12月竣工。221-B厂也在1945年3月完工。这些厂房由于辐射过强，工人必须要通过1943年时还闻所未闻的闭路电视遥控操作一切生产活动，维护修缮工作也是通过桁架吊车和特制工具进行。各厂224楼因需要处理的原料相对较少所以体积也更小，辐射也更弱。224-T楼和224-U楼在1944年10月8日完工，224-B楼则是在1945年2月10日完工。1944年4月8日231-W开始施工时，科学家们还没有敲定净化处理方法，不过年末时工厂竣工，净化处理的方法也选定下来。[198]1945年2月5日，马赛厄斯在洛杉矶亲手将首批80克纯度95%的硝酸钚递交给洛斯阿拉蒙斯的物流人员。[191]1943年时，科学家们想要用钚用于枪式裂变武器瘦子。早期对钚的性质研究用的是回旋加速器生成的钚-239，纯度高但是产量低。1944年4月，洛斯阿拉蒙斯收到了X-10反应堆的首份钚样品。几天后，埃米利奥·塞戈瑞便注意到了问题——反应堆增殖的钚中，钚-240的含量比回旋式加速器的要高，可导致自发性反应速率增大到原估的五倍。[199]西博格早在1943年3月便已算到部分钚-239会吸收一个中子变为钚-240。[200]这一发现导致反应堆增殖钚无法用在枪式武器上。钚-240会引发闪灭（英语：fizzle (nuclear explosion)）现象——链式反应提前开始，导致先期爆炸，释放的能量会炸散核燃料，致使只有少部分钚参与反应。人们又提出过一种更快的枪式构型，但试验结果不尽如人意。科学家也想过分离同位素的事情，但是钚的这两个同位素比铀-235和铀-238还难分离，因而不得不作罢。[201]与此同时，另一种内爆式的核裂变武器的研发工作在物理学家赛斯·内德迈尔（英语：Seth Neddermeyer）的领导下如火如荼地进行着。其原理是将未达到临界值的裂变材料置于球形容器中，再用炸药将其向内压缩，使其体积变小、密度增大。随着原子间距离越来越小，中子俘获的速率会越来越大，质量也会达到临界值。鉴于这里核原料移动距离很短，内爆式核武器达到临界值的速度比枪式核武器要快得多。[202]内德迈尔在1943年至1944年年初对内爆式核武器的研究成果颇为喜人，但研究结果也显示内爆式的构型设计从理论角度和应用角度都十分复杂。[203]1943年9月，对穿甲弹锥形装药小有研究的约翰·冯·诺伊曼认为，内爆弹不但会降低闪灭和先期爆的风险，还能高效利用裂变材料。[204]他还提出用一种球型的炸弹结构来取代内德迈尔设计的柱形炸弹。[205]1944年7月，奥本海默决心放弃枪式钚弹设计，转为采用内爆式钚弹。8月，奥本海默大幅调整洛斯阿拉蒙斯实验室的人手，紧锣密鼓地专攻内爆式设计，代号“胖子”。[206]洛斯阿拉蒙斯新成立了两个实验小组负责研发内爆式炸弹，其中X组（X表示“explosives”，即“炸药”）由炸药专家乔治·克里斯佳科夫斯基负责，G组（G表示“gadget”，即“小工具”）由罗伯特·巴彻负责。[207][208]纽曼和T组（T表示“theoretical”，即“理论”；鲁道夫·佩尔斯在此中十分活跃）的设计利用爆炸透镜（英语：explosive lens）的原理，慢性高爆炸药和快性高爆炸药两相结合，将爆炸集中在一个球面上。[209]然而，设计过程中一波三折，进展缓慢。透镜设计要求透镜形状和速度均在合适的范围内。[209]人们测试了若干种不同的炸药，最后选定B炸药为快性炸药，巴拉托（英语：baratol）为慢性炸药。[210]最终的设计成果形似足球，共有20个六边形透镜、12个五边形透镜，每个透镜重约80英磅（36千克）。引爆过程还要用到高速、可靠、安全的电气式雷管，保险起见每面透镜上都装了两支。[211]路易斯·阿尔瓦雷茨带领一组科学家在洛斯阿拉蒙斯实验室专门为此设计了电桥式电雷管，生产雷管的工作则由雷神公司完成。[212]罗伯特·瑟伯尔提出了RaLa测试，利用镧的短寿命放射性同位素、强伽马射线源——镧-140，来研究汇聚冲击波。试验将该伽马射线源置于金属球体正中央，球体外套上一层爆炸透镜，再放在电离室（英语：ionization chamber）中，便于科学家录下内爆产生的X光的轨迹。爆炸透镜主要是通过RaLa测试来一步步设计完善的。[213]大卫·霍金斯（英语：David Hawkins (philosopher)）在给洛斯阿拉蒙斯撰写的史书中写道：“RaLa是对炸弹设计终稿影响最大的单一实验。”[214]炸药内部装有4.5英寸（110毫米）厚的铝填层，可从低密度炸药平缓过渡到3英寸（76毫米）厚的天然铀层。其主要功能是将临界质量汇聚一起越久越好，但也能将中子反射回核心层中。为了避免外部中子造成先期爆炸，铀层外还镀了层薄薄的硼。[211]人们还研制了钋-铍调制中子起爆器（英语：modulated neutron initiator），因外观类似而被称作“海胆”，[215]可在规定的时刻精准引发链式反应。[216]该工程后成为“代顿计划（英语：Dayton Project）”的一部分。代顿计划由孟山都的查尔斯·艾伦·托马斯（英语：Charles Allen Thomas）统筹，其中还有对放射性钋的化学性质、冶金方法的研究。[217]测试每月需要高达500居里的钋，由孟山都负责提供。[218]组装好的炸弹被装入杜拉铝制的炸弹外壳中，以防遭子弹、高射炮击中而造成问题。[211]冶金学家的终极任务是研究如何将钚铸成球体。很快，科学家们遇到了一些问题——运来的钚总是测出不尽相同的密度。最开始人们以为有杂质混入，但后来发现是因为钚中掺了多种同素异形体。[219]在室温下，钚处于α阶段，此时钚易碎、不易形变；稍稍加温后，钚会进入可塑性较好的β阶段；加热到300 °C－450 °C时钚会进入δ阶段，可塑性进一步提高，此阶段若掺入铝、融成钚铝合金的话，钚可在室温下达到稳定状态。然而，铝在被α粒子轰击时会释放中子，进而恶化先期爆炸的问题。冶金学家随后想到了钚镓合金，该合金在δ阶段十分稳定，可热压（英语：hot pressing）成球状。此外，人们还发现钚易腐蚀，便在球面上镀了一层镍。[220]这一工作流程危险重重。战争结束时，一半的化学家和冶金学家因尿检测出超量钚元素而被迫退居二线。[221]1945年1月洛斯阿拉蒙斯的一场小火灾让人们担心若实验室再度起火，整座小镇都可能遭污染。格罗夫斯下令新修一座工厂“DP地点”（DP-site），专门用于钚的化学处理和冶金提炼。[222]1945年7月2日，首个钚弹芯半球完工交付。7月23日，洛斯阿拉蒙斯又生产出三个半球，三天后完成交付。[223]鉴于内爆式武器设计之复杂，人们决定哪怕浪费得来不易的核材料也要先进行一场核试验。格罗夫斯在要求能够确保核材料供应充足的前提下批准了核试验的决定。至于核试验的规模，一开始人们只计划进行可控闪灭，但奥本海默决定来一场全面核试验，代号“三位一体”。[224]1944年3月，哈佛大学物理教授肯尼斯·班布里奇（英语：Kenneth Bainbridge）获令进行核试验的筹组工作，并受克里斯佳科夫斯基的领导。班布里奇将阿拉莫戈多空军基地（英语：Alamogordo Army Airfield）附近的靶场作为核试验地点。[225]班布里奇与海军上校塞缪尔·P·达瓦洛斯（Samuel P. Davalos）合作建设三一核试的大本营和其周遭的设施，有军营、仓库、车间、爆炸物弹药库、军营杂货店等。[226]有鉴于核试验用到的钚价值达10亿美元，一旦核试验失败，格罗夫斯就要在参议院的特派委员会前费心解释为何10亿美元会白白付之东流。于是，人们制造了一个代号“Jumbo”（意为“特大号”）的容器，在核试验失败时能将剩余的活性核材料回收。Jumbo长25英尺（7.6米），宽12英尺（3.7米），由巴布柯克-威尔科斯公司在俄亥俄州巴伯顿市用214短吨（194公吨）的钢铁铸就，用特制火车经侧线运至新墨西哥州，最后25英里（40千米）载在拖车上用两辆拖拉机拉向核试地点。[227]不过，当Jumbo运抵现场时，人们对内爆式核武器信心满满，加之钚供应量充足，奥本海默便决定不用Jumbo，而是将其吊在了距离爆炸中心点800码（730米）的一座铁塔上，用来大致估测爆炸的冲击力。核试结束后，Jumbo遗存下来，但那座铁塔遭毁；人们更加确信Jumbo能够承受得住闪灭带来的爆炸冲击。[228][229]核试前夕，1945年5月7日，人们进行了一场预爆来校准仪器。一座木制测试平台拔地而起，位于原爆点之上800码（730米）处，上载100短吨（91公吨）的TNT。炸药中插有核裂变产物，来自汉福德区经过辐照（英语：Irradiation）的铀燃料棒，溶解后填入炸药里埋的管道中。奥本海默和格罗夫斯的新副手——托马斯·法雷尔准将观看了此次爆炸。这次预爆为三一核试提供了非常重要的数据。[229][230]真枪实弹的核试验用的是名为“小工具”（the gadget）的钚弹。小工具被悬在一座100英尺（30米）高的铁塔顶端，以便模拟轰炸机投弹时的爆炸高度——核弹在空中爆炸的一大好处是能最大化对目标的能量输出，同时放射性落下灰较少。小工具由诺里斯·布拉德伯里带领的团队组装，7月13日于麦克唐纳农场（英语：McDonald Ranch House）交工，14日被小心翼翼地吊到塔顶。[231]在场的观看者有布什、查德维克、科南特、法雷尔、格罗夫斯、劳伦斯、奥本海默和托尔曼。当地时间1945年7月16日05:30，小工具被引爆，爆炸当量约为20,000吨TNT，在现场留下一个直径250英尺（76米）、铺满玻璃石的巨坑。爆炸产生的蘑菇云高达7.5英里（12.1千米），超过100英里（160千米）的地方仍有震感，发出的巨响在得克萨斯州埃尔帕索都远远可闻。为掩盖这次核试验，格罗夫斯对外界通报阿拉莫戈多空军基地有座军火库发生了爆炸事故。[232][233]奥本海默事后回想起自己在观看爆炸时，脑海中浮现了印度《薄伽梵歌》第11章第12节的这句：千百烈日当空争辉，或许可与至尊者那宇宙形象中的光芒相提并论。[234][235]数年后他说，当时他还想起另一节句：.mw-parser-output .templatequote{margin-top:0;overflow:hidden}.mw-parser-output .templatequote .templatequotecite{line-height:1em;text-align:left;padding-left:2em;margin-top:0}.mw-parser-output .templatequote .templatequotecite cite{font-size:small}我们都知道要变天了。有的人哭，有的人笑，但大部分人缄默着。我想起印度圣歌《薄伽梵歌》中的语句；毗湿奴想要叫阿周那王子担起自己的使命。为了打动他，毗湿奴变成千手化身（英语：Vishvarupa），说道：“现在我成为死亡，世界之毁灭者”。我想，当时我们都或多或少是这样想的吧。[236][注 8]1944年6月时，曼哈顿计划在职员工在12.9万人上下，其中有8.45万名建筑工、4.05万名工厂操作员和1800名军事人员。1年后随着建设工程陆续完工，员工总数量也减少到10万人左右，但军事人员增加到5600人。此时战争仍在继续，其他战时重大军事项目也需要人手，劳动力一度十分匮乏，高技术人才更是供不应求。[241]1943年，格罗夫斯从战时劳动力委员会（英语：War Manpower Commission）处取得了临时劳动力优先权。1944年3月，战时生产委员会和战时劳动力委员会皆赋予曼哈顿计划最高优先权。[242]托尔曼和科南特以科学顾问的身份拟了一份学者名单，交给曼哈顿计划的现役科学家评价。格罗夫斯随后去信获选的科学家所在的公司或机构，请求相关组织让这些学者加入“军事要务”活动中。[243]威斯康星大学麦迪逊分校的斯塔尼斯拉夫·乌拉姆让其麾下学生寒春提前参加期末考试，让她能够离校参与军事工作。几周后，乌拉姆收到汉斯·贝特的信，邀请他也一同参与曼哈顿计划。[244]科南特以个人名义邀请克里斯佳科夫斯基加入曼哈顿计划。[245]有的技术人才出身于陆军部队中，其中陆军特别训练项目（英语：Army Specialized Training Program）为曼哈顿计划培养出一批又一批的人才。1943年，曼哈顿工程区成立了特殊工程师分遣队（英语：Special Engineer Detachment），额定人数675人，陆军征召的所有高级技术人员均被收编其中。陆军的另一大人力来源是女子陆军团。最初这些女兵只从事简单的文书工作，处理一些机密文件，但后来她们也改为接手科技相关任务。[246]1945年2月1日，曼哈顿工程区全体军事人员，包括特殊工程师分遣队在内，被编入9812技术军务组（Technical Service Unit）；不过洛斯阿拉蒙斯军事人员（包括女子陆军团和军事警察，不包括特殊工程师分遣队）则编入4817军事指挥部（Service Command Unit）。[247]斯塔福德·瓦伦，罗切斯特大学医学院影像诊断学副教授，获任美国陆军医疗部队（英语：United States Army Medical Corps）少校，被指派为曼哈顿工程区医疗部总管、格罗夫斯的医学顾问。瓦伦的首个任务是在橡树岭、里奇兰和洛斯阿拉蒙斯设置医院、安排医疗人事。[248]医疗部的任务有二：其一是进行医学相关研究，其二是运营曼哈顿工程区的健康与安全项目。曼哈顿计划的工作人员平日接触许多有毒化学物质、有害高压液体气体、高电压、爆炸物，加之当时对核辐射、核裂变材料会造成的健康问题还不了解，医疗部可谓任重道远。[249]不过在1945年12月，美国全国安全委员会授予曼哈顿计划杰出安全服务荣誉奖（Award of Honor for Distinguished Service to Safety），以表彰曼哈顿计划的低事故率。1943年1月至1945年6月间，曼哈顿计划总共有62人死亡、3,879人伤残，是同时期私营企业死伤率的62%。[250]1945年《生活》杂志发文估计，在广岛和长崎原子弹爆炸之前，“整个国家可能也就几十个人知道曼哈顿计划的全部含义，其他知道这项工作涉及到原子的人可能也就千人左右。”该杂志写道，该计划的其他逾十万员工都“像鼹鼠一样在黑暗中工作”。工人们眼见着大量的原材料被拉进工厂却没有任何东西生产出来，只是监控着“仪表和开关，在厚重的混凝土墙的后面发生着神秘的物理化学反应”，虽不知自己工作的目的是什么，却被警告泄露计划机密将面临十年监禁或10,000美元（相当于2020年的115,000美元[1]）的罚金。[251][252][253][254][255]1945年12月，美国陆军发表了一份秘密报告，分析评估了曼哈顿计划的保密体系。报告称，曼哈顿计划“比其他任何战争高机密项目都要更加严防死守”。1943年曼哈顿计划刚开展不久，人们围绕着计划部署了大量、完善的保密措施。保密侦查员审查了任何可能接触到曼哈顿计划的潜在人员、机构的潜在安全风险，共有40万名员工和的600家公司受检。[256]橡树岭的安全部门将所有七人以上的聚会视为行迹可疑；在橡树岭居住的人们认为政府安全人员就藏在自己身边，会避免重复邀请同样的客人。虽然橡树岭的本土居民获准在现有的墓地下葬，但据说所有的棺材都要打开搜查。[255]在进出厂区时，所有人，包括高级军官都要被搜身，所搭乘的车辆也要搜一遍。一名橡树岭工人称：“如果你好奇打听，两小时内就会被政府特工按到地毯上。那些被传唤去解释的人，通常随后就会卷铺盖、被押送到大门口、走人”。[257]尽管工人们被告知，他们的工作有助于终结战争乃至未来的所有战争，[257]，但工作过程大多十分乏味枯燥，出了成果也看不见摸不着、自然也谈不上理解，工厂甚至连常见的冒烟的烟囱也没有，而且欧洲战场的停火也没用到他们的工作成果，导致士气低落，流言蜚语四处纷起。一名管理员在战后称：怎么说呢，工作本身并不难……但很让人迷惑。你瞧，没人知道橡树岭在生产些啥，我也不知道，好些人觉得自己在这里纯属浪费时间。我就得给那些不满意的工人解释说这是一项非常重要的工作。他们要是再追问工作到底是在干什么，我也只能说一切保密。可我自己也搞不懂这一切是在干啥，都快被这个问题搞疯了。[254]另一名工人说自己在洗衣房工作，她每天都要手持“一个特制的仪器”靠近一件件制服，聆听“咔嗒的声音”。直至战后，她才知道她用的是盖革计数器，检查衣物中的辐射大小，是一项颇为重要的任务。为了提升这些工人的士气，橡树岭创建了大型内部体育联赛系统，包括10支棒球队、81支垒球队和26支橄榄球队。[254]早在曼哈顿计划之前，就有对有关原子的信息的自发的审查。1939年欧洲开战之后，美国科学家开始避免发表军事相关的研究，1940年科学刊物开始让国家科学院删除文章。1940年9月7日，《纽约时报》的威廉·劳伦斯（英语：William L. Laurence）在《星期六晚邮报》发表了一篇关于原子裂变的文章，后来他得知政府在1943年要求全国范围的图书馆下架那期报纸。[259]不过苏联注意到了这一不寻常的安静。1942年4月，核物理学家格奥尔基·弗廖罗夫给斯大林去信提到美国学术期刊上缺少核裂变文章的事，使得苏联开始了他们自己的原子弹计划。[260]曼哈顿计划是在严格的保密形势下进行的，以防以德国为首的轴心国集团加速发展他们的自己核武计划，或者针对曼哈顿计划偷偷采取对抗行动。[261]美国政府的审查办公室则采用更为宽松的措施，只要求新闻媒体凭自觉遵守审查办公室发布的出版物指导方法。最初，曼哈顿计划尽量不联系审查办公室。到了1943年早期，一些报纸基于公开信息记录，陆续刊出有关田纳西州、华盛顿州出现大规模建设工程的新闻，审查办公室也开始与曼哈顿计划商量怎么做好保密措施。那年6月，审查办公室通告各报社、广播电台，避免谈及任何有关“原子轰击、原子能、原子裂变、裂变原子的事情。也不应提及军用镭或放射性材料、重水、高压放电设备和回旋加速器。“办公室还强调，对“钋、铀、镱、铪、镤、镭、铼、钍、氘”也要避而不谈；这些元素中只有铀是敏感词，其他的元素都是用来混淆视听的。[262][263]人们一直担心有人会蓄谋破坏，设备工作不正常时也经常引起这方面的怀疑。有时曼哈顿计划操作员粗心大意或是心情不佳导致计划出现问题，但从未确认出现过轴心国引发的破坏活动。[264]不过，1945年3月10日，日本的气球炸弹击中了一条电缆，引发的电涌导致汉福德区的三座核反应堆暂时停工。[265]有鉴于涉事人数众多，安保工作成了一大难题，曼哈顿计划为此专门成立了反情报特遣队（英语：Counter Intelligence Corps）。[266]1943年，美国确认苏联间谍试图渗透进入曼哈顿计划。时任美西防卫司令部（英语：Western Defense Command）反情报特遣队队长的鲍里斯·帕什（英语：Boris T. Pash）中校曾在伯克利的辐射实验室侦查疑似苏联谍报活动。奥本海默告诉他，曾有伯克利的教授同事哈康·舍瓦利耶（英语：Haakon Chevalier）找上门来，和自己说过将信息透露给苏联的事情。[267]在格罗夫斯看来，最成功的苏联间谍当属英国代表团成员克劳斯·富赫斯，他在洛斯阿拉蒙斯扮演了重要角色。[268]1950年，富赫斯是间谍的消息直接挫伤了美国与英国、加拿大的合作关系。[269]随后其他间谍活动陆续曝光，导致哈利·戈尔德（英语：Harry Gold）、大卫·加特林格拉斯（英语：David Greenglass）、朱利叶斯和埃塞尔·罗森堡等人被捕。[270]乔治·科瓦尔和西奥多·霍尔等苏联间谍则成功隐瞒了其身份数十年之久。[271]不过，苏联原子弹计划当时缺的主要是铀矿，间谍活动给苏联带来的实际的价值不好说，学界公认的说法是间谍活动让苏联原子弹研发进程提前了一两年。[272]除了研发原子弹之外，曼哈顿计划还负责刺探德国核武器开发项目的有关情报。当时人们认为，日本的核武器研究计划因缺少铀矿而停滞不前，但德国很可能已经非常接近成功了。在曼哈顿计划的倡议下，德占挪威秘密发起爆破德军重水厂行动。[273]海军情报局、科学研究与开发办公室、曼哈顿计划、陆军情报副参谋长室（G-2）联袂组建一小队人马，代号“阿尔索斯”（Alsos，在希腊语中为“坟墓”之意），负责调查敌方科研进度，该任务除了核武器外也关注了其他科研情报。[274][275]陆军情报部长乔治·斯特朗（英语：George V. Strong）少将指派鲍里斯·帕什指挥阿尔索斯任务。[276]1944年6月，罗马被攻占，阿尔索斯在意大利的分队向罗马大学物理实验室工作人员问话。[277]帕什在伦敦还组建了英美阿尔索斯任务联队，由霍勒斯·K·卡尔维特（Horace K. Calvert）上尉率领，参与霸王行动。[278]格罗夫斯认为德国人很可能会在诺曼底登陆时动用放射性毒药，便就此警告德怀特·艾森豪威尔将军，并派了一名军官向他的参谋长沃尔特·比德尔·史密斯准将说明情况。[279]美国陆军化学兵部队为此开展代号“薄荷行动（英语：Operation Peppermint）”的计划，准备特殊军备，并训练其使用方法。[280]帕什和卡尔维特还拜谒了弗雷德里克·约里奥-居里，询问德国科学家的动向；也会面了上加丹加联合矿务的高层，问起运向德国的铀矿。二人了解到，比利时有68吨矿石，法国有30吨。德国战俘受审时透露，铀和钍均在柏林北部20英里（32千米）的奥拉宁堡处理，格罗夫斯便下令1945年3月15日炸毁该地。[281]阿尔索斯任务的另一分队前往苏联占领区的施塔斯富特，从纳粹公司WIFO（英语：WIFO (Nazi company)）处收缴了11吨矿石。[282]1945年4月，帕什率领一支名为“T工作组”（T-Force）的连队执行“海湾行动（英语：Operation Harborage）”，横扫黑兴根、毕森根和海格洛赫。这三座城位于敌后方，是德国核能研究的核心地点。T工作组收缴了核能实验室的文件、设备、物资，其中有重水和1.5吨金属铀。[283][284]阿尔索斯计划俘获的德国科学家有库尔特·迪布纳（英语：Kurt Diebner）、奥托·哈恩、瓦尔特·格拉赫、维尔纳·海森堡和卡尔·冯·魏茨泽克等。这几人被押到英格兰高德曼彻斯特，关入布有监控设备的法尔姆庄（英语：Farm Hall）。日本核爆发生后，德国人被迫承认盟军做到了他们无法企及的事情。[285]自1943年11月起，驻扎在美国俄亥俄州赖特空军基地的美国陆军航空军装备司令部开始部署“银盘项目”，准备让B-29轰炸机搭载原子弹奔赴前线，并在加利福尼亚州的穆洛克陆军机场和海军武器测试中心进行了投弹演习。[286]1944年3月，格罗夫斯与陆军航空军司令亨利·阿诺德中将，讨论将完成的炸弹运至轰炸目标的相关事宜。[287]瘦子原子弹长达17英尺（5.2米），胖子原子弹宽至59英寸（150厘米）。盟军当时唯一既能搭载瘦子原子弹也可搭载胖子原子弹的轰炸机型是英国的兰开斯特轰炸机，但让美国维护保养英军的飞机很麻烦。[288]几架改装后的兰开斯特已经在恩斯通机场（英语：Enstone Airfield）试飞过几次，[289]不过格罗夫斯还是想改装美国的B-29超级堡垒轰炸机，将两个弹药舱合并为一舱，以便搭载瘦子原子弹。[290]阿诺德保证自己这边将倾尽全力配合B-29的改装工作，并指名奥列弗·P·埃科尔斯（英语：Oliver P. Echols）少将为陆军航空军与曼哈顿计划的联络代表。埃科尔斯本人则举荐罗斯科·C·威尔逊（英语：Roscoe C. Wilson）上校与他轮流担任此职；后者很快就成了陆军航空军在曼哈顿计划的主要联络人。[287]罗斯福总统授意格罗夫斯，若原子弹能在德国战争结束前完成的话，就做好将原子弹用在德国战场上的准备。[291]1944年12月17日，美军在温多弗陆军机场组建第509混合飞行大队，由保罗·蒂贝茨指挥。训练任务是在温多弗和古巴的巴蒂斯塔陆军机场（英语：Batista Army Airfield）进行的，第393轰炸中队（英语：393d Bomb Squadron）模拟训练了长距离水上飞行，并使用了改制为空包弹的南瓜炸弹。洛斯阿拉蒙斯还组建了代号“阿尔伯塔计划（英语：Project Alberta）”的特别小组，作为曼哈顿计划的一部分来指导投弹过程，由Y计划的海军上校威廉·S·帕森斯指挥。[292]1945年2月，阿尔伯塔计划指挥官费德里科·L·阿什沃斯（英语：Frederick L. Ashworth）与海军五星上将切斯特·威廉·尼米兹在关岛上会面，交流曼哈顿计划相关事宜。在关岛交流期间，阿什沃斯顺便选了天宁岛上的北部地带（英语：North Field (Tinian)）作为第509混合飞行大队的基地。1945年7月，飞行大队在该地正式部署。[293]7月30日，法雷尔以曼哈顿计划代表的身份抵达天宁岛。[294]7月16日，印第安纳波利斯号重型巡洋舰载着小男孩原子弹的大部分部件从旧金山启航，7月26日抵达天宁岛。4日后，该舰遭日本潜艇击沉。剩下的零部件中包括六个铀-235环，由第509混合飞行大队320部队运输机中队的三架C-54天空大师（英语：Douglas C-54 Skymaster）负责运输。[295]飞行大队用改装后的B-29运输了两枚组装好的胖子原子弹。首个钚弹芯在特制的C-54中运抵关岛。[296]4月下旬，曼哈顿工程区和陆军航空军设立联合目标委员会，用以决定对日本核打击的目标城市。委员会推荐的城市有小仓、广岛、新泻和京都。战争部长史汀生插手了这一阶段，宣布他将负责决定最终打击目标，并出于历史、宗教价值因素将京都排除在外。格罗夫斯于是叫阿诺德将京都从核打击目标和普通轰炸目标列表中除名。[297]长崎是京都的替代轰炸目标之一。[298]1945年5月，暂定委员会成立，为战时和战后核能的使用建言献策。委员会主席由史汀生担任，其他成员还有詹姆斯·弗朗西斯·伯恩斯（前参议员，即将就任国务卿，在委员会充当哈里·S·杜鲁门总统的个人代表）、拉尔夫·A·巴德（英语：Ralph A. Bard）（海军临时部长）、威廉·克莱顿（助理国务卿）、万尼瓦尔·布什、卡尔·康普顿、詹姆斯·科南特、乔治·L·哈里森（英语：George L. Harrison）（史汀生助理，纽约生命保险公司（英语：New York Life Insurance Company）总裁）。暂定委员会还设立了科学顾问团，由阿瑟·康普顿、费米、劳伦斯、奥本海默等科学家从学术角度提供建议。在向暂定委员会报告时，科学顾问团不但阐述了原子弹的物理原理，而且还剖析了原子弹在政治、军事上的意义。[299]在德国召开的波茨坦会议上，杜鲁门获知三一核试已成功进行。他告诉苏联领导人斯大林美国已经拥有了新的超级武器，但是没有透露具体的细节。这是美苏首次就核弹事宜正式交流，但苏联早已经通过自己的谍报网得知了这一情况。[300]当时，美军已获授权允许对日本使用原子弹，因而在日本拒绝接受《波茨坦公告》后，美国并未考虑过其他制裁手段。[301]1945年8月6日，蒂贝茨驾驶着第393轰炸中队的B-29超级堡垒轰炸机艾诺拉·盖号自天宁岛北部地带起飞，机上携有小男孩原子弹。那时的广岛是日军第2总军（英语：2nd General Army）和第5师团总部，也是重要的装载港口，因而成了美国此轮核打击的首选目标，小仓和长崎则为备选目标。在法雷尔的批准下，担任投弹手的帕森斯在机上完成原子弹的最后组装，以防起飞时发生意外造成核弹爆炸。[302]广岛时间早晨8:15，艾诺拉·盖号投下这枚9,700英磅（4,400千克）重的原子弹，随即迅速调转机头以减轻爆炸带来的冲击。43秒后，原子弹在1,750英尺（530米）的高度引爆，爆炸当量达到了1.3万吨。目击者称见到了令人眼花目眩的强烈白色闪光，随后是席卷而来的热浪，以及强烈的冲击波，整座城市化作一片火海。[303][304]约4.7平方英里（12平方千米）的面积直接被毁。经日本政府统计，广岛69%的建筑彻底摧毁，还有6-7%的建筑有一定损坏。7万至8万人当场死亡，其中有日军2万人、朝鲜奴役劳动者2万人，占广岛总人口30%；另有7万人受伤。[305][306][307]1945年8月9日早晨，第393轰炸中队指挥官查尔斯·W·斯威尼（英语：Charles W. Sweeney）少校驾驶着另一架B-29“博克斯卡号”启航，载着一枚胖子原子弹飞往第二轮核打击首选任务地点小仓。胖子原子弹起飞时已组装好，但依然上着电子保险销。不料，飞机抵达小仓时，机组人员发现天空浓云密布，阻挡视线，但上面给出的要求是目视瞄准投弹。博克斯卡号在小仓上空盘旋三圈后燃料吃紧，遂飞往长崎这一备选目标。阿什沃斯决定，若长崎也被云层遮盖的话用雷达辅助轰炸也不是不行，不过在最后关头长崎上空裂开一丝云缝，机组人员得以按照原定计划进行目视投弹。长崎时间上午11:02，胖子落在长崎的工业谷中，原爆点南方是三菱钢铁及武器集团，北方是三菱-浦上军械厂。爆炸当量达到了2.1万吨，和三一核试的当量相近，但冲击主要集中在浦上（英语：Urakami）山谷之内，大部分城市建筑被阻隔在山头之后，受到波及因而减少，整座城市约44%被毁。轰炸大幅度削弱了长崎的工业生产能力，造成2.32万至2.82万日本工人和150名日军士兵死亡。[308]据估计，此轮核打击造成3.5万至4万人死亡，6万人受伤。[309][310]在两轮轰炸后，格罗夫斯预期在8月19日再进行一次核打击，9、10月份各自再投下三枚原子弹。[311]当时有两枚胖子原子弹已经准备就绪，按计划将在8月11日、14日从科特兰训练场（英语：Kirtland Air Force Base）运到天宁岛。[310]洛斯阿拉蒙斯的技工24小时马不停蹄地赶工出了又一枚钚弹芯。[312]虽然这枚弹芯已铸造完成，但还需要压制、包壳，到8月16日才算彻底完工，[313]能赶得上8月19日的投弹计划。8月10日，杜鲁门总统下达密令，没有他的授意不得对日本用原子弹。[314]8月13日，格罗夫斯亲自叫停这第三枚弹芯的运输工作。[314]8月15日，日本正式向盟军投降。[315]8月11日，格罗夫斯致电瓦伦，想要遣送一队人马前往广岛和长崎调查两地的损伤情况与核辐射度。9月8日，法雷尔和瓦伦率领调查组、携带手持盖革计数器抵达广岛，日本海军少将都筑正男陪同翻译。他们在广岛四处调查，9月14日离开该市，19日抵达长崎并停留到10月8日。[316]这一系列调查活动同其他赴日科研代表团一起为后世的研究提供了有价值的历史、科学数据。[317]历史界一直未能对“动用原子弹轰炸日本是否有必要”这一问题下定论。有的学者觉得通过开展“原子外交”（用核武器威胁敌国）没准也能叫日本投降，苏联对日宣战也许也能结束战争。[311]由若干物理学家联名上书的《弗兰克报告》是核打击前最著名的一起反核示威行动，但被暂定委员会的科学顾问团否掉了。[318]后来在1945年7月，几十个曼哈顿计划的科学家联署《西拉德请愿书（英语：Szilárd petition）》，警示杜鲁门总统核武器背后的意义，但为时已晚。[319][320]全世界被广岛、长崎这两起原子弹爆炸震惊到了。曼哈顿计划的职工见到自己此前晦涩难懂的工作竟然造出了原子弹，同样吃惊不已；在橡树岭，报道广岛原子弹爆炸的报纸卖到了1美元（相当于今天的11.5美元）。[252][263]虽然公众知道了原子弹的存在，但保密工作仍在进行，好些员工仍不知道自己的工作意义。一名员工在1946年说道：“我不知道我他妈在干啥，只是见着**，将**，以及**。我什么也不知道，没什么好说的。”许多当地居民继续对“那东西”闭口不言，哪怕曼哈顿计划是城镇兴旺起来的原因。[255]格罗夫斯预料到原子弹最终会用在战场上，便早早邀请亨利·德沃尔夫·史迈斯撰写一份可以展示给公众看的历史报告。1945年8月12日，《原子能的军事用途》（常称《史迈斯报告》）出版发行。[321]格罗夫斯和尼科尔斯向一些重要承包方颁发了陆军海军杰出生产奖（英语：Army–Navy 'E' Award），这些承包方与计划的合作关系才首度为人所知。此外，包括布什和奥本海默在内的20名科学家与承包方获授总统功绩勋章（英语：Presidential Medal for Merit）。军方人员则获授功绩勋章（英语：Legion of Merit），获授人员包括女子陆军团分遣队指挥官，阿琳·G·沙艾登赫姆（Arlene G. Scheidenhelm）上尉。[322]受到核裂变产物的毒物与石墨减速剂变形（即维格纳效应）的影响，汉福德区的B反应堆、D反应堆和F反应堆相继枯竭，钚产量也随之降低。铀经充电管辐照后可产生钚，但膨大的石墨损坏了充电管，导致这些设备无法再投入使用。为了向海胆起爆器继续提供足量的铍，人们限制了这些反应堆的产量，还关闭了运行时间最久的B堆，确保日后至少还剩一个反应堆能继续运作下去。科研活动仍在继续，杜邦和冶金实验室合作开发出一种氧化还原溶剂提取过程，作为磷酸铋处理法的钚提取替代技术——磷酸铋处理法中，反应结束后剩下的铀很难再被收集起来。[323]洛斯阿拉蒙斯的Z部（Z Division，名自其主管杰罗德·R·撒迦利亚（英语：Jerrold R. Zacharias）的姓氏首字母Z）继续进行着炸弹的设计制造项目。[324]Z部最开始位于温多弗训练场，1945年9月迁至新墨西哥州奥克斯纳德训练场（英语：Oxnard Field），可以和洛斯阿拉蒙斯挨得更近些。这标志着桑迪亚基地（英语：Sandia Base）的开端。桑迪亚基地附近的科特兰训练场是B-29飞机的基地，用于飞行器兼容性测试和跌落测试。[325]该年10月，温多弗所有的员工、设备都迁到了桑迪亚。[326]预备军官都被遣散了，取而代之的是约50名上级指定的正规军官。[327]尼科尔斯建议关闭S-50热扩散厂和Y-12电磁分离厂Alpha粒子轨道。[328]虽然Alpha轨道的性能日渐提高[329]，可还是比不上K-25和1946年1月开始运转的的K-27。1945年9月，S-50和Y-12的Alpha轨道停工；12月，整座Y-12停止运作，田纳西伊士曼在编员工从8,600人降至1,500人，每月开支减少200万美元。[330][331]战后，洛斯阿拉蒙斯遣散人员，导致大批人才流失，然而还有不少工作要做。广岛、长崎用的两枚原子弹都是实验室产物，炸弹的设计还需要进一步修改，使其安装过程精简、安全、有效。枪式铀弹比较浪费资源，人们想要一种内爆式铀弹设计方案取而代之。反应堆出问题后钚的供给量跟不上，内爆式铀弹要改用铀和钚合成的弹芯。然而，人们不知道洛斯阿拉蒙斯实验室日后会怎样继续发展下去，因此有不少人选择离开。奥本海默回到了他在加州大学的岗位，格罗夫斯便命布拉德伯里暂时接替他的职位，而布拉德伯里在实验室主管的位置上一干就是25年。[326]因着有人觉得实验室的便利设施不够完备，格罗夫斯命人修缮供水系统，又加盖了300幢房屋和一些娱乐设施。[323]1946年7月，美国进行十字路口行动，在比基尼环礁引爆了两枚胖子原子弹，以测试核武对军舰的打击威力。[332]美军在该月1日进行了代号Able的核试，又在25日进行了规模更大的水下核试，代号Baker。[333]日本遭核打击后，曼哈顿计划的部分物理学家认为有必要将原子武器的意义立刻传达给外界，便成立了《原子科学家公报》编辑部。[334]玻尔、布什和科南特等曼哈顿计划成员清楚核武器的毁灭性，也预感核军备竞赛即将到来，便主张达成国际核研究和原子武器的控制协议。1946年7日，刚成立不久的联合国原子能委员会聆听了巴鲁克计划（英语：Baruch Plan）提出的有关设立跨国原子能研发管理部门的建议，但并未接受议案。[335]美国在就核能项目的永久管理机构问题进行辩论后通过了《1946年原子能法案》，该法成立美国原子能委员会，接管曼哈顿计划的职能、资产。原子能委员会作为文官机构管理原子能发展事宜，将原子武器的研发、生产、控制权从军方剥离出来。任何军方参与的核能项目均交由军用特种武器计划（英语：Armed Forces Special Weapons Project）来执行。[336]在与原子能委员会交接控制权时，格罗夫斯向曾经效力曼哈顿计划的人员道别：五年前，原子能还只是梦想。你们实现了这一梦想。你们抓住了最为飘渺的想法，将其转化为现实。你们在无人之地建立起城市。你们建造的工厂生产出的东西，无论是质还是量方面，都是从前遥不可及的目标。你们制造的武器终结了战争，更是挽救了无数美国人的性命。你们的贡献将用于和平时期，让那新世界的帷幕徐徐升起。[337]虽然曼哈顿计划于1946年12月31日正式终止，但曼哈顿工程区一直到1947年8月15日才废除。[338]截至1945年10月1日，曼哈顿计划总支出18.45亿美元，相当于交战时不到九天的开销；美国原子能委员会在1947年1月1日接管时，计划的总支出达到了21.91亿美元。曼哈顿计划的预算总额为24亿美元，其中90%以上的开销是在建造工厂、制造可裂变材料上，不到10%的开销是用在研发核武器上。[340][341]截至1945年底，曼哈顿计划共生产出四枚核武器——三一核试用的小工具、广岛用到的小男孩、长崎用到的胖子和一枚未使用的胖子核弹，平均每个核武器花费约5亿美元。相比之下，这个项目截至1945年年底的总开支几乎是美军生产轻武器（不包括军火）总开支的90%，和美军用于坦克总开支的34%。[339]曼哈顿计划是美国二战期间花费第二高的武器研究计划，仅次于波音B-29超级堡垒轰炸机的设计制造项目。[342]研发核武器给美国带来了深远的政治、文化影响。《纽约时报》的威廉·劳伦斯在报道中首次使用了“原子时代”一词[343]，在1945年春成为曼哈顿计划的官方联络代表。1943年至1944年间，劳伦斯一直在试图说服审查办公室，让他们同意自己在报道中提到铀的易爆潜能的事情，但一直未能成功；不过，政府当局认为劳伦斯表现良好，授权他报道二战期间这一最大的军事机密。劳伦斯在现场观摩过三一核试[344]和长崎原子弹轰炸经过，还为这两次事件写过新闻通稿，后来又发布了一系列的文章来赞扬新武器的优越性。这些在轰炸日本前后发表的报道让公众知晓了核能技术的潜力，也刺激了该课题在美国和苏联的发展。[345]诞生于战火之中的曼哈顿计划为后世留下了一系列国家实验室：劳伦斯伯克利国家实验室、洛斯阿拉蒙斯国家实验室、橡树岭国家实验室、阿贡国家实验室和埃姆斯实验室。战后不久，格罗夫斯又设立了纽约厄普顿（英语：Upton, New York）的布鲁克海文国家实验室和新墨西哥阿尔伯克基的桑迪亚国家实验室。1946-1947财年间，格罗夫斯向这些实验室拨款共计7200万美元用作研究经费。[350]这些实验室开创了大规模科研活动的先河，橡树岭国家实验室主管阿尔文·温伯格称之为“大科学”。[351]美国海军研究实验室早就盼着用核动力推进战舰了，他们想要给自己的核能研究计划立项。不过1946年5月，时任海军作战部长尼米兹认为海军应与曼哈顿计划合作。一群海军军官获派进入橡树岭，其中军衔最高的是海曼·里科弗上校，他日后成为橡树岭的助理主管。这些军官刻苦钻研核能，为后来的核动力海军（英语：nuclear navy）打下良好的基础。[352]航空军在1946年9月向橡树岭派了些人发展核动力式飞机[353]，只是他们的飞机核能推进计划（英语：Aircraft Nuclear Propulsion）遇到了严重的技术困难，只得以取消告终。[354]有的同位素在自然界中十分罕见，用核反应堆大规模生产的同位素为核医学带来技术上的空前突破。1946年的年中，橡树岭接到了一些医院和大学的请求，开始派送放射性同位素，其中大部分为用于诊断、治疗癌症的碘-131和磷-32。除了医药领域外，这些同位素也应用到了生物、工业和农业等研究活动之中。[355]2014年，美国国会通过一项法案，批准建立一座纪念曼哈顿计划历史的国家历史公园。[356]2015年11月10日，曼哈顿计划国家历史公园（英语：Manhattan Project National Historical Park）落成。[357]",
        "attributes": null
    },
    {
        "keyword": "AMX-30主战坦克",
        "source": "wiki",
        "title": "AMX-30主战坦克",
        "url": "https://zh.wikipedia.org/wiki/AMX-30%E4%B8%BB%E6%88%98%E5%9D%A6%E5%85%8B",
        "date": "0",
        "content": "AMX-30是一款由AMX公司（英语：Ateliers de construction d'Issy-les-Moulineaux）和GIAT（现奈克斯特公司（英语：Nexter Systems））研发的主战坦克，从1966年开始服役于法国陆军，前5辆被交付给第501坦克团（法语：Régiment de Chars de Combat），在冷战时期是法国陆军装甲部队唯一装备的主力坦克，直至1990年代中期才逐渐被雷克勒坦克取代。AMX-30量产型重36吨，重量较轻可提高机动力，但装甲防护则被牺牲。由于设计AMX-30时正处于美苏在欧洲对侍及可能核战的阴影下，而面对新型反坦克武器如反坦克导弹的出现，在当时的装甲技术限制下，如有增强装甲防护力只能透过大幅增加装甲厚度，但重量亦必然大幅增加，而且再厚的装甲也难以抵御核弹攻击，设计者认为与其加厚装甲都无法抵挡新式反坦克武器及核武攻击，倒不如减轻车重提高机动力，令装甲部队发起攻击及撤离时都更迅速，利用高速性能躲过攻击来提升生存性，而较细小的轮廓可减小被弹面积，降低被敌火击中的机会，所以AMX-30采用紧凑设计，车高仅2.28米。该车配备一门105毫米口径的坦克炮，发射G型破甲弹（法语：Obus G）。G型破甲弹的内壳和外壳通过滚珠轴承分离，从而使其在不改变战斗部的情况下维持发射后的自旋稳定。坦克发动机为720匹马力（540千瓦特）HS-110柴油发动机提供，而其传动装置却十分糟糕。由于其传动装置故障不断，1979年法国陆军开始将AMX-30升级为AMX-30B2，换装了新的传动装置、改良型引擎并引入尾翼稳定脱壳穿甲弹以及其他改进。AMX-30有许多衍生型号，包括AMX-30D装甲回收车、AMX-30R罗兰防空导弹发射车、AMX-30SA响尾蛇防空导弹发射车、架桥坦克、冥王星战术核导弹（英语：Pluton (missile)）发射车等。AMX-30承接战后法国两型中型坦克以及ARL-44的设计。虽然ARL-44是一型临时坦克，他的替代型AMX-50重型坦克在50年代中期引进M47巴顿坦克之后便被取消研发。1956年法国政府参加了一项与西德和意大利合作旨在设计一型标准化坦克的合作项目。虽然三个国家确定了一系列新坦克的具体特征，法国和西德已经开始为试验和改进分别建造原型车，但是由于西德决定不采用法国称将推迟到1965年生产的105毫米坦克炮而导致项目失败。结果是，两个国家决定基于各自的原型车研发。德国最终研制出豹1型坦克，而法国则发展出AMX-30。早在1969年，希腊就订购了AMX-30和其他衍生型号，紧接着的是西班牙。接着，AMX-30被出口到沙特阿拉伯、伊拉克、委内瑞拉、卡塔尔、阿拉伯联合酋长国、塞浦路斯和智利。在停产之前，一共生产了3,571辆AMX-30和它的衍生型号。西班牙和委内瑞拉之后都开始了坦克现代化升级改装计划以延长服役时间。1991年海湾战争，法国和卡塔尔陆军均部署了AMX-30，卡塔尔的AMX-30参与了卡夫奇战役（英语：Battle of Khafji）对抗伊拉克军队的战斗。法国和其他大部分国家在20世纪末便将AMX-30替换成更新型的坦克。尽管二战初期，法国被纳粹德国占领，迫使法国装甲战斗车辆的发展暂时中止，但战时的秘密研究机构仍然使法国坦克发展事业在1944年解放后迅速恢复[2]。在纳粹德国占领期间法国秘密研究的坦克项目在1944年由国营吕埃锻造厂（法语：Atelier de Construction de Rueil, ARL）接手，最终在1946年生产出ARL-44[3]。该坦克由迈巴赫HL-230 --575匹马力（429千瓦特）引擎驱动，配备90毫米坦克炮[4]。虽然这辆48吨重的坦克火力和发动机功率可与当代主战坦克相媲美，它却有着明显的缺点，包括过时的履带设计[2]。1950年只生产了计划600辆中的60辆。这些坦克当年被交付给法国陆军第501坦克团[5]。ARL-44被认为是法国陆军装甲部队成立之初的过渡型号，早在1945年3月法国就开始了新坦克的研发工作[2]。新坦克的研发工作被提供给五个独立的工厂，分别为伊西莱姆利罗公司（法语：Atelier de Construction d'Issy-les-Moulineaux, AMX）、地中海冶金和造船厂（法语：Forges et Chantiers de la Méditerranée, FCM）、洛林-迪特里希制造厂（法语：Societe Lorraine de Dietrich, SLD-Lorraine）和机械加工与火炮制造公司（法语：Societé d'Outillage Mécanique et d'Usinage d'Artillerie, SOMUA）[5]。新坦克是基于战后新的坦克要求设计的[2]。最终该型号被指定为AMX-50，其车身和悬挂和战后法国使用的原纳粹德国豹式坦克相似[6]。法国政府的为新坦克设定的规格受到豹式坦克和虎式坦克的影响；特别是法国陆军一直在寻找一个与兼具前者的防护和后者的火力的坦克[7]。虽然设计是借鉴德国坦克，包括早期型号使用的迈巴赫1,000匹马力（750千瓦特）引擎，以及扭力杆悬挂装置（英语：Torsion bar suspension），但AMX-50仍有一些特征[8]。例如，它是第一型使用安装在耳轴上的摇摆式炮塔的坦克。摇摆式炮塔分为两部分，其中一部分安装在下部的耳轴上，与炮塔座圈相连。主炮被安装在上部，以加大火炮的俯仰角同时简化火控设备并加装自动装填系统[9]。三个承包商中，雷诺中途退出了研发，法国政府在1946年初选择伊西莱姆利罗（AMX）和索玛（SOMUA）继续研发[5]。原型车被命名为M4，伊西莱姆利罗在1949年完成他的原型车，而索玛直到1956年也没有完成[10]。伊西莱姆利罗的第一个原型车配备有90毫米主炮，而1950年7月的第二辆原型车则装备了更大口径的100毫米坦克炮[9]。虽然原计划是把AMX-50项目作为西欧联盟的标准中型坦克投入生产[7]，但由于财政原因和美国援助的856辆M47巴顿坦克[11]的到来使得该计划被废止[9][12]。1951年该型坦克被升级为使用更大口径的120毫米主炮的重型坦克项目，尽管生产了3辆原型车，该计划在1956年也被终止，主要原因是无法设计出一款足够强力的引擎[7]。随着100毫米AMX-50计划在1951年的失败，法国官方暂时中止了生产中型坦克的想法[13]。此时西德被允许重整军备，而德国人对用廉价轻型但相对强大的坦克武装他们的军队很感兴趣，他们想用数量弥补同价最新型中型坦克的火力[13]。为西德提供数千辆这种坦克的前景诱导法国采用这种想法来设计“67式”轻型坦克，也就是经过特别设计的AMX-13/105[13]。同一时期一家私人企业设计的坦克是比AMX-13略大的巴蒂尼奥勒-查狄伦25吨坦克。1955年制造的查狄伦坦克后期原型车，证明了生产一型使用优良主炮、正面装甲等效厚度为80毫米均质钢、重30吨的坦克是可行的，这一事实使得法国人重新开始考虑中型坦克的研发与生产事宜[13]。成立于1953年，由数个西欧国家总参谋部代表组成的西欧联盟防务工作共同体：FINBEL（以法国、意大利、荷兰、比利时和卢森堡的首字母命名）[14]，在1956年起草了一套新的中型坦克规范，目的是要取代美国和英国在战后提供的坦克。同年，西德加入该共同体，使其名称变为FINABEL（英语：FINABEL）（“A”为法语：Allemagne，德国），1956年10月27日在贝沙尔法德两国达成一项合作生产坦克的双边协议[15]。尽管其他FINABEL国家没有正式参与[15]，但这型坦克被命名为“欧罗巴战车”（德语：Europa-Panzer）以表明其欧洲共同性质，两国专家均参与了设计过程[16]。新坦克的技术规格（FINABEL 3A5）[17]被称为轻量级高机动战斗坦克，重量被限制在30吨，装甲厚度没有要求[18][19]。1957年2月12日在波恩举行的会议上，法国和的西德工程师确定了未来坦克的需求。会议最终确定，最长宽度3.15米，最高高度2.15米，配备有105毫米坦克炮，由位于圣路易的法德军事研究所研发[20]。新坦克将采用风冷汽油发动机，扭杆悬挂装置和液压减震器，单位功率质量不少于30匹马力（22千瓦特）/吨并且最大公路行程不少于350千米。五月，意大利加入计划，由于战后的意大利未打算开发新坦克，所以只是名义上的加入，并没有做出任何重大的贡献[15]。同年11月28日[15]，法德两国国防部在巴黎决定由两个国家分别研制两辆原型车[21]。第二年夏尔·戴高乐掌权并建立法兰西第五共和国，并以巴黎条约为要点发展核武器，1958年6月7日戴高乐决定拒绝西德和意大利参与研发原子弹，以回避与美国和英国的对抗。这使得西德对常规坦克项目失去不少兴趣[15]，该项目遭受到第一次挫折。法国方面的原型车由约瑟夫·莫利尼将军领导的研究和制造装备部（法语：Direction des Études et Fabrications d'Armements, DEFA）下属伊西莱姆利罗公司研制[22]，总设计师海斯勒[23]。首辆原型车于1960年12月完成并于1961年2月开始测试，第二辆于1961年7月完成，装备了改进型测距仪和履带。这两辆的炮塔因模仿苏联T-54而非常圆，并使用索伐姆汽油发动机。另七辆原型车使用更光滑的改进型炮塔，生产于1961到1963年[15][24]。德国方面的原型车制造工作由分别两个团队进行，团队一由保时捷、基尔机械制造厂以及路德和荣组成[25]；团队二由鲁尔钢铁、莱茵钢铁-哈诺玛格（英语：Hanomag）以及亨舍尔组成[26]。木质模型于1959年完成，1961年首批两辆原型车由团队一完成[27]。1966年，戴高乐领导的法国退出北约军事一体化组织，这引起了法国和西德之间的分裂。此后西德开始强调按美国设备进行标准化，特别是在武器装备方面，并按照北约新政策使用多燃料柴油发动机[23]。西德国防部长弗朗茨·约瑟夫·施特劳斯决定研制一型国产坦克[28]。作为回应，同一天法国也宣布了相同的消息[17]。1963年10月，在意大利、荷兰、比利时和美国的监督下[28][29]，5辆法国原型车和5辆西德原型车的比较试验在迈利莱康、梅彭、布尔日和萨托里（英语：Satory）[17]分别进行。法国型号被赋予了单独的型号名称：AMX-30[28]。试验表明，10月1日刚刚被命名为“豹”的西德型号拥有更好的机动性和加速度[28]，而法国政府要推迟到1965年才决定购买主力坦克[30]。法国提出法德共同开发105毫米坦克炮代替从英国引进皇家兵工厂L7线膛炮，但遭西德拒绝，西德在1962年秋季已从英国订购了1500门L7型线膛炮，而且莱茵金属取得此炮的生产许可[27][31]，在莱茵金属生产同型号弹药的合作也没有成果[23]。为保留计划而提出将法国炮塔和德国车身结合起来的建议也没有被双方采纳[23]。因此，合作计划终被取消，法国和德国决定各自开发各自型号的坦克[32]。AMX-30原型车重32.5吨，车身布置十分紧凑，车宽3.1米，和瑞士Pz61主战坦克相近，车高2.28米，和苏联T-55相近。相比于AMX-50，AMX-30采用了传统炮塔，因为摇摆式炮塔很难密封，这意味着它无法做到防水和防核辐射[24]。摇摆式炮塔同样在外衬和炮塔座圈之间拥有一个巨大的装甲弱点[33]。最早的两辆原型车使用一台720匹马力（540千瓦特）火花点火发动机，名为索伐姆12型发动机。之后的型号采用了希斯巴诺-苏莎（英语：Hispano-Suiza）研发的多燃油柴油发动机。七辆原型车之后都更换了柴油发动机[34]。1965年11月，两辆预生产型车下线。除了柴油发动机，它们改进了车体和炮塔铸件以及炮盾（英语：Gun mantlet）；后者在生产型中再次被改变[35]。AMX-30生产型被命名为AMX-30B以和AMX-30A原型车区分开来[36]。第一辆生产型在1966年6月完成，采用焊接铸造式车身和整体铸造式炮塔[12]。生产型坦克战斗全重36吨[37]。AMX-30的生存性基于其机动性；法国工程师认为坦克要安装足够的装甲来对抗反坦克武器，包括高爆反坦克弹（HEAT），将使机动性大打折扣。结果AMX-30的装甲为当时主战坦克中最薄[38]，炮塔装甲最厚仅为50毫米，正面装甲倾角70度，侧面装甲倾角23度，可阻挡20毫米穿甲弹的射击[39]。外部装甲值为：正面装甲79毫米；两侧前装甲59毫米；后部装甲30毫米；车体上下部装甲15毫米；炮塔正面80.8毫米；炮塔侧面41.5毫米；炮塔背面50毫米；炮塔顶部20毫米[40]。其他防护包括核生化防护以及一套通风系统[41]。AMX-30的一大特色是其发射的105毫米G型破甲弹（法语：Obus à Charge Creuse de 105 mm Modèle F1）以及它的主炮[37]，AMX-30装有一门105毫米口径的F1型坦克炮（英语：105 mm Modèle F1）[42]，该炮的炮管装有镁合金隔热护套[43]，考虑到线膛炮发射的破甲弹会产生很高的弹丸旋转速度导致准度下降[44]，因此法国决定研制G型破甲弹（Gresse）[34][15]。这种炮弹被设计成两部分，外壳和悬浮内壳，中间由滚珠轴承分开，在外壳高速旋转时，内壳并不转动，因此它比常规的尾翼稳定破甲弹更精准，使得战斗部发挥全部威力。战斗部装有780克黑索金[45]，3000米距离可以击穿400毫米均质钢。由于其优秀的准度和穿甲能力，它被认为是当时“最理想的弹药”[34]。AMX-30也被设计成可以发射北约制式105毫米弹药，包括尾翼稳定脱壳穿甲弹、破甲弹、榴弹和烟幕弹或照明弹[46]。主炮由380毫米驻退器连接，其最长伸展长度为400毫米，俯仰角-8°~20°，此炮其中一个特色是使用压缩空气排烟，AMX-30每次开火后用压缩空气将炮管的残余废气吹走，不像大部分坦克的火炮在炮管安装排烟器及要在炮管设置排烟器所需的孔道，但缺点要占用炮塔空间加装压缩气缸。AMX-30配备有一挺同轴12.7毫米勃朗宁M2重机枪，在炮塔顶部装有一挺7.62毫米防空机枪[47]。坦克携带50枚105毫米炮弹[47]，748发12.7毫米子弹和2,050发7.62毫米子弹[48]，但同轴机枪后来被更换为火力更强的20毫米机炮。车长指挥塔门周围装有十个全方位反射投影器和一个10倍放大双筒望远镜，并配有全景重叠光学测距仪。炮手则配有一个可伸缩的瞄准器和两个观察潜望镜[37]。AMX-30生产型使用希斯巴诺-苏莎HS-110柴油发动机，发动机组件总重1726公斤（发动机本体重1426公斤）。这款28.8升720匹马力（540千瓦特）发动机可以在战场上以少于45分钟的时间更换，并使坦克的最大速度达到65千米/小时。AMX-30总共有6个油箱，贮油量共962升，因为柴油引擎的燃油效率较汽油高，AMX-30最大公路行程达到600公里[49]或是连续16小时的连续运行。除了引擎燃料外，AMX-30需要138.5升的润滑油（引擎90升、变速箱45升、履带主传动轮3.5升）。引擎驱动器穿过格拉维纳G.H.B.200C双片离心式离合器[50]。变速箱为伊西莱姆利罗5-SD-200D，其拥有5个前进档和5个倒档。这型变速箱设计借镜了许多德国在二战开发的豹式坦克设计，并基于在1938年便开始的项目。传动装置是AMX-30的主要缺陷，其经常出现多种机械问题，包括司机将不得不在特定的时间手动换档，即使坦克是在崎岖地形上移动[51]。坦克拥有五对铝合金橡胶承重轮上和570毫米宽的履带[52]。坦克可以直接通过1.3米深的水，在最低准备情况下可通过2米深水，完全准备则为4米深[38]。坦克渡水的完全准备包括加装通气管，在车体正面、发动机散热口安装固定板[53]，以及红外驾驶设备的安装，包括探照灯[12]。1969年实施了一项特殊的AMX-30潜水训练：在没有发动机和履带的情况下，配备有逃生管的坦克可通过绞盘从斜坡上迅速下降到水库中[54]。在生产过程中，AMX-30进行了很多改进，包括在1971年安装的火炮稳定器，1972年将同轴重机枪更换为20毫米口径的机炮[55]，其俯仰角为-8°~40°，使其能够射击低飞的直升机和飞机[45]，相较于同时期的坦克都使用7.62毫米口径机枪作为同轴武器，配备机炮的AMX-30明显具有强大的近程火力。所有法国陆军所属AMX-30均以此标准进行了升级；型号仍保留AMX-30B[56]。早在1973年，虽然AMX-30的量产只开始仅仅七年，法国人便开始研究这型坦克的改良方案[57]。这一项目最终成为AMX-30升级（法语：AMX 30 Valorisé）计划[58]。1979年6月，法国陆军决定继续生产并改造现有的AMX-30，使其配备改良型火控系统以及新的传动装置，该型号被命名为AMX-30B2[59]，第一辆改良型号坦克于1982年1月服役[60]。改进计划包括对M-508柯达克（COTAC）火控系统的改进：安装激光测距仪以及微光电视监视器（LLTV）[61]。火力方面则引入新型尾翼稳定脱壳穿甲弹（APFSDS）增强打击坦克所需的穿甲能力。发动机也进行了改进，命名为HS-110.2，功率680匹马力（510千瓦特）。失败的传动装置更换为新式的液力变矩器的ENC-200半自动传动装置。悬挂装置通过使用新型扭杆和加大了承重轮垂直偏转的减震器来改进[62]，从而提高了坦克的越野机动能力[63]。1998年开始，法国陆军开始将其剩余的AMX-30坦克和衍生型号的引擎更换为雷诺E9 750马力柴油发动机[64]。90年代，法国为AMX-30B2开发了一套外挂式反应装甲，命名为布伦努斯[65]，但是只装备了两个坦克团，法国快速反应部队第一/二团（法语：1er/ 2e Chasseurs），这两个团在平时为一个团[59][66]；另两个使用AMX-30坦克的团，第二/五龙骑兵团（法语：2e/5e Dragons）[67]，仅为应对紧急状况对坦克进行了简单升级[64]。布伦努斯系统由112块法国地面武器工业BS（法语：Brique de Surblindage）G2爆炸式反应装甲组成[68]，总重1.7公吨，对成型装药战斗部攻击的防护力约相当于400毫米均质钢[64]。最近，AMX-30也被用于测试隐身技术的载车，包括风冷车体表面和视觉伪装的使用。原型车被称为“隐形验证车雪尼尔”（法语：Démonstrateur Furtif à Chenille）[69]。它的车体和炮塔被雷达吸收材料（英语：Radar-absorbent material）制倾斜平面包裹起来[64]。AMX-30在罗阿讷工厂（法语：Atelier de Construction de Roanne）生产。这间军工厂始建于第一次世界大战，当时它为法军提供火炮炮弹，1951年工厂开始生产装甲战斗车辆。在生产AMX-30之前它已经生产了1,900辆AMX-13及其衍生型号。罗阿讷工厂负责总装，而各个部分则由不同工厂生产：利摩日工厂（法语：Atelier de Construction de Limoges）生产动力装置，卢瓦尔冶金锻造厂（法语：Ateliers et Forges de la Loire）生产全车装甲，塔布工厂（法语：Atelier de Construction de Tarbes）生产炮塔，布尔日工厂（法语：Atelier de Construction de Bourges）生产主炮，圣-艾蒂安兵工厂（法语：Manufacture d'Armes de Saint-Étienne）生产机枪以及皮托工厂（法语：Atelier de Construction de Puteaux）生产光学设备；生产这些再次使用了许多分包商[45]。后来经过国家指导的一系列企业兼并，这些公司大多数最终并入法国地面武器工业集团（GIAT）[56]。最初，法国陆军订购了300辆AMX-30坦克，1971年追订至900辆，被分为8批交货[80]，包括所有同底盘的衍生型号[35]。1966年开始，每月交付10辆AMX-30，最初的五辆于八月被交付给第501坦克团。每月交付量在新工厂投入生产后上升至15-20辆[81]。然而，1969年4月开始生产量回落至每月10辆[82]。到1971年约有180辆服役；1975年开始交付第一订单的最后批次[58]。1985年AMX-30的数量上升到1,173辆[83]。在停产前，法国接收了1,355辆AMX-30服役[81]，包括166辆全新生产的AMX-30B2。另有493辆坦克升级为AMX-30B2[84]；最初计划为271辆新的和820辆改装的坦克[85]。法国陆军同样接收了一大批衍生型号，包括195辆自行榴弹炮，44辆AMX-30冥王星战术核导弹发射车，183辆AMX-30R，134辆AMX-30D以及48辆AMX-30EBG战斗工程牵引车[86]。1989年塞浦路斯订购了最后的一批35辆新坦克，1994年法国订购最后一批衍生型号，20辆自行榴弹炮[87]。90年代末，法国陆军开始接受新式勒克莱尔主战坦克[88]。第一批接装新坦克的是第501和第503坦克团，接着是第6和第12胸甲骑兵团[89]。AMX-30拥有多种衍生型号。一种用于出口的简化版，没有红外探照灯、望远镜和一个不太复杂的指挥塔，被叫做“基本版AMX-30”。这个型号也没有加压空气过滤系统，并将7.62毫米机枪作为同轴机枪而将12.7毫米机枪放在炮塔顶端。另一种型号是为法国陆军设计的，采用142毫米坦克炮发射反坦克导弹和高爆弹的坦克歼击车（法语：Anti-Char Rapide Autopropulsé, ACRA）[90]。1967年使用新铸造炮塔的原型车下线，这种新炮塔足够容纳更大的主炮[91]。然而，导弹高昂的价格迫使法国陆军在1972年放弃此项目[80]。基于相同底盘的车辆还有装甲回收车、架桥车、自行高炮、战术核导弹（英语：Tactical nuclear weapon）发射车和自行榴弹炮等等[92]。AMX-30D装甲回收车用于在战场上恢复或维护坦克。该车的研发工作从1966年开始，当时法国陆军决定研发一款和AMX-30坦克配套的维修车辆。1971年第一辆原型车投入实验，1973年2月第一批5辆预生产型下线。同年，法国陆军预定了100辆AMX-30D，这些车辆于1975年开始生产[93]。装甲抢救车包括一套引擎驱动的主绞盘，最大拉力为343千牛，以及一卷80米长的重型拖缆。其拥有的辅助绞盘使用120米长拖缆，在AMX-30D正面工作时最大拉力为34.3千牛。在后者的情况下，车辆必须由其本身携带的可动支架支撑，且推土铲必须降至地面。起重机可以吊起3.29吨的动力单元和10吨的炮塔。AMX-30D没有炮塔，取而代之的是其上半部分。整车重36吨，在使用额外动力单元时可达40吨。该车可抵抗7.62毫米子弹的射击[94]。驾驶员视野由M-223投影器辅助支持。AMX-30D公路最大速度为60千米/小时，最大公路行程为500千米[95]。AMX-30架桥车使用AMX-30的底盘，而上部为剪式折叠桥。桥长22米，可跨越20米宽的沟壑；宽3.1米，在使用附加面板的情况下可加宽至3.95米。该桥可承载最大46吨的重量[96]。架桥车的研发最早始于1963年，尽管直到1967年6月才开始在原型车上研发。1968年第一辆名为AMX-30H的原型车完成，但直到1971年该型车才被评估。1971年12月评估完成后，法国陆军预定首批5辆预生产型，并在1972年10月16日开始进行新一轮评估。1975年，AMX-30H完成定型，但无人购买此种车辆[97]。自行高炮型号的研发始于1969，计划向法国和其他国家出售。尽管法国一辆没有订购，1975年沙特阿拉伯订购了一种改进型，AMX-30SA[98]。这种自行高炮被设计为对付低空飞机和直升机，使用双联装希斯巴诺-苏莎30毫米831机炮，以及一套“黑眼”（法语：Oeil-noir）火控系统。该系统在AMX-13型号上便已安装，并在超重的情况下安装S401A炮塔。尽管这是在1962年开始生产的车辆，AMX-30的出现提供了更大的可以安装S401A炮塔的底盘，并且机动性更好。较重的AMX-30也为高炮提供了一个更稳定的平台，并允许系统携带更多弹药（1,200发，AMX-13型号只有600发）。高炮被设计为五连发或十五连发，连发射速650发每分钟。高炮由模拟计算机控制，可折叠式“绿眼”多普勒雷达引导。该型雷达依靠视觉跟踪，因此只能在天气状况良好的条件下运行[99]。GCT 155毫米自行榴弹炮（英语：GCT 155mm）（法语：Canon Automoteur de 155 Grande Cadence de Tir）为基于AMX-30底盘发展的旨在为法国陆军提供战术火炮支援的型号，法军型号AMX-30 AuF1。40倍口径155毫米榴弹炮的自动装填机使其射速大大提高，达到每分钟8发的速度，在装填LU211炮弹时最大射程可达30千米。炮塔允许火炮最大仰角为66°，并可360度旋转。该车携带52发榴弹及燃烧弹[100]。设计一款自行榴弹炮的想法最早源于1969年，1972年完成第一辆原型车。至1979年已完成7辆原型车及6辆预生产型，随后生产了110辆。最终订购数为190辆[101]。考虑到战术核导弹机动发射平台的需求，法国陆军在1963年开始研制冥王星导弹。1964年，项目被暂停，法国陆军转而寻求一个射程更远，能够安装在AMX-30上的导弹。1968年签订了一份开发系统的合同。第一辆原型车很快交付，并在1970年7月和8月之间开始测试，紧接着，1971年第二辆原型车也完成，1972年又生产了两辆原型车。1971年5月1日该型车投入大规模量产，并交付第三炮兵团4辆[102]。导弹重2.4吨，长7.6米，使用简易惯性制导系统和固体燃料火箭推进。冥王星最大射程为120千米[103]。冷战结束后，冥王星导弹已于1993年除役。AMX-30R罗兰德地对空导弹（英语：Roland missile）发射系统，其研发始于1974年。1977年5辆预生产型完成并用于评估，同年提交了183辆的订单[104]。罗兰德包括一个方形上部结构，比AMX-30D和冥王星都要高，这种结构包含了雷达系统和两具发射筒以及一个自动装填系统。罗兰德雷达探测距离为16千米。AMX-30SA，1975年为沙特阿拉伯开发，用以发射响尾蛇防空导弹，导弹及雷达配备由汤姆逊无线电（英语：Thomson-CSF）制造，这款发射车共有六个导弹发射筒，比发射罗兰导弹的AMX-30R要重[105]。由AMX-30改良供外销的AMX-32，在1979年6月推出首辆原型车。最初是作为AMX-30B2的改良选项，针对AMX-30薄弱的装甲防护，此改良型参考了西德豹1A3和A4采用方案，利用间隙装甲加强炮塔的防护力[106]，使AMX-32遭受高爆反坦克战斗部攻击时，其生存机会比只有传统铸造炮塔的AMX-30为高。该型号同时配备了同轴20毫米机炮以及7.62毫米高射机枪。然而此时像美国M1和西德豹二等新一代先进坦克已开始量产，配备125毫米口径炮的苏联T-72也开始大量外销，价格较AMX-30昂贵的AMX-32已相形落后，所以没有国家采购此款AMX-30的改良版坦克[107]。虽然AMX-30和豹一型都为了有较佳的机动力，皆倾向压低车重，但AMX-30为提升机动力而牺牲的防护力，被认为比豹一型走得更为极端，即使是最易被敌火击中的炮塔正面，其装甲都被质疑是过于薄弱，北约成员国对此型坦克的评价亦不高，没有获得FINABEL两个成员国的订单，比利时和荷兰，荷兰人甚至没有测试这一型号的坦克，比利时则因法国不允许其自行生产零件，导致整车价格上升，而最终选择了豹一型坦克[15]。AMX-30虽然在欧洲市场未受青睐，但在欧洲以外的市场，因为西德拒绝出口武器到战火连连的中东地区，出口竞敌豹一型无法威胁AMX-30的外销，美国当时因为支持以色列所以限制对阿拉伯国家售武，苏联也将最新最好的武器留为己用，只将次等的武器外销，所以法国便将渴望采购新型武器的中东国家作为出口对象并取得成功。AMX-30及其衍生型号的总产量为3,571辆[108]，法国自用的AMX-30在21世纪初下降至250辆AMX-30B2[109]，并最终由雷克勒坦克全面取代。1967年，希腊军政府决定进口190辆AMX-30和14辆AMX-30D，这是法国坦克的第一次出口交易[110]，希腊曾经考虑西德的豹一型，但因为当时希腊与土耳其在塞浦路斯主权问题及爱琴海水域所属问题关系紧张，西德为避免两国使用其出售的武器开战，当时没有向两国出售坦克，虽然希腊与土耳其最后亦购得豹一型坦克，但已经是1980年代的事情。在整个1960年代，西班牙曾考虑用AMX-30和豹一型坦克替代其军队中的M47和M48巴顿坦克[111]，因为当时西班牙仍由法西斯主义者佛郎哥领导，战后的西德以及多个西欧国家都与其保持距离，英国也不同意向法西斯政权出售L7坦克炮[112]，而其他车型都是配备衍生自L7的火炮，最终西班牙选择了AMX-30，法国允许西班牙自行生产AMX-30[113]。西班牙于1970年订购了19两坦克，并在随后同意在西班牙生产另外180辆。1979年，西班牙开始生产AMX-30第二批100辆，最终交付给西班牙陆军（英语：Spanish Army）299辆；这些坦克被命名为AMX-30E（英语：AMX-30E）。西班牙也生产了10辆AMX-30D和18辆AMX-30R[114]。1979年，在AMX-30E仍在生产时，西班牙陆军已经在研究为提升坦克机动性而做的现代化升级项目[115]。1987年，西班牙陆军开始了长达六年的150辆AMX-30EM2以及149两AMX-30EM1标准现代化升级项目[116]。前者是一个相对完整的升级，包括换装新引擎和变速箱，以及新型动能弹的使用和为炮手安装更复杂而精准的火控系统[117]。AMX-30EM1则是一个“重建”项目，包括换装改进型传动系统，修复车辆损耗的部分比如刹车片、减震器等等[118]。这些重建过的AMX-30很快就被美国90年代移交的M60巴顿所替代[119]。而其AMX-30E2则在之后被半人马装甲车反坦克装甲车所取代[120]。1982年，塞浦路斯购买了16辆AMX-30B2以及1辆AMX-30D，之后又订购了36辆AMX-30B2。2005年塞浦路斯共拥有102辆AMX-30，当中包括从希腊购入的二手车，以及52辆AMX-30B2。波黑在《岱顿协定》落实后，在1997年获阿联酋捐赠50辆刚除役的AMX-30。以色列在1964年12月决定开始自行生产主战坦克，起初考虑通过许可证生产AMX-30的车体，而炮塔则从法国进口。由于比起机动性，以色列人更注重装甲，因此在1966年英国允许其按许可证生产酋长式战车后，以色列·陶（英语：Israel Tal）少将便下令停止与法国的谈判[121]，但以色列在国内生产酋长式的计划，后来也因为英国被阿拉伯国家集体抵制而终止，最终被逼踏上自行开发梅卡瓦主战坦克的路途。1972年，法国得到了沙特阿拉伯190辆AMX-30S的订单，这型坦克专为中东地区国家的沙漠气候设计。沙特的坦克在1973至1979年交付，另有59辆AMX-30D在1975至1979年间出口，12辆AMX-30P在1977至1979年间出口，最终有51辆自行火炮在1979至1980年间交付。在1979至1981年间，沙特阿拉伯接收了52辆AMX-30SA，1980至1989年的另两批50辆AMX-30C[122]1。到21世纪初，沙特阿拉伯的AMX-30车队有一半被封存[123]，因这些坦克无法应对现代化武力威胁，包括伊拉克的T-62和T-72以及以色列的梅卡瓦坦克[124]。这些坦克大部分在1989年被315辆M1A2艾布拉姆斯坦克和美国移交的450辆M60A3替代[125]。尽管沙特阿拉伯希望进口更多的M1坦克，但是由于财政原因以及AMX-30尚未退役而作罢[126]。1977年，卡塔尔签署协议从法国购入24辆AMX-30，1987年卡塔尔又购买30辆AMX-30B2[122]。卡塔尔已从德国购入豹2A7坦克取代AMX-30。阿拉伯联合酋长国在1977年订购了64辆坦克以及1辆装甲回收车装备一个装甲旅。阿联酋在1994年向法国购买388辆雷克勒坦克取代AMX-30。伊拉克在两伊战争期间，为拉拢法国协助研发核武，在1981年购入5辆AMX-30D，另于1983年至1985年间引入82辆AMX AuF1自行火炮，但海湾战争后已所剩无几，在伊拉克战争后已全部被毁及弃用。委内瑞拉在1972年订购了142辆坦克，之后订单缩减到82辆AMX-30D[110]。在80年代中期，委内瑞拉对AMX-30进行了现代化升级计划，包括更换为大陆公司908匹马力（677千瓦特）AVDS-1790-5A柴油发动机，并将传动装置更换为埃里森CD-850-6A。委内瑞拉的AMX-30更换了新的油箱，使得最大公路行程达到720公里，火力方面则更换为现代化“兰扎多特”马克I型火控系统和以色列航空工业公司下属埃尔比特系统的弹道计算机[127][128]。由于智利和阿根廷的政治原因，前者订购了46辆坦克，后来因法国政府取消导致订单减少到21辆。卡塔尔的AMX-30参与了海湾战争中卡夫奇战役（英语：Battle of Khafji）。1991年1月30日，他们在卡夫奇（英语：Khafji）与趁夜占领该城的伊拉克军队进行了遭遇战。在战斗中，卡塔尔的AMX-30击毁3辆伊拉克T-55并俘虏了4辆[129]。自身也有至少1辆AMX-30在战斗中被击毁[130]。法国也参与了海湾战争，第六轻装甲旅（法语：6e Division Légère Blindée）[131]被部署到伊拉克，代号“幼鹿行动”（法语：Opération Daguet）。其多数装甲车为骑兵侦察团的AMX-10RC，但是重装甲部队第四龙骑团（法语：4e Régiment de Dragons）也部署了44辆AMX-30B2[132]。理论上一个团拥有13辆坦克三个方阵，包括一辆指挥车和六辆后备车，而不是当时的52辆[133]。同时有6辆AMX-30B部署，装备德国从东德继承的苏联扫雷滚轮装置（英语：mine roller）[133]。这些车辆均由非征召入伍的专业车组操控[133]。幼鹿分队位于联军西部，以保护美国第18空降军的左翼。这种配置给了法国指挥官更大的自主权，同时也减少遭遇伊拉克T-72的可能性，T-72的性能比AMX-10RC和AMX-30B2都要好[134]。随着1991年12月24日地面进攻的开始，法国军队开始攻击它的第一个目标：伊拉克第45步兵旅分队防守的“罗尚波目标”。小羚羊直升机发起突袭为第四龙骑团的进攻开辟通路。在联军轰炸导致士气低落之后，伊拉克守军迅速投降[135]。接下来的几天，第四龙骑团前往他们下一个目标：“尚博尔”，在那里他们在美国空军A-10的帮助下摧毁了10辆坦克，3辆步兵战车，15辆卡车和5门迫击炮，并抓获不少犯人。最后的目标是阿尔-萨尔曼空军基地（“白色行动”），在第四龙骑团从南方发起进攻后于18：15被占领[136]。 AMX-30总共发射了270发主炮炮弹[133]。",
        "attributes": {
            "name": " AMX-30 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "64式微声冲锋枪",
        "source": "wiki",
        "title": "64式微声冲锋枪",
        "url": "https://zh.wikipedia.org/wiki/64%E5%BC%8F%E5%BE%AE%E5%A3%B0%E5%86%B2%E9%94%8B%E6%9E%AA",
        "date": "0",
        "content": "64式微声冲锋枪是一款在1960年代由中华人民共和国所研制和生产的7.62毫米口径可装消声器式冲锋枪。这款武器是一枝弹匣供弹、击发调变式、闭锁式（英语：Closed bolt）自由枪机枪机操作冲锋枪。[1]冲锋枪上装有一个整体式消声器，设计上可实现静音操作，使武器射击时相当安静。[2]不需要消声器时亦可拆卸。发射7.62×25毫米托卡列夫口径手枪子弹，其中包括中国制造的版本51式7.62毫米普通弹。若装有消声器的话，则发射特别为其研制的64式7.62毫米微声弹（亚音速弹）。[2]1960年代初，根据中国人民解放军侦察兵的特殊要求，中国军工部门开展了微声冲锋枪的研制工作。在李正凡的主持下，从探索消焰、消烟、消声原理入手，成功地设计了专用枪弹和消声装置，攻克了由于微声枪特殊的内弹道特性带来的可靠性和射击精度等技术关键问题，于1964年设计定型了64式7.62毫米微声冲锋枪。除装备中国人民解放军侦察兵外，还装备伞兵和其他特种兵。其具有良好的微声、微光和微烟性能及射击精度。但因结构复杂，存在一些缺陷，结果它被结构更为简单的85式冲锋枪系列所取代。与其他许多微声枪支仅仅是在标准生产枪械装上消声器的修改版本不同，64式是设计上从一开始就被赋予使用消声器能力的武器。它结合了许多的设计，包括PPS-43的枪栓、ZB vz. 26的扳机组件，并将这两者都接枝于AKS的机匣里。[2]其两种弹匣是唯一对于武器而言独一无二的，但凸筋周边以及与弹匣卡笋的结合部分等，都受到AK系列很大的影响。64式微声冲锋枪由枪管、消声器、瞄具、机匣、枪栓、复进机构、击发机构、弹匣和折叠枪托等9个部件组成，全枪共有100个零件。由于机匣由钢块加工而成，机匣盖则是冲压钢件，而消声器也是钢制，因此该枪的重量较大。由于64式微声冲锋枪采用闭膛待击（英语：Closed bolt），因此击针通过击针销固定在弹底窝中央，从枪栓前端面凸出。枪栓右上方装有平移型拉壳钩，使用片状拉壳钩簧。枪栓上部具有容纳复进簧的孔，后部左右两侧具有枪栓运动导引导轨。后下部具有与阻铁扣合的斜面，右前部设有拉机柄部。由于击针固结在枪栓上，依靠枪栓复进前冲击发。半自动时，枪栓从阻铁扣合处复进完成击发；全自动时，枪栓从最后位复进完成推弹、输进弹后完成闭锁击发。复进机构由复进簧和复进簧导杆所组成，导杆后部有一突起用以固定机匣盖。在机匣后立壁的前面还具有缓冲垫（英语：Recoil pad），主要用以吸收枪机后坐到位时的多余能量，改善枪栓撞击机匣时的受力状况，并且用以提高机匣的寿命。64式配有20发和30发两种弧形弹匣，而20发弹匣是作为冲锋枪的常备弹匣。弹匣主要由弹匣体、托弹板、托弹簧和弹匣盖等组成。该弹匣可通用于64式7.62毫米微声弹（亚音速弹）和51式7.62毫米普通弹，而前者可在200米（218.72码）距离穿透2.5毫米（0.1英寸）厚的垂直50钢板。消声器由套筒（微声筒）支架、定位环、定位筒、微声碗部件和筒盖等组成。套筒为钢制圆筒，微声元件均装在其中。后部有断隔方牙螺纹，通过连接件背环使其与机匣紧密配合。尾部的凹槽用于与机匣上相应突出部相配合，使套筒周向定位。前部设有定位突筋，用于定位微声碗。口部有与筒盖连接的螺纹。在套筒后、前部的正上方，焊有照门座与准星座。在套筒内中部采用悬臂的定位筒支撑。微声碗部件由三种不同规格、共13个钢制镀铬的微声碗串联而成。各微声碗之间以两根连接杆所连接。在连接杆头部设有一可折倒的提环，用以抽取和装入各个微声碗部件。在枪管壁上沿着阴膛线开有4×9共36个侧排气孔，射击时部分高压火药燃气从侧孔排出并在套筒内膨胀，使膛口排出的火药燃气流量和压力大为减少。但每个侧排气孔亦是噪声源，通过试验得出，如果在膛口前方不安装高效消声器，枪口总噪声级反而会增加。采用多舱式激波耗能结构的串式微声碗，气流通过多舱式微声碗的作用，经过反复的压缩、膨胀，火药燃气的速度和压力都将大幅度下降。气流自微声筒口喷出时，对外界气流只能产生较小的冲击，从而达到抑制膛口声的目的。因此在套筒（微声筒）前部安装的多舱式串式微声碗就相当于声学滤声器。为进一步消除冲锋枪在射击时，由于可燃气体、未燃尽的火药及其他金属粒在枪口燃烧或燃烧不完全所产生的光和烟的特征，64式微声冲锋枪在弹药上采取措施，包括采用减装药设计和特殊的双基球形发射药，使弹头出枪口后火药燃气已经在膛内充分膨胀燃烧。这是64式的主要缺点之一：其消声器亦令其对日常的维护保养要求比普通枪械更高。由于射击后硝烟会聚积在消声器内然后慢慢逸出，而且不易擦拭，如果弹膛过脏或弹药受潮，射击中会产生弹壳炸裂的危险。所以一定要定期擦拭和更换消声碗等消耗性部件。64式的发射机构在56式自动步枪的发射机构上简化而成，主要由扳机、变换挺、阻铁和单连发杆等组成。该枪具有到位保险、安全保险和行军保险。到位保险由带有固定击针的枪机完成。在正常情况下，只有枪机复进到位，击针才能撞击底火而形成发射。安全保险扳把位于握把右上方，当向前扳动扳把到位时。它位于扳机的后方，挡住扳机使之不能扣动而完成手动安全保险。机匣右侧的防尘盖向上关闭时，可遮盖机匣与机匣盖之间的拉机柄槽，起到防尘的作用。在防尘盖关闭的同时，防尘盖轴上的凸轮带动轴固定板向上旋转，刚性顶住枪机使它不能后退而起到行军保险的作用。折叠式枪托为开式结构，由左、右支杆，肩托和肩托轴等组成。支杆、肩托由钢板冲压而成。肩托用肩托轴固结在支杆上，且能旋转。当枪托处于战斗状态时，由装在机匣上可对捏的两个圆头弹性定位卡销卡入左、右支杆的定位孔中而刚性定位，打开肩托就可进行抵肩射击。当对捏定位卡销，使之从两支杆定位孔中解脱后，即可向下旋转枪托，枪托到位后，结合在左、右支杆上的两个卡销，利用支杆的弹性进入机匣前下部的两个定位窝中，将枪托定位于行军状态。瞄准具由准星、准星移动座、准星座、照门和照门座等组成。瞄准具均固定在套筒上。它以套筒后部突起部与机匣上相应的凹槽定位，以保证瞄准基面与枪管的正确装配位置。冲锋枪的射效调整。方向依靠移动准星移动座，高低则依靠拧动准星。冲锋枪可装定两个射程：100米（109.36码）的表尺是靠照门座上的缺口来实现；200米（218.72码）表尺则由位于照门座前的翻转照门来实现。当将200米照门翻上时。它由弹性卡销定位。由于它高于100米照门，当射手从后方瞄准时，视线通过它而构成对200米目标的瞄准角。考虑到特种部队的夜战需要，在冲锋枪的照门和准星上分别镶嵌有两个和一个立式长效荧光管，这样就构成了三立柱式的夜间瞄准装置。这也是64式的主要缺点之一：由于瞄准具设在消声器上，因此其在使用一段时间以后，射击精度会下降，而每次分解组装后也会导致精度受损。",
        "attributes": {
            "name": " 64式微声冲锋枪 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "远射武器",
        "source": "wiki",
        "title": "远射武器",
        "url": "https://zh.wikipedia.org/wiki/%E8%BF%9C%E5%B0%84%E6%AD%A6%E5%99%A8",
        "date": "0",
        "content": "远射武器（英语：ranged weapon）是所有用来打击近身距离（即可以肢体接触到的最大范围）以外目标的武器的统称，使用此类武器的行为称为射击。因为绝大多数远射武器都是依靠发射抛射物来打击目标，因此也俗称抛射兵器（英语：projectile weapon）或投射武器（missile weapon），虽然从技术层面来说喷射流体的器械（比如水炮和火焰喷射器）和不抛射任何物体的能量武器也属于远射武器的范畴。与其对应，用来进行短兵相接搏斗的武器则被称为格斗武器（melee weapon）。相比用于近身作战的格斗武器，远射武器能够攻击超出通常视觉范围之外的目标，让对方很难发现来袭方向并及时做出有针对性的反应，有利于使用者一方进行伏击和突袭[1]。同时，使用远射武器还可以让攻击方和目标之间保持一定距离，从而降低马上遭到（特别是使用近战兵器的）对方还击并因此承受损失的风险。远射武器和格斗武器之间的界限也并不完全清晰，许多格斗兵器可以用手抛出当成远射兵器来用（比如长矛、飞斧、飞刀等等），许多远射兵器也可以被用来进行近身肉搏（比如步枪可以用枪托和刺刀进行白刃战，手枪的握柄可以当成锤子进行砸击，甚至箭在紧急情况下也可以被用来捅刺）。古代的远射兵器主要分为依赖手臂做功的抛掷类（比如标枪、机弦、飞镖等）、依赖弹性势能的弹射类（比如弹弓、弓、弩等等）、依赖气动推进的喷射类（比如吹箭等），以及基于前三类原理基础上的重型攻城武器（投石机、弩炮等大型抛射兵器），在列阵密集射击时能够产生非常有效的打击力。在火药发明和火器发展普及后，枪炮类的喷射兵器成为了战场上的主流，甚至近战中也由枪械取代了冷兵器。杀伤力较大、射程较远的远射武器在战术和战略层面也被广泛应用。大部分现代投射兵器是喷射类，发射方式广义上分为直射和曲射两种。能够由步兵携带的投射武器称为轻武器，其中可以单兵操作的称为轻兵器。",
        "attributes": null
    },
    {
        "keyword": "弹巢",
        "source": "wiki",
        "title": "弹巢",
        "url": "https://zh.wikipedia.org/wiki/%E5%BC%B9%E5%B7%A2",
        "date": "0",
        "content": "弹巢（英语：cylinder）是转轮手枪中可旋转的部分，通常是圆柱形，但也有些特殊型号（比如齐亚帕“犀牛”）是六角柱形，外围常常切有凹槽来减低重量。弹巢的功能与弹仓相似，包含多个（通常六个）膛室，每个膛室内可以塞入单发子弹，在射击时其中一个膛室会与枪管对齐。弹巢通过围绕其中心轴旋转一定角度（如六膛室的弹巢会每次旋转60°），可以让各个膛室依次对准枪管，来实现多次射击。在重新向膛室内装填新弹药时，现代转轮手枪的弹巢通常会向枪体左侧摆出（因为绝大部分人是右撇，习惯用右手持枪、左手装弹），因此绝大部分转轮武器在汉语中都称为“左轮”枪。",
        "attributes": null
    },
    {
        "keyword": "野犬式全方位防护运输车",
        "source": "wiki",
        "title": "野犬式全方位防护运输车",
        "url": "https://zh.wikipedia.org/wiki/%E9%87%8E%E7%8A%AC%E5%BC%8F%E5%85%A8%E6%96%B9%E4%BD%8D%E9%98%B2%E8%AD%B7%E9%81%8B%E8%BC%B8%E8%BB%8A",
        "date": "0",
        "content": "野犬式全方位防护运输车（德文：Allschutz-Transport-Fahrzeug Dingo，缩写：ATF Dingo），是德国联邦国防军现役的一款军用装甲车“野犬”式全防护车由德国克劳斯-玛菲·威格曼公司设计生产，使用乌尼莫克底盘。Allschutz-Transport-Fahrzeug的德文意思解作“全方位防护运输车辆”，顾名思义，良好的防卫性能是该车的一大特点。根据“野犬”的设计，该车能够承受恶劣的路况、机枪扫射、小型反坦克武器的攻击以及通过大规模杀伤性武器防护测试认证。“野犬2型”是“野犬”的改进型。和“野犬1”相比，“野犬2”仍旧采用了 乌尼莫克U 5000底盘，但提高了防护能力（“野犬2”可以加挂模块式附加装甲）和载荷，并配备了后视摄像机，有利于在城市环境下驾驶车辆。除此之外，野犬2还降低了红外信号特征，在红外线热像仪前面具有一定的隐身能力。“野犬2型”推出了两个版本：一款为3,250mm轴距（3.5吨有效负载），另一款为3,850mm轴距（4吨有效负载）。“野犬2”能容纳8名乘员。目前KMW正在研发内部容纳空间更大的“野犬2 GFF”。由于载荷和内部空间得到提高，相比起“野犬1”，“野犬2”能够执行更多任务，目前已开发出人员输送车、救护车、货车、指挥控制车、防空车和前线观察车合共6种车型。作为前线观察车时，“野犬2”可安装可伸缩桅杆，桅杆上安装有传感组件、白光/热成像观察设备和护眼型激光测距仪等设备 。[2]“野犬”的基本武器为一挺置于车顶的7.62 mm摇控机枪，也可以改用12.7 mm机枪或40mm自动榴弹发射器。2005年6月3日，一辆隶属联邦德国国防军的“野犬”在波斯尼亚进行巡罗时遭受一枚6千克反坦克地雷攻击，但车内乘员安然无恙。一辆隶属联邦德国国防军的野犬式全防护车，停在一辆Fennek装甲侦察车后面驻扎在科索沃地区的一辆德军野犬1型全防护车装有地面监视雷达(BÜR)的德军野犬2型",
        "attributes": {
            "name": " ATF野犬2 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "迫击炮弹",
        "source": "wiki",
        "title": "迫击炮",
        "url": "https://zh.wikipedia.org/wiki/%E8%BF%AB%E5%87%BB%E7%82%AE",
        "date": "0",
        "content": "迫击炮（英语：mortar）是一种炮身短、射角大、弹道曲率高、以座钣承受后坐力、发射尾翼稳定的炮弹的曲射火炮。其名称来源于可以“迫近射击”。射角大（一般为45°～85°），弹道弯曲，初速小，最近射程小，对无防护目标杀伤效果好，适用于对遮蔽物后的目标和反斜面上的目标射击。射击时多人操作(2-5人)，炮管后坐能量通过底座钣由地面吸收。行军时炮管、底座钣、瞄准具可分解。主要配用杀伤爆破弹用于歼灭、压制敌有生力量和技术兵器，破坏铁丝网等障碍物；还可配用烟幕弹和照明弹、毒气弹等特种炮弹。迫击炮问世以来，被广泛运用于战争，尤其是山地战和堑壕战，配合步兵小单位（班、排、连、营）作战，为步兵之制式火力支援武器。迫击炮由臼炮演变而来。1904年日俄战争的旅顺攻城战中，日军官兵离俄军战壕很近，普通火炮和机枪无法发挥威力。俄国炮兵军官、旅顺要塞炮兵技术副主任列昂尼德·尼古拉耶维奇·戈比亚托（英语：Leonid Gobyato）利用臼炮弹道高、射程近的特点，和旅顺城防司令康德拉坚科将军一道设计出了第一门迫击炮，其炮身为海军的47毫米海军炮（英语：QF 3-pounder Hotchkiss），安装在轮式炮架上，便于推行，发射超口径长尾迫击炮弹，弹重11.5kg，射程500步。然而戈比亚托发明的迫击炮是由海军臼炮改装而来，虽然射程近，但无法拆成可携带的部件，步兵小单位作战使用起来仍然不方便，因此没有得到广泛使用。直到第一次世界大战期间，英国发明家温弗雷德·斯托克斯（Wilfred Stokes）爵士在1915年发明了斯托克斯式战壕迫击炮（英语：Stokes mortar），现代意义上的可分解、便携带的迫击炮方告问世。第二次世界大战期间，苏联是世界上装备迫击炮最多的国家，共34.8万门。苏联政府设有迫击炮装备人民委员部。世上最大的迫击炮为美国在二次世界大战末期时制造的小大卫，其炮筒重65304千克，口径为91.4厘米。它所发射的战斗部重约1700千克[1]。进入现代后。迫击炮又出现了可以后膛装填的线膛炮、可以曲平射两用、或可以自动连发的新种类；大口径型也正趋向自行火炮化。另外，迫击炮由于使用简单，除了一般军队外，连一些游击队都会装备。迫击炮有多个分类方法：杆式迫击炮（英语：spigot mortar）主要由一根带插头的，有时末端空心的发射杆组成。在发射时炮手会把炮弹的空心底端套在这根杆子上，而不是像在发射传统迫击炮那样把炮弹放入炮管里。发射杆的顶端和炮弹的外壳一起构成了一段较短的空心炮管。所以杆式式迫击炮的结构是颠倒的，不是炮管环绕着炮弹，而是炮弹环绕着炮管。通常在杆子的底部内置一个触发机构，击发时长的击针沿杆向上撞击，从而激发弹丸内部的底火并引爆炮管内的发射药。杆式迫击炮的优势在于，与同等有效载荷和射程的常规迫击炮相比，其火力部分（底板和发射杆）更小、更轻，制造也比较简单。此外，大多数杆式迫击炮没有常规意义上的口径，这意味着可以从同一门迫击炮发射几乎任何重量和直径的弹药。缺点是，尽管大多数迫击炮弹的后部呈流线型，非常适合改造为杆式迫击炮炮弹，但让炮弹的尾端具有空心炮管会让浪费体积和质量，进而减小弹丸的有效载荷。如果士兵仅携带少量弹药，则重量缺点并不明显。但是，一旦大量携行弹药，杆式迫击炮在弹药上浪费的重量就抵消了其原本的低重量优点了。有些杆式迫击炮被设计为无声迫击炮。每发炮弹的炮管上内部都有一个紧密配合的套筒，该套筒可以紧紧地套在发射杆上。开火时，套筒和发射杆之间的火药燃气膨胀将弹丸从杆上推出，而套筒在和发射杆彻底分离之前则会被卡住。这样发射药燃烧产生的气体就会被套筒捕获，从而实现无声的设计。二战后的比利时Fly-K无声迫击炮是此类设计的典型例子。随着时代发展，杆式迫击炮逐渐被常规设计的小口径迫击炮所取代，变得十分少见。 典型的杆式迫击炮设计有：",
        "attributes": null
    },
    {
        "keyword": "轻武器",
        "source": "wiki",
        "title": "轻兵器",
        "url": "https://zh.wikipedia.org/wiki/%E8%BC%95%E5%85%B5%E5%99%A8",
        "date": "0",
        "content": "轻兵器（英语：small arms，也称小型武器、小武器、单兵轻武器[1]）是指任何可以由单个步兵轻易进行徒步运输并独立操作的轻型武器，通常包括手枪、冲锋枪、步枪、霰弹枪、轻机枪等完全依赖弹丸（抛射物）动能对目标造成物理性毁伤的枪械。可以步兵徒步搬运、但需多人协作操作才能达到最佳作战效果（比如中型机枪、轻型重机枪、反器材步枪、反坦克步枪）或依赖爆炸性弹头或燃烧物来毁伤目标（比如手榴弹、口径在100毫米以下的迫击炮、火箭筒、榴弹发射器、反坦克导弹、便携式防空导弹、火焰喷射器与地雷等）的武器系统则不属于轻兵器，而被称作是轻武器（light weapons）。广义上说，轻兵器算是轻武器的一个子集，两者都属于联合国武器贸易条约（ATT）中“小型轻型武器”（SA/LW）的限制范畴内。与轻武器相对，重武器（heavy weapon）指的是因为重量和尺寸无法由步兵灵活搬运并稳定操作、必须依赖车辆、飞行器、船舶等载具以及大型脚架和固定平台才能有效使用的武器，比如口径在100毫米以上的重型迫击炮、重机枪、无后坐力炮、火箭炮、大型导弹、步兵炮和各类大型火炮等。轻兵器和轻武器应用广泛，如：警方与军方、打猎、自卫、犯罪用途或是内战，与运动射击。多数轻兵器的火力不具备有效打击车辆和防御工事的能力。关于冲突区域限制贩卖军规轻兵器的国际性运动，请参阅轻兵器扩散问题。",
        "attributes": null
    },
    {
        "keyword": "无人机",
        "source": "wiki",
        "title": "无人战斗航空载具",
        "url": "https://zh.wikipedia.org/wiki/%E7%84%A1%E4%BA%BA%E6%88%B0%E9%AC%A5%E8%88%AA%E7%A9%BA%E8%BC%89%E5%85%B7",
        "date": "0",
        "content": "无人战斗航空载具（英语：unmanned combat air vehicle，缩写：UCAV）也常被称为无人作战飞机，俗称战斗蜂（英语：combat drone或war drone[1]），是一种无需飞行员驾驶并配有武器装备的无人机（UAV）。现今服役的无人作战飞机实际上仍主要由人类引导员实时控制。引导员在无人作战飞机执行任务时所扮演的角色因无人作战飞机自主程度及数据传输需求而不同[2]。大部分的国家都受到战争法的约束，这些法规约束了战争中国家战斗员的行动。在战争法的规章下，无人战斗航空载具的研发引起了广泛的问题，因无人战斗航空载具一旦投入战争，没有任何现有法律可向其所进行的攻击追讨责任，它们只按照程式行动，不是由人类直接操纵，在此问题上各国一直没有共识。到目前为止，美国已经进行了一系列的无人战斗航空载具研发计划，其中最为人注目的便是联合无人驾驶空中系统。美国目前已研发并完成试飞最新式的X-47A无人战斗航空载具，机首为箭头形状，最大飞行速度可达每小时240公里，最大飞行高度为920米，完全是在自动驾驶状态下飞行，且能精确依据路径执行作战任务，为日后的无人战斗飞行载具奠定良好的基础。以下是美国之外各国的航空公司进行的无人战斗航空载具研发计划及该计划中的飞行载具名称。",
        "attributes": null
    },
    {
        "keyword": "直升飞机",
        "source": "wiki",
        "title": "直升机",
        "url": "https://zh.wikipedia.org/wiki/%E7%9B%B4%E5%8D%87%E6%A9%9F",
        "date": "0",
        "content": "直升机（helicopter）是一种由水平旋转的有动力旋翼（powered rotor）提供向上升力和飞行推进力的飞行器，是旋翼航空器（rotorcraft）的一个主要种类。直升机具有大多数固定翼飞机所不具备的垂直升降、悬停、小速度向前或向后飞行的特点，这些特点使得直升机在很多复杂环境下有许多优势。与固定翼飞机相比，直升机的缺点是速度低、耗油量较高、航程较短、载重较少。直升机的升力产生原理与固定翼飞机的机翼相似，机翼与空气之间发生相对运动，进而产生升力。只不过这个升力是来自于绕固定轴旋转的“旋翼”。旋翼不像固定翼飞机那样依靠整个机体向前飞行来使机翼与空气产生相对运动，而是依靠自身旋转产生与空气的相对运动。但是，在旋翼提供升力的同时，直升机机身也会因反扭矩（与驱动旋翼旋转等量但方向相反的扭矩，即反作用扭矩）的作用而具有向反方向旋转的趋势。对于单旋翼直升机，为了平衡反扭矩，常见的做法是以另一个小型旋翼，即尾桨，在机身尾部产生抵消反向运动的力矩。对于多旋翼直升机，多采用旋翼之间反向旋转的方法来抵消反扭矩的作用，因此在附图的运作说明中可以见得，由上俯视一个顺时针旋转的主翼，它的尾桨会是向黄色箭头所指方向推力的。直升机和旋翼机的外观和性能相似，旋翼机虽然比较简单和低价，但不如直升机的多方面的特殊性能，而是介乎于普通的固定翼飞机和直升机中间，所以用途较狭而专业化的航空机构通常拥有直升机但鲜有采用旋翼机。人类梦想的飞行方式是原地腾空而起，既能自由飞翔又能悬停于空中，并且随意实现定点着陆。例如阿拉伯人的飞毯，希腊神的战车，都是垂直起落飞行器。其中最有价值、最具代表性的是中国古代玩具竹蜻蜓和意大利人达·芬奇关于垂直起降航空器的画作。李约瑟误以为中国晋朝葛洪所著的《抱朴子》有纪录类似竹蜻蜓最早的动力机械[1]，但实际上文章说的是服丹修练成仙成功时，人可以飞行[2]。《简明不列颠百科全书》第9卷写道：“直升机是人类最早的飞行设想之一，多年来人们一直相信最早提出这一想法的是达·芬奇，但现在都知道，中国人比中世纪的欧洲人更早做出了直升机玩具。”这种玩具于14世纪传到欧洲。“英国航空之父”乔治·凯利（1773年－1857年）曾制造过几个竹蜻蜓，用钟表发条作为动力来驱动旋转，飞行高度曾达27米。随着生产力的发展和人类文明的进步，直升机的发展史由幻想时期进入了探索时期。欧洲产业革命之后，机械工业迅速倔起，尤其是本世纪初汽车和轮船的发展，为飞行器准备了发动机和可供借鉴的螺旋桨。经过航空先驱者们勇敢而艰苦的创造和试验，1903年莱特兄弟（Wright brothers）制造的固定翼飞机飞行成功。在此期间，尽管在发展直升机方面，航空先驱们付出了相当的艰辛和努力，但由于直升机技术的复杂性和发动机性能不佳，它的成功飞行比飞机迟了30多年。20世纪初为直升机发展的探索期，多种试验性机型相继问世。试验机方案的多样性表明了探索阶段的技术不成熟性。经过多年实践，这些方案中只有纵列式和共轴双旋翼式保留了下来，至今仍在应用。双桨横列式方案未在直升机家族中延续，但在倾转旋翼飞机中得到了继承和发展。俄国人尤利耶夫另辟捷径，提出了利用尾桨来配平旋翼反扭矩的设计方案并于1912年制造出了试验机。这种单旋翼带尾桨式直升机成为至今最流行的形式。经过20世纪初的努力探索，为直升机发展积累了可贵的经验并取得显著进展，有多架试验机实现了短暂的垂直升空和短距飞行，但离实用还有很大距离。飞机工业的发展使航空发动机的性能迅速提高，为直升机的成功提供了重要条件。旋翼技术的第一次突破，归功于西班牙人Ciervao，他为了创造“不失速”的飞机以解决固定翼飞机的安全问题，采用自转旋翼代替机翼，发明了自转旋翼机。旋翼技术在自转旋翼机上的成功应用和发展，为直升机的诞生提供了另一个重要条件。1907年8月，法国人保罗·科尔尼研制出一架全尺寸载人直升机，并在同年11月13日试飞成功。这架直升机被称为“人类第一架直升机”。1938年，年轻的德国人汉纳赖奇驾驶一架双旋翼直升机在柏林体育场进行了一次完美的飞行表演。这架直升机被直升机界认为是世界上第一种试飞成功的直升机。1936年，德国福克公司在对早期直升机进行多方面改进之后，公开展示了自己制造的FW-61直升机，1年后该机创造了多项世界纪录。1939年春，美国的伊戈尔·伊万诺维奇·西科尔斯基完成了VS-300直升机的全部设计工作，同年夏天制造出一架原型机。这种单旋翼带尾桨直升机构型成为现在最常见的直升机构型。20世纪40年代，美国沃特-西科斯基公司研制的一种2座轻型直升机R-4，它是世界上第一种投入批量生产的直升机，也是美国陆军航空兵、海军、海岸警卫队和英国空军、海军使用的第一种军用直升机。该机的公司编号为VS-316，VS-316A。美国陆军航空兵的编号为R-4，美国海军和海岸防卫队的编号为HNS-1，英国空军将其命名为“食蚜虻1”（Hoverfly 1），英国海军将其命名为“牛虻”（Gadfly）。到30年代末期，在法国、德国、美国和前苏联都有直升机试飞成功，并迅速改进达到了能够实用的程度。第二次世界大战的军事需要，加速了这一进程，促使直升机发展由探索期进入实用期，直升机开始投入生产线生产。到二战结束时，德国工厂已生产了30多架直升机，美国交付的R5、R6直升机已达400多架。20世纪的后半期直升机进入航空实用期，特别是越战期间大量直升机部属到战场，战后直升机的应用领域不断扩展，数量迅速增加。每年八月第三个星期日被列为世界直升机日。单旋翼直升机（monocopter或unicopter）是直升机的主要类型，使用单一的主旋翼（main rotor）产生升力，但因为角动量守恒的原因，必须配有一个反扭矩机制去抵消主旋翼旋转造成的机体反向旋转。涵道式尾桨例子：欧直EC-135无尾桨例子：麦道MD520N双旋翼直升机（bicopter）使用两个旋翼合作产生升力，可以用方向相反的旋转互相抵消反扭矩，因此不需要在尾部安装垂直旋桨。纵列式代表：波音CH-47D横列式代表：米里Mi-12共轴式代表：卡莫夫Ka-27交错式代表：H-43卡曼公司双旋翼交叉式直升机K-600多旋翼直升机（multicopter）使用三个以上的旋翼来产生升力，是民用无人航空载具的主流类型。最常见的设计是四旋翼直升机（quadcopter），有四个大小相同、分布位置接近对称的旋翼来达到悬停、维持姿态及平飞。直升机的起落架分为滑橇式和轮式两种，轮式又分可收放和不可收放式。滑橇式一般用于轻型直升机；轮式多用在中型、重型直升机。[3][4]直升机的操纵系统有别于固定翼航空器，通常由以下部分组成：单旋翼带尾桨直升机的操纵系统说明表直升机依照用途可分为民用与军用两种。作为民间工作，没有武装且仅有该用途所需的装备的直升机即为民用直升机。依其用途目前主要可分为下列几种：增加装甲和武器，同时加强性能以供军事用途的直升机便为军用直升机。依其用途目前主要可分为下列五种：",
        "attributes": null
    },
    {
        "keyword": "红外诱饵弹",
        "source": "wiki",
        "title": "热诱饵弹",
        "url": "https://zh.wikipedia.org/wiki/%E7%83%AD%E8%AF%B1%E9%A5%B5%E5%BC%B9",
        "date": "0",
        "content": "热诱饵弹也称热诱弹、热焰弹、火焰弹等，与干扰箔一样属于武器对抗设备，主要由飞机和直升机使用，它会诱使红外线导引方式的地对空导弹和空对空导弹误以为它是发动机热源从而偏离目标。热诱饵弹通常使用以镁或其他能剧烈燃烧的金属作为燃烧剂，燃烧温度高于飞机发动机喷口的温度。从而达到干扰红外线导弹的制导，使战机从中脱身的目的。",
        "attributes": null
    },
    {
        "keyword": "CS/LM12型转管速射机枪",
        "source": "wiki",
        "title": "CS/LM12型转管速射机枪",
        "url": "https://zh.wikipedia.org/wiki/CS/LM12%E5%9E%8B%E8%BD%AC%E7%AE%A1%E9%80%9F%E5%B0%84%E6%9C%BA%E6%9E%AA",
        "date": "0",
        "content": "CS/LM12型转管机枪（前称：7.62毫米转管机枪）是一款由中华人民共和国重庆市建设工业（集团）总公司所制造的车载6管加特林式机枪，在2012年5月22日北京展览馆开幕的“第六届中国国际警用装备博览会”以上展出。发射7.62×51毫米北约口径或是7.62×54毫米俄罗斯口径（包括53式7.62毫米普通弹）的步枪子弹。[4][5]1984年改革开放初期，中国就已经自行研制成功射速为5,200—6,000发／分钟的23毫米口径6管航空机炮。但直到1990年代，随着中国军队的现代化进程，威力强大的加特林结构机枪才不断出现在中国军事力量中，现在部分精锐步兵部队也装备了这种7.62毫米口径武器。[6]CS/LM12型六管7.62毫米转管速射机枪虽然是一款外贸型武器，但也被中国人民解放军部分精锐步兵部队少量列装。该机枪在借鉴美国M134“米尼岗”六管7.62毫米速射机枪的成熟技术的同时加入了很多新的设计。该机枪由枪身、枪座、弹箱、控制箱（电源箱）四大部分组成。枪身包括6 根枪管、机匣、旋转体、枪机、供弹机、电动机等组件。据中国官方所指，CS/LM12采用外能源回转联动装置供弹，通过电机带动枪管组转动，完成供弹。而瞎火弹亦可以象弹壳一样退出，向下抛入蛇形管内，而不会引起射击中断，因此其具有“极强的可靠性”。联动组件包括一台驱动电机、六个枪机部件、六个可移动的枪机轨道、枪管套管部件、后部枪支架、六根枪管、枪管夹持部件、保险部分、套管盖和二个快速释放销。因为转动部分在固定套管盖内，枪机部件和套管盖主凸轮轨道随动，引起枪机部件随着移动轨道往复移动，击发弹药。每根枪管被固定安装在枪管夹具部件中和枪机部件成一直线，在一台电动机驱动下转动，在每根枪管回转一圈的过程中，它所对应的枪机则在和枪管一起旋转的导槽内作往复直线运动，依次进行推弹入膛、闭锁、击发、退壳、抛壳等一系列动作，所以“射速极高”。他们声称“虽然高速旋转的枪管会因为离心力的作用而导致射击散布増大，但极高射速、火力强大这两点能弥补精度的不足”。唯独官方也坦然承认的事实是：该枪的弹药消耗量非常庞大。美国“战略之页”网文认为，CS/LM12是M134“米尼岗”六管7.62毫米速射机枪的仿制型。[7]但中国方面却予以否认，他们指出该中国制装备与通常用于直升机等空中平台的M134在“细微之处”仍有一些区别。该枪在一些设计细节方面反而更接近于通用电气公司在M134基础上发展而来的XM214微型“米尼岗”六管5.56毫米速射机枪，更适合地面作战使用。M134供弹具为单侧供弹，供弹时由一条极长的柔性输弹带将弹药从大型弹仓中传输至枪身进弹口，保障了高速发射时供弹的可靠性；而CS/LM12从装备在中国制东风“猛士”（中国制战地越野汽车）轻型越野突击车上的型号可以看到采用与XM214相似的两侧大型弹匣，在一侧弹匣的子弹耗尽以后，供弹系统可以自行调节到另一侧的满装弹匣，此时可以将打空的弹匣趁此间隙更换。此外CS/LM12的枪口处共用一个大型圆筒形消焰器，推断与迪龙公司M134D的开槽式圆筒型消焰器一样是为了夜间射击减少征侯，起到消焰作用。加特林原理机枪及机炮令人诟病之处集中在勤务性远远不如普通机枪。其原因主要是结构复杂、分解结合相当困难，一旦出现故障，就难以及时排除。而中国官方则声称CS/LM12虽外观复杂，但结构却非常简单。他们又强调该枪采用外能源电动驱动方式，通过电动机带动枪管旋转，完成供弹、进膛、击发、抛壳等一系列动作，没有普通机枪必备的导气管之类众多机件，亦保障了高速发射时供弹的可靠性。他们又指出CS/LM12的闭锁结构也十分简单，只要有电力供应就很难出现故障，因此认为其可靠性实际上要比传统的重型机枪好得多，又声称考虑到它多管的火力几乎相当于一个重机枪排的火力，其维护工作与强大火力相比并不算多。加特林原理机枪及机炮真正复杂之处是在于有相当多的电气部件，而非普通重机枪的机械部件。它所配用的外部电源、控制系统、容弹及输弹系统等精密度较高，对维护保养的技术水平要求不同。总结而言，中国方面认为现代加特林机枪在低技术水平的军队中较难找到市场，但对现代化程度已经较高的中国人民解放军来说并不成问题。现代化的加特林原理机枪真正复杂的是其脱链供弹系统，由于其射速极高，机枪需要使用特殊的分裂环弹带送到枪座处，然后经过拆链器迸入鼓形弹箱，再由螺旋杆送入枪内。脱链转轮由旋转体通过齿轮带动而回转。柔性输弹带连接在弹链箱与供弹板之间，其作为输送带，将装有弹药的弹链通过柔性输弹带及枪械供弹口输进至脱链供弹机，实现安全可靠供弹。如果输弹道较长（1.5米以上），或是曲率半径太小，则通常会在弹箱上再装上一个输弹助弹助推电动机。在这种特殊的供弹方式以下，CS/LM12可以达到6,000发／分钟的射速。安装在CS/LM12后方的电子火控系统可控制多种发射模式，正面具有电源开关、射击保险（供弹开关）、电机高速或低速运转供弹按钮以及射击模式控制（“短”档，短点射；“长”档，长点射；“连”档，连发）旋钮，侧面则具有电源接口以及信息显示系统输出接口。其配有的信息显示系统可显示当前的发射模式、射速、已发射的弹量和剩余弹量。CS/LM12曾安装在四轮驱动的全地形车上进行展出（其全称为“火力支援车”）。同时根据图片消息，2005年时类似的六管7.62毫米速射机枪已经装备中国陆军特种部队，该机枪也装载在一辆东风“猛士”轻型越野突击车上展示。这也从另一方面展现出加特林结构武器的独特之处，比如M134“米尼岗”，包括电动机和供弹机的重量实际并不大（对载具而言）。",
        "attributes": {
            "name": " CS/LM12型7.62毫米转管速射机枪",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "CS催泪弹",
        "source": "wiki",
        "title": "CS催泪性毒气",
        "url": "https://zh.wikipedia.org/wiki/CS%E5%82%AC%E6%B7%9A%E6%80%A7%E6%AF%92%E6%B0%A3",
        "date": "0",
        "content": "5-chloro-2-quinolinecarbonitrile  6-chloro-2-quinolinecarbonitrile  7-chloro-2-quinolinecarbonitrileCS催泪性毒气（英语：CS gas）是化学武器的一种，学名为邻-氯代苯亚甲基丙二腈（2-chlorobenzalmalononitrile），化学分子式为C10H5ClN2。是世界各国警方广泛使用的一种非致命性催泪气体。2-氯代苯亚甲基丙二腈本身在常温下为固体，一般喷射使用的毒气是该物质和挥发性溶剂混合而成的气溶胶。人类暴露于CS催泪气中时，会受到呼吸道烧灼感的影响，导致流泪、呼吸困难、流鼻涕、咳嗽、迷惑，造成其失去对抗能力。CS最早由两位美国人本·科森和罗杰·斯托顿合成于1928年在明德大学合成；CS一名正是来源于这两位的姓氏首字母。[5][6][7]在二十世纪50和60年代，CS气在英国威尔特郡的Porton Down（英语：Porton Down）成为秘密武器研发试验的对象。实验首先在动物身上进行，后来转到英国陆军人员身上试验。CS气对于动物的效果较差，和其“泪腺退化、毛皮覆盖”有关。[8]CS一般通过克脑文盖尔缩合反应反应制备：反应会使用哌啶或吡啶之类的弱碱催化。CS两人的合成方法一直沿用至今。[9]较新、可能更高效的催化方式有使用其他碱、不用溶剂、施以微波刺激等。[10]CS两人把这个物质的生理特性描述为：“这里有些二腈有刺激打喷嚏和催泪的作用。湿的时候无害，但干了就是灾难。”[9]用热分散法可造成毒烟，也可用爆炸法或撒粉器造成微粉使地面和空气染毒。能刺激眼睛、呼吸道和皮肤，有强烈喷嚏和催泪作用。纯品呈白色片状晶体，沸点310～315℃。熔点93～95℃，挥发度很小。CS有胡椒味，难溶于水，微溶于醇，易溶于苯、氯仿、丙酮等有机溶剂，不易水解，加热或加碱则可加速水解。它虽然能被高锰酸钾、次氯酸盐如氯漂白水等氧化剂氧化，但化学反应将相当剧烈，进而生成更具有毒性之化合物产生。[11]在一般使用的受热环境下，CS可以被热分解成至少含有一氧化氮、盐酸及山埃(Cyanide)的混合性毒气[12]。但催泪弹遇有明火环境（因不同燃烧物质有着不同火焰温度，通常高达上千度，例如使用镁粉或铝粉做为发热材料的催泪弹，均温可达摄氏2000度），而在高温环境下，CS及其热分解产物，会持续进行初级的热分解，分解后的初级产物，亦会再进行次级反应(secondary reaction)的热分解与热聚合反应，有流言说随高温时间持续,形成更多不同种类的多氯有机化合物，如二𫫇英等类二𫫇英物质，但如香港中文大学陈竟明教授所言，目前没有任何实验证据表明有致病剂量的二𫫇英生成[13]。英国皇家化学会院士曹宏威“估计是很低很低量，所以连测都测不到”[14]。在一般催泪弹爆炸产生的高温环境下，CS倾向于热分解。分解的有毒产物中，有些在大气环境下极不稳定，无法长期留存，例如一氧化氮会迅速与空气中的氧气反应,形成具有强烈刺激性与腐蚀性的二氧化氮。（一般情况而言，二氧化氮的主要来源，是燃烧化石燃料的内燃机排放，CS受热分解，因为一颗催泪弹的燃烧时间，远远没有汽车内燃机工作时间长，所以非连续长时间使用催泪弹的情况下,一颗催泪弹所产生的二氧化氮，对大气环境的影响，没有使用汽油或者柴油的汽车大[15]。）热聚合反应则生成更大碳数的类二𫫇英物质，如碳数12的2,3,7,8-四氯双苯环二𫫇英或多氯联苯，虽然在初级反应下，已热分解成碳数较低的有机化合前驱物，但是前驱物在高温条件下，需要由催化剂（常见如铜或其他过渡金属）的帮助，才可以更快速地聚合生成更多碳环的分子。中国制的催泪弹，在大气环境下爆炸时，燃烧温度高，过程伴随镁粉与铝粉等纯度不高的金属粉末，镁铝在高温下迅速氧化，没有过渡金属存在，产生的二𫫇英类物质“估计是很低很低量，所以连测都测不到”。亦有研究指出，CS催泪弹会热分解成氯苯 [16]，而氯苯在200-550摄氏度具有氧化铝为基底的铂催化的环境下，可以形成类二𫫇英等物质 [17]。但是催泪弹里面根本就没有铂，产生的二𫫇英类物质“估计是很低很低量，所以连测都测不到”。有学者认为，短时间内持续且大量使用催泪弹，将造成公共卫生与环境危机。[18]研究发现，CS于摄氏650度高温下，会形成碳数18的2,5-二氯-1,1':2',1-三联苯（1,1':2',1''-Terphenyl, 2,5-dichloro-）的有机化合物[19]，属于多氯三联苯一类的毒性物质。香港媒体立场新闻的前线记者陈裕匡连续5个月反复接触催泪气体后，由中医师诊断身体上出现氯痤疮[20]，而引起公众向警方咨询，香港警方先是否认催泪弹会释放类二𫫇英物质后，却又于隔日2019年11月15日的例行记者会上，承认催泪弹可能会释出二𫫇英[21]。注意到氯痤疮不一定是由二𫫇英引起，也可以由氯、氯酚和多氯联苯等导致。同时几千名警察、示威者和记者在5个月的香港示威前线，就陈裕匡一个人不幸中招。所以陈裕匡的氯痤疮是不是由催泪弹释放的类二𫫇英物质引发，目前没有定论。类二𫫇英物质通常由焚化炉燃烧有机含氯废弃物产生[22]，在抗议示威中，二𫫇英等致癌物亦可能由焚烧含氯有机废弃物产生[23]。惟有学者反驳称，须数百度摄氏高温燃烧和夹杂金属才会释放二𫫇英，单纯燃烧路障而释放二𫫇英的机会极低[18]。亦有压力团体成员接受时事节目《经纬线》采访时表示，警方举例称示威者燃烧大型水马的塑胶成分可产生二𫫇英的说法并不实属，因该种路障实际由高密度聚乙烯（HDPE，二号塑胶♴）制成，而非含有氯的聚氯乙烯（PVC，三号塑胶♵）。[24]气溶胶对人眼的刺激阈值为0.0025mg/m3，最低刺激浓度为0.1～1.0mg/m3。皮肤接触有灼烧感，疼痛感，严重时出现水泡、溃疡。野战条件下，一般不会造成致死性伤害。气溶胶状态的CS对眼睛和上呼吸道具有强烈的刺激作用，中毒后会出现灼痛、大量流泪流鼻涕等症状，脱离接触5～15分钟后症状就会消失,但皮肤接触的地方会产生刺痛、红斑，其作用仍可保持数小时之久。毒理试验证明后接触到CS死亡的动物显示杯状细胞数量的增加，呼吸道及结膜（眼睛粘膜，眼睑和覆盖眼球的一部分），呼吸道和消化道坏死（细胞死亡），肺水肿（肺部充满液体），并肾上腺出血。[25]CS这种刺激剂在西方国家，不但已经成为军警镇暴、维持治安的有力武器，而且也成为平民防身用的物品。和胡椒喷雾一样，CS喷射剂是一些国家的执法人等标准警用装备之一。CS不但被装进手榴弹、枪弹和手提喷洒器之中，而且还被装入车载的化学喷雾器之中以便机动进行镇暴任务。CS也被装入形态各异的容器中，如香水瓶的喷洒器之中，以便妇女等使用者自卫时使用。此处的CS是美军代号的音译，源于其发明人Ben Corson和Roger Stoughton名字的联合,二人于1928年第一次报导了CS的合成，1956年英国防化建设实验室（Chemical Defense Experimental Establishmen）将之发展为控暴刺激剂。1960年，美国军方通过以CS作为制式装备的决议，多用于镇压暴动。[26]CS的首次使用是英国在塞浦路斯镇压大规模骚乱，曾被美军大量使用于越战战场中，而现代多广泛用于军队和警察的镇暴行动、核生化训练、以及驱散示威人群。香港警方于2019年之反修例运动中，使用近万枚催泪弹对付倒塞道路的示威者及参与非法集结的人士。[27]。对CS的防护，不但要用防毒面具进行脸部及眼和呼吸道的防护，而且有时还需穿防护衣及靴套、手套等，对皮肤进行防护，中毒者可用2%碳酸氢钠水溶液或清水冲洗眼、鼻和皮肤。对于受到CS飞溅污染的环境，由于CS属酸性物质，绝不可以使用氯漂白水清洁，因CS与氯漂白水两者化学作用下，将产生比CS毒性更大的化合物。[28]有学者进一步说明，必须以1：1等体积之水与乙醇或异丙醇之溶液，加入5%(重量)的氢氧化钠(NaOH)或氢氧化钾(KOH)，等待至少20分钟使CS及其残余物进行碱性水解(alkaline hydrolysis)反应，待形成可溶于醇类水溶液之反应产物后，再以大量清水稀释冲洗[29]皮肤接触到催泪烟后亦应用大量清水和肥皂彻底清洗，而眼睛若有不适可用大量的清水或生理盐水冲洗。[30]对于受污染的衣物，若身穿衣物曾处于施放催泪弹现场，因残留物短时间难以清水洗净，建议应即时更换及弃置。[30][31]如须清洗身穿衣物，应与其他衣物分开以冷水清洗，否则反而会污染其他衣物。[32]甲二氯胂（MD） · 乙二氯胂（ED） · 苯二氯胂（PD） · 光气肟（CX） · 芥子气（H） ·  倍半芥子气（Q）（英语：Sesquimustard）  ·  氧联芥子气（T）（英语：O-Mustard）  ·  路易氏剂（L） · 氮芥子气（HN）（HN1（英语：HN1 (nitrogen mustard)） · HN2 · HN3（英语：HN3 (nitrogen mustard)）） · KB-16（英语：KB-16）",
        "attributes": null
    },
    {
        "keyword": "霰弹枪",
        "source": "wiki",
        "title": "雷明顿11-48半自动霰弹枪",
        "url": "https://zh.wikipedia.org/wiki/%E9%9B%B7%E6%98%8E%E7%99%BB11-48%E5%8D%8A%E8%87%AA%E5%8B%95%E9%9C%B0%E5%BD%88%E6%A7%8D",
        "date": "0",
        "content": "雷明顿11-48（英语：Remington Model 11-48，又称：M11-48）是一款由美国枪械制造商雷明顿武器公司所研制和生产的半自动霰弹枪，为二战之后雷明顿“新世代”半自动武器的第一种产品。[1]该枪推出用以取代作为其开发基础的雷明顿11。从1948年首度公布以后，1949年生产到1968年停产，并有着发射23⁄4英寸12号、16号、20号、28号和.410 bore等霰弹药筒的衍生型。1953年，B级型号（上）现代化的1949年，A级“车枪”型号（下）雷明顿11-48是一款以雷明顿11为蓝本、因而亦采用了枪管长行程后座作用式自动原理操作的半自动霰弹枪。与泵动式霰弹枪一样，霰弹药筒会储藏在枪管下方的内置式管式弹仓。当用户扣动扳机、膛室之内的一发霰弹药筒射击以后，枪管和枪机一并向后运动一段较长的距离（向后移的这个距离大于弹壳长度），直到后座到机匣尾部并且后座到位以后才进行开锁，枪机停止运动，击锤（英语：Hammer (firearms)）并被锁上；而枪管在套于内置式管式弹仓上的复进簧的作用以下向前复位，在枪管向前运动的过程中将弹壳从膛室抽，并且从抛壳口抛出枪外；枪管向前复进到位以后，枪机亦在其后方的复进簧的作用以下向前复进，同时将从底部的管式弹仓取出的下一发霰弹药筒推入膛室内，完成推弹上膛及闭锁动作，并呈待击状态。雷明顿11-48革命性之处在于，它采用了能让组件成本降低的冲压钢制部件，而且精选了真正的可互换的零件而非仅因枪匠（英语：Gunsmith）要求的配件，并因而极端可靠。这些变化的影响自每枝雷明顿霰弹枪以来都可看见得到，而且这现象在其竞争者的型号以上普遍。雷明顿11-48与雷明顿11的不同在于其机械加工的钢制机匣的形状以及使用较廉价的模压钢制内部零件。全新而容易拆卸的铝制扳机外壳是它的后继枪型，1100和11-87的功能。很像雷明顿11的是，该枪是由双重复进簧的方法操作。第一个弹簧位于枪托，用作对于枪机的阻力。第二个弹簧位于管式弹仓以上，用作枪管复进簧，使枪管向机匣作数英寸的后座。雷明顿11-48与雷明顿11的不同在于摩擦环放置在枪管复进簧的前端。雷明顿11分别具有一个平面末端和一个斜面末端的黄铜制摩擦环。摩擦环就装入枪管底部凸耳的相应切口。发射重装药霰弹药筒时，摩擦环被倒转而令斜面末端朝向凸耳；发射轻装药霰弹药筒时，就会倒转为平面末端面对凸耳。雷明顿11-48具有一个相似的摩擦环系统，但被修改为自我调节，从而可在任何装药量以下都可正常操作。运动员'48型是为了符合各种美国狩猎法规而推出的衍生型。其管式弹仓被塞子阻塞，这导致弹仓只能装填2发霰弹药筒。加上在膛室之内的另外1发，其总容量就是3发霰弹药筒。它有着发射12、16和20铅径霰弹药筒的版本。压进管式弹仓的凹形体可借由圆锉从内侧除去，可让弹仓容量从2发霰弹药筒恢复为4发霰弹药筒（全枪总容量5发霰弹药筒）。少量被士兵购入并且在朝鲜战争期间使用。以后又有少量被美国海军陆战队士兵购入并且在越南列装。",
        "attributes": {
            "name": " 雷明顿11-48",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "坦克",
        "source": "wiki",
        "title": "坦克",
        "url": "https://zh.wikipedia.org/wiki/%E5%9D%A6%E5%85%8B",
        "date": "0",
        "content": "坦克（英语：Tank，香港称为坦克，台湾称为战车），是一种具有强大的直射火力、高度越野机动性和强大的装甲防护力的履带式装甲车辆，也可以压制、消灭反坦克武器、摧毁工事、歼灭敌方具威胁的反抗力量。坦克一般装备一门大口径火炮（视坦克类型而定，有些现代坦克的火炮甚至可以发射反坦克／直升机导弹）以及数挺防空或同轴机枪。坦克大多使用旋转炮塔，但亦少数使用固定式主炮（例如瑞典的S型坦克，只透过机动来开火）。坦克主要由武器系统、火控系统、动力系统、通信系统、装甲车体等系统组成。大多数现代坦克都具有一定的潜渡能力。“坦克”是英语“Tank”的音译，原意为“大水柜”，因为制造坦克是在极机密的情况下进行的，最初是因当时参与建造的工人误以为他们在建造军舰装淡水的大水柜。英国军方为了在1915年首次使用坦克作战之前对外保密，因此在送往战场的坦克贴上“Tank”字样，并对外宣称是盛载饮水和食物的容器，该名称便一直沿用至今[1]。坦克车的概念最早可见于列奥那多·达芬奇手稿中的一台圆锥体的武装装甲车。首辆坦克Mark I 坦克于1916年开始服役，由英国战地记者埃文顿所设计，英国军方建造而成。1903年履带车辆发明，主要是当作农业用的牵引机，一战时因为传统轮胎式的装甲车辆无法在满是凹坑和松软泥土的战场冲锋，否则便是装甲不足以抵御机枪和手榴弹的威力。英国这时候注意这台履带车辆，不但在1915年2月成立Landships（陆舟）的研究机构，并向HOLT购买两台牵引机做研究，同年底，该机构研发出第一辆装甲履带车被称为“小威利”。英国也是第一个在战场上使用坦克的国家，当时的坦克主要是为了克服第一次世界大战期间，西线战场上僵持不下的壕沟战局面。但是初期坦克的表现差劣，可靠性差、底盘没有独立悬吊系统，十分不舒适，操控环境非人性化，造成官兵晕眩呕吐、军人抱怨连连，而在第一次世界大战结束前，德国也开发出他们自己的坦克A7V步兵战车加入战场。只是在战争结束前并未发生多数坦克在战场上对决的场面。在两次大战期间，坦克的运用与编组方式在各国兴起广泛的研究，主要的研究方向大致上分为两派，一派的意见是认为坦克应该是支援步兵的一个系统，因此需要搭配步兵部队的编制与作战型态，平均分配给步兵单位指挥调度。另外一派的意见认为坦克应该要集中起来使用，利用坦克的火力、防护与机动力的三项特性作为战场上突破与攻坚的主力角色。前一派的意见在当时占了大多数，后一派则以德国代表。德国在第二次世界大战初期的战果让各国领悟到坦克的运用应该加以集中，以充分发挥他们的优点。而集中坦克使用之后，相对应的火炮支持，补给后勤和运输系统都需要跟着改变，这些在战争中学习到的经验彻底改变日后的战场型态。在这个阶段之后坦克的编组与运用又有两种不同的方向，一派认为坦克需要步兵的协助，因此步兵需要增加机动力，这也就是机械化或者是摩托化步兵单位的兴起。另一派认为如果步兵赶不上，那么只要坦克就可以独揽大局。后一派的意见在1973年的第四次中东战争当中失败，所以坦克还是需要和步兵相互配合才能够发挥最大的作用。只限于对主战坦克在国际上有共通的分代准则，侦察和特种坦克都因为各国为本国国情度身订造，各国鲜有和盟国合作开发，而且也经常因服役时间更长，而较少有世代更新的必要。一般认为大战到六七十年代推出的是第一二代主战坦克，但一些装甲武力发展较后进的国家，在八十年代才推出类似的第二代坦克，可是在某些方面的设备远较真正的第二代坦克先进。第一代多是二战时的中重型坦克的直接改良型，和前辈的分别是普遍改用柴油机驱动和有斜面的装甲，如苏联的T-54，美国的M48巴顿，英国的百夫长坦克，日本的61式坦克。第二代又是多第一代的直接改良型，有现代化的火控系统和悬挂系统，并使用专用的坦克炮，也首次引入较简单的核生化武器防御系统和夜视仪，如美国的M60巴顿，苏联的T-62，英国的酋长式，西德的豹1，中国的69式坦克和80式坦克，法国的AMX-30，日本的74式坦克。到六十年代因适应战后的反坦克武器和战术核武器的威胁，各国开始研制全新的坦克。首先使用较大口径的主炮甚至适应发射导弹为主武器，采用机械的方式装弹配合威力强大的主炮，并有复合或间隙装甲以免硬吃核弹的爆风跟放射线，也可以挡住反坦克武器的穿透，也考虑因为减轻被核袭的机会将以疏散的队形活动，并以反坦克导弹为主武器。但这些最初的方案都因为技术难度太大而被取消了，如美德合作的MBT-70和苏联的279工程，但却成为后来第三代主战坦克的技术基础。苏联在七十年代率先推出T-64和T-72，但对于其新技术掌握并不成熟，T-64单价高昂而且只有苏联采用，T-72实战中表现并不出众，常被批评而不算合格的第三代主战坦克。一般认为真正的第三代是八十年代前后出现的，而俄国索性认为是第四代，如俄国的T-80和T-90，美国的M1艾布兰，乌克兰的T-84，德国的豹2，英国挑战者1和挑战者2，中国96式主战坦克和99式坦克，日本的90式坦克和10式坦克，法国的勒克莱尔主战坦克，以色列的梅卡瓦主战坦克，韩国的K1主战坦克等。第三代主战坦的新技术含量较高，多半是全新设计的，只有部分车型使用和第二代主战坦克相似的旧型号部件（包括中国的MBT 2000和英国挑战者1）。但实际上坦克不像战斗机可以快速到达战场，故需要大量部署而造成天价的总采购费，故为防止重复MBT-70和279工程的失败，所以各国以坦克的最原始功能——保护乘员，作为主要的判别第三代标准，便是安装了有间隙或复合装甲，以及全自动的灭火系统，集体式的核生化武器防护，大大保障了车员的安全。其他新的技术在一部分早期（八十年代）的第三代主战坦克并未全面使用，便是120或125毫米口径的主炮和夜视热成像仪*，到上世纪末的九十年代才全面使用。而其他一些新技术如自动装弹机、主动防卫系统、液气压悬挂系统、防止被贯穿后弹药殉爆的隔舱、主炮发射导弹、燃气轮机、敌我识别系统、C4I机能、隐身涂料...等至今仅在一部分车型上使用。坦克的设计可分三方面：包括火力、防护力及机动力，另外还有对战场上敌军士兵的心理压力。火力是指识别、交战及毁灭目标的能力；防护力是指被敌军发现、击中、破坏的忍耐力；机动力指对战场上多种不同地型的适应能力及战略上的运送能力。以上三方面各自影响，例如加强装甲提高防护力后，因为重量增加而降低机动力；改用大型主炮加强火力后，会因炮塔前方装甲较弱及车体平衡而影响防护力及机动力。根据车体重量，坦克可以划分为：但现在军方鲜有作此方式分类，以上主要是作为对历史上的称谓分类概念。1960年代开始，由于中型坦克的火力和装甲防护已经达到或超过了以往重型坦克的水平，同时克服了重型坦克机动性差的弱点，从而形成了一种具有现代特征的的单一战斗坦克，即“主战坦克”或“主力战车”，成为各国家装甲部队的主力（Main battle tank，MBT）。主战坦克的出现改变了传统的坦克分类方法，从此坦克的分类开始按用途分为主战坦克和具有其他用途的特种坦克。然而，部分国家如苏联在很长一段时间内并没有主战坦克这一称呼，仍称之为中型坦克。主战坦克可以理解为具有现代坦克技术特征、在战斗中担负主要作战任务的战斗坦克。主战坦克是现代装甲部队的基本装备和地面作战的主要突击兵器，同时也是最主要的反坦克武器之一，也是在核战争条件下生存能力最强的武器。主战坦克集以往的中型坦克和重型坦克的任务在一身，是坦克发展史的一大里程碑。现在仍在生产的主战坦克战斗全重一般为40吨至70吨，实际有等同于传统的重型坦克的重量，从80年代开始各国的主战坦克的重量有快速飙涨的趋势。这是因为面对各种步兵使用的反坦克武器，虽然先进装甲有助不增加车重的前题下加强防卫力，但实际仍然是需要有较厚的基本装甲作为内层，而且需要较大的车体保持内部良好的分隔，减少车员因燃油或弹药被火灾殉爆的机会。新型坦克火炮口径目前多为120或125毫米级，滑膛炮也在80年代开始成为许多国家设计新一代主战坦克的首选，以增强对装甲的破坏力，典型型号如前苏联的T-72、德国的豹2、美国的M1艾布兰等。较大的炮弹也需要较大的车型来储存的，也是现代坦克车型变大的原因之一。为了不致大大增加车重，在上世纪九十年代开始，一部分最新坦克采用了一系列新技术来保持攻击和防卫力下，车型不致过大过重：另两个解决新型主战坦克过重的方法，一是延长较旧和轻的主战坦克的寿命和对其现代化升级，如苏联的T-54坦克和T-62坦克，日本的74式坦克，中国的59式坦克等，仍然在原产国继续服役和部署在较崎岖的地方。二是由其他较轻的装甲车辆弥补笨重的新型坦克在山地部队的地位，如俄国的2S25反坦克自行火炮或日本的16式机动战斗车等。包括了传统的轻型坦克和小坦克，前者有中国的62式坦克，后者有英国的蝎式侦察坦克，主要特点是较轻巧而方便在崎岖地形部署，并为了大部队作斥侯的侦察任务。为了方便运输，其中一部分更是两栖坦克如俄国的PT-76和空降坦克如美国的M551或M8-AGS。俄国的2S25“章鱼”既可以空降，同时也有两栖性能。因为侦察坦克的数量需求较小，所以近年常倾向使用步兵战斗车相似的底盘，如俄国的BMP-1和法国AMX-13，美国的M2布拉德利骑兵战车。通常是由其他较轻的廉价装甲车改良而来的，但配备有相对于车型来说较大的主炮，作为非装甲部队在针对中或重型坦克战斗使用。为了适应较小的车体，往往牺牲某些功能，例如放弃回转的炮塔的突击炮。优势在于廉价形成的数量优势，如果在防御战情境下不须机动又可依托工事增强防护，加上攻击力更强的炮弹，有和敌方主战坦克一战的能力，是预算较少的军队对抗较强军队时一种战术武器。现代因为反坦克导弹的普及所以专用的坦克歼击车已经少见了，仅有中国解放军的PTZ-89坦克歼击车或是瑞典S型坦克等少量特殊作品，但也随着时代逐渐退出现役，也有人会把一些侦察坦克或安装了反坦克炮或反坦克导弹装甲车，如半人马装甲车也称为一种坦克歼击车。有些坦克因设计思想及战场需要而有特别功能：T-35重型坦克M551轻型空降坦克一架M60A1装甲架桥车正在架起其活动桥。装有火焰喷气器的M60巴顿，1966年1月，越南。96式坦克底盘制造的装甲工程车在战场上，操作坦克的士兵必须在保持高机动性下，做到快速识别敌我、交战及破坏不同类型的敌军目标。因此坦克上安装了精密的探测装置及火控系统、可发射多种类型弹药的主炮及用于防御敌军士兵、轻型装甲车辆及飞机的机枪。二战时期曾经出现过一些装有特别武器的坦克，如装有火焰喷气器及多管火箭炮的版本，但随作战模式转变，越战后已没有再出现。二战后，所有坦克都采用大口径单主炮设计，亦是高火力地面武器中的代表，坦克炮可分为滑膛炮及线膛炮，英国及印度是现时少数仍然采用线膛炮坦克的国家。现代主流的坦克炮可分为北约的120毫米口径及苏联/俄罗斯、的125毫米口径。坦克炮可发射多种类型的弹药，但主要发射穿甲弹及高爆弹，部分滑膛炮更可发射导弹，炮管上的炮膛清除器更成为现代坦克的常见装置。现代坦克主炮通常备有散热系统来降低发射时炮管各部分的温度以保持准确度及射程，例如在下雨时发射后炮管顶部会比底部较快散热，侧风时炮管一侧亦会较快散热于另一侧，这种金属反应会影响弹药的远程弹著点。出于节省主炮弹药、方便校正弹道、以及因主炮装填或目标角度等因素而无法以主炮射击的情况下自卫之类的考虑，坦克亦会装备短距离、较小口径武器以对付敌军步兵、轻型装甲车辆及小面积目标，常见的为与主炮相同指向的同轴机枪（又名并列机枪），美国及北约的为7.62或12.7毫米口径，俄罗斯的为14.5毫米口径，而部分法国坦克（如AMX-30主战坦克及AMX-40）更装有高射速的20毫米炮作防御。除同轴机枪外，炮塔顶部亦装有一把或两把由车长或炮长以人手控制的防空或支援用途机枪，部分型号则为遥控版本。早期坦克是“直射”武器，早期的坦克火控系统以设有风偏及弹著距离分划的瞄准镜来瞄准，其后出现比早期准确的立体观镜测距仪，后来更准确的激光测距仪取代前者成为主流装备。现代坦克的火控系统更可在快速移动期间远距离准确命中目标。坦克大多发射成型弹药，与自行火炮的三件式（分发射体、火药、雷管）弹药不同。常见的坦克弹药包括黏着榴弹（又名塑料榴弹）、高爆反坦克弹、尾翼稳定脱壳穿甲弹等。部分坦克如M551、T-64、T-72、T-80、T-84、T-90及PT-91等更可以炮管发射反坦克导弹，这种功能令坦克的作战方法改变、效能加倍，甚至可对付低飞的直升机。独联体国家至今仍然保留炮管发射导弹的功能。但因为坦克本身的视野易受到地形影响，坦克本身目标又很明显，被认为不是反坦克导弹的最佳载具，故美国在采用M60A2后已放弃这种作战概念。坦克的防护力包括避开敌军的发现、被破坏的忍耐力及被击中后对车组人员的保护和存活能力。坦克在森林及丛林静止时可用车体上的迷彩伪装作掩护以避开攻击；在开阔的地型时，坦克会成为一个明显的目标；当一架坦克在开动引擎移动时，引擎运作的热力可轻易被红外线探察到；坦克的履带在地面上留下的痕迹可在空中发现，在沙漠移动时引起的沙尘亦比车体体积大数倍。热效应是坦克的主要弱点之一，就算是一架静止在掩体后、开动了引擎的坦克释放出的热空气引至的影像反应（像海市蜃楼效应）仍可以被探察得到。坦克的动力由柴油引擎或涡轮引擎推动，运作时像一架火车头，发出的声音可在远距离上听到（涡轮引擎更为严重），气味亦可透过风向而被察觉出来。坦克在移动时亦会震动地面。由于重量大，现代坦克采用极大输出功率的引擎（1,000匹或750千瓦以上），亦导致它比周围事物发出更大的热能讯号。沙漠风暴行动中美军的M1艾布兰亦有四次因为热能讯号而被伊军的T-72发现，当时的伊军更会在夜间完全静止以探察敌方的热能讯号。科索沃战争中显示出经常移动的坦克有更高的存活率，当时北约空中部队最初成功破坏在战场上静止的塞尔维亚坦克，后来塞尔维亚陆军（英语：Serbian Army）把他们的坦克不断转换阵地，存活率亦立刻提高[4]。主战坦克是现代地面部队中拥有最强装甲的车辆，坦克的装甲主要保护车体内部及车组成员对抗各种武器攻击。坦克最常见的威胁是敌军坦克的动能穿甲弹，其他包括反坦克导弹、反坦克地雷、大型炸弹、火炮直接命中、及大规模杀伤性武器等能毁灭坦克的武器，致命弱点还有被空中武器从顶部攻击。大部分现代主战坦克对火炮的破片及如火箭筒等的轻型反坦克武器有完整的保护力。实际上坦克装甲如果要对抗所有威胁将会变得非常沉重，因此设计时只取防护力及重量的平衡点。大部分装甲战斗车辆以坚硬的钢铁或以铝制造，不少坦克亦以的轧压均质装甲（RHA）作防护。二战前，多个坦克设计师推出了新的装甲设计──倾斜装甲，当中以T-34的倾斜装甲最为著名，与相同厚度的普通装甲相比下，倾斜角度的装甲对战斗部的防护能力大大提高。战斗部击中此类装甲跳弹的几率远高于普通装甲。在二战时期，由战机发射的无制导反坦克火箭亦令坦克内的车组人员非常畏惧，尤其是D日霸王行动时，但其实无制导反坦克火箭的命中率很低，反而由飓风战斗机（Hawker Hurricane）发射的40毫米炮及斯图卡轰炸机的37毫米炮效果更好。反坦克高爆弹、巴祖卡火箭筒（Bazooka）及Panzerfaust亦是二战时期出现的新产品，它们皆采用锥形装药以贯穿目标。1970年代开始，有些坦克已经装有混合了合金及陶瓷材料的新型复合装甲。复合装甲是一种具优良防护能力的被动装甲，而由英国开发著名的乔巴姆装甲（Chobham armour）亦是改良自复合装甲，美军的M1A1艾布兰则采用更先进的贫铀装甲。1980年代开始，坦克开始装备爆炸反应装甲，当坦克被命中后，坦克表面的反应装甲就会爆炸，能够炸开穿甲弹锥形装药的金属射流。爆炸反应装甲逐渐成为主流坦克的标准配备，为第三代主战坦克的标志之一。今天，地雷及空中武器从顶部的攻击仍然是坦克的致命弱点。轻型反坦克武器对破坏履带仍然有效，当履带被毁后坦克将失去任何机动力，因此很多履带式车辆都装有侧裙来保护履带及悬挂系统。有些反坦克弹药采用软性炸药以做成破片伤害。以色列为了向车组人员提供高度防护，因此他们梅卡瓦主战坦克设计比较特别，它以引擎及油箱作第二度防护来保护车箱内的车组人员。大部分装甲车辆皆装有烟雾弹发射器以在被伏击或攻击时快速发射烟雾弹作掩护，烟雾屏障可有效阻挡以可见光瞄准的武器攻击。有些烟雾弹可产生极浓密的雾团来影响激光目标指示器的效能，尤其是发射后需要保持目标制导的反坦克导弹。很多现代的主战坦克如法国勒克莱尔的烟雾弹发射器可发射催泪弹及破片手榴弹，以色列的坦克更装有可由内部遥控运作的小型迫击炮以对付掩体后的目标。二战时某些德军坦克的烟雾弹/破片手榴弹发射器更可从内部装填以避免人员暴露在外。部分坦克除装有烟雾弹发射器外，更装有以消耗燃料来运作的烟雾制造机。现代坦克的被动防御还包括被激光制导时发出警报的系统及被超短波雷达发现时的无线电警报系统。爆炸反应装甲是一种在坦克及装甲车辆上常见的反制品，它可以引爆击中车体装甲的锥形装药高爆反坦克弹战斗部以降低伤害，由于成本低、使用简易，爆炸反应装甲在八十年代起，便被先进国家的军队大量地采用。主动防护系统（Active protection systems，APS）是一种未来的反制产品，它采用雷达或类似的扫描装置找寻，并自动反制来袭战斗部。近代俄罗斯出产的新型坦克装有一种可自动干扰来袭导弹及瞄准制导装置，名为Штора（Shtora）的主动干扰系统。当坦克上的车组成员暴露在车体外，如车长或驾驶员打开保护盖伸出上半身以观察战场环境时，他们会因缺乏保护变得非常危险而容易成为敌方的目标，如敌军步兵及狙击手的射击，或因坦克被炮弹或导弹击中而引至受伤。因此潜望镜及相似功能的瞄准具成为坦克车长常用的观察装置，但是一旦将舱门全部关闭仅依赖潜望镜或是其他光学仪器作战时效率也会受到影响。",
        "attributes": null
    },
    {
        "keyword": "突击炮",
        "source": "wiki",
        "title": "VBC-90突击炮",
        "url": "https://zh.wikipedia.org/wiki/VBC-90%E7%AA%81%E6%93%8A%E7%82%AE",
        "date": "0",
        "content": "VBC-90毫米轮式突击炮是法国雷诺一款轮式突击炮，雷诺公司1970年代利用GIAT TS 90炮塔和激光测距仪结合装甲车底盘生产此车，获得法国陆军采用，1979年在萨托里军械展览会（Satory Exhibition of Military Equipment）上首次展出。可发射法国地面武器工业集团的霰弹、榴弹、破甲弹、烟幕弹和翼稳脱壳穿甲弹，可载20发炮弹，汤姆逊无线电（Thomson-CSF）公司的卡纳斯达（Canasta）被动式夜视系统使炮长在夜间能搜寻到2000m内的目标并瞄准射击。适合装甲侦察任务。阿曼共订购了6辆，也装备SOPTAC11火控系统，于1985年交付使用。本车也可搭配多种炮塔，成为各种用途车辆",
        "attributes": {
            "name": " VBC-90毫米轮式突击炮 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "地形",
        "source": "wiki",
        "title": "地形",
        "url": "https://zh.wikipedia.org/wiki/%E5%9C%B0%E5%BD%A2",
        "date": "0",
        "content": "地形，地貌形态（体），是地球（或是其他星球）表面（地表）各种局部的空间实体状态，亦可称为一个以海平面为基础的相对独立的地表起伏单元，比如高山、丘陵、高原、盆地等。地貌形态可以分为原生地貌形态和次生地貌形态，以其是否受到地球外动力侵蚀为划分依据。构成地貌形态，需参考包括高度、底平面形状和面积、地表倾斜方位和程度在内的三个基本指标。地貌形态是地貌学研究的基本问题。地球的地形分为“陆地地形”和“海底地形”。地形处在漫长的演化之中，陆地和海洋互相转换。考古发现，喜马拉雅山地区有大量海洋生物化石，表明这里曾是海洋，后来由于地壳隆起擡升为高山。关于海洋与大陆的演变，有著名的大陆漂移说和板块构造说。按照地貌形态的空间规模差异，可以把地貌形态分为若干个不同的空间单元。微地貌形态和小地貌形态可以称为单独形态，星体地貌形态、巨地貌形态、大地貌形态和中地貌形态则可称为复杂形态，由单独形态构成。而在实际上，各个地貌形态之间没有严格确定的界限。地表形体是由每个基本的地貌要素构成，包括面、线和点。地貌面，亦可以称为地形面或坡面，由坡面高度、倾斜度、坡长、倾斜方向、延伸方向及水平投影面积形状构成。地貌面的构成参数也可以称作特征参数，可以确定地貌面的空间特征。自然地貌面可以分为平面、斜面和垂直面，以两地貌面之间所成二面角夹角2°和55°为界限。0°~2°为平面，2°~55°为斜面，55°~90°为垂直面。地貌线是两地貌所成二面角的交线，可以分为坡度变换线和坡面变换线两种，包括山脊线、山麓线、谷底线等。坡度变换线是垂直（上下）方向的地貌面产生的交线，坡面变换线是水平（左右）方向的地貌面所成的交线。地貌线的表现形式可以有直线、曲线和折线，而事实上，大多数地貌线由于受自然侵蚀转而成为圆棱面。地貌点是地貌面或线的交点，比如山顶点。地貌形态的文字表述，主要包括其成因、组成和年龄，还有平面形态、垂直剖面形态以及纵剖面形态。平面形态是地貌形态在平面坐标系上投影的形状，常以直径、扁率、长轴长度、短轴长度、面积、弯曲系数等参数表示。其中，弯曲系数为                    δ        =                  L                                                  ′                                                /                L              {/displaystyle /delta =L^{'}/L}  ，L'为曲线长度，L为直线长度。垂直剖面形态，又称横剖面形态，包括坡形、坡面长、坡度等。纵剖面形态，包括起伏特征、大小等。在测绘领域，地貌形态的描述主要是数字参数描述。包括高度、坡度、切割密度、切割深度等指标。高度用以表现地貌起伏，有绝对高度和相对高度之分。坡度用以表现坡面的倾斜程度。在实际情况下，由于地表是一个曲面，任一点的坡度都是不同的，所以坡度是指一个平均值。切割密度是一区域内谷地长度与面积的比，为                    σ        =        L                  /                A              {/displaystyle /sigma =L/A}  ，L为区域内谷地长度或数量，A为区域面积。切割深度是区域内最高点和最低点的高差，表述为D=E高-E低。在地图上，地貌形态主要表现为等高线。例如，等高线越密集，坡度越陡；等高线越稀疏，坡度越缓。",
        "attributes": null
    },
    {
        "keyword": "空包弹",
        "source": "wiki",
        "title": "空包弹",
        "url": "https://zh.wikipedia.org/wiki/%E7%A9%BA%E5%8C%85%E5%BD%88",
        "date": "0",
        "content": "空包弹是枪械所使用的子弹种类之一，其特色就是没有战斗部，其他弹壳、推进火药以及底火都样样具全，因为不需推进战斗部，所以火药的使用上相较于一般子弹而言较少。在击发时，像一般子弹具有声光效果，但无实体击发物（战斗部）。不过空包弹与假子弹（dummy）不能混为一谈，假子弹就算被枪机的击针撞过也不会有火光与噪音从枪口的制动器中冒出来，更不会有战斗部从枪管中飞出去。发射空包弹并非有如其他一般子弹一样，只要口径吻合即可使用；使用空包弹之前预定为发射空包弹的枪支必须先行改装，例如在枪口加装转接器。转接器的功能在于增加发射空包弹时的安全性，以致于提醒射手“不要”把实弹装入发射空包弹的枪支中；转接器另外的一个重要的功能就是提供足够的模拟膛压维持枪机的正常运作。发射空包弹除了是让部队习惯战场气氛的最简单也是最佳的方法以外，也是让电影中的战斗变的更逼真的好方法。经常用来拍摄电影专用的空包弹又称为“五合一”（5-in-1）空包弹，不只能够推动道具枪的枪机运作，还能够适用于不同大小的药室。空包弹还可以应用在发射枪榴弹方面；在专门的枪榴弹发射器出现之前，地面部队对于掩体后方的目标采曲射弹道武器进行攻击与摧毁多半使用小口径迫击炮，或者就是枪榴弹。发射当时的枪榴弹之前射手必须先卸下弹匣清枪，然后将枪机固定在后，这时候将空包弹置入药室然后上膛，准备发射。手榴弹的长条柄座除了承受发射的威力之外，也确保枪榴弹不会在飞行途中发生滚转导致失去一定的精准度。不过由于一般的空包弹的威力不足，无法提供枪榴弹足够的初速与射程，如果初速不足，枪榴弹就容易受到风偏的影响；因此也有专门用来发射枪榴弹的子弹，以不影响枪支操作的安全的条件下增加子弹火药的硝比例，并增加硫的成分加速火药爆炸与燃烧的效率。也有的枪榴弹设计采用急就章简化的方式；将手榴弹安装在有握柄夹的长条柄座上，柄的直径与枪管内径吻合，长度大约枪管长度的一半。士兵发射时将手榴弹与长条柄座接合锁紧，然后将柄从枪口插入，然后将枪机固定在后，这时候再将专门发射枪榴弹的空包弹置入药室然后上膛，准备发射。这种空包弹与普通的空包弹的差别在于不能直接瞄准实行肩射；这种空包弹必须将枪托抵触于地面，如果进行肩射会因为巨大的反冲造成肩膀出现严重撕裂伤、脱臼或骨折。另外由于柄座与枪膛摩擦，加上推进火药含有硫化物，容易造成枪膛严重磨损与锈蚀。不过射手的恶梦并没有结束，在战况激烈的时候没有办法担保在紧张的心情下确认塞进药室的就是专门的发射弹而不是普通子弹；如果击发普通子弹会因为材质质量差别的关系而发生膛炸，进而危及射手的人身安全。空包弹也可以用在工程建筑上；有的钉枪（英语：nail gun）不是使用一般压缩机（compressor）压缩空气之后发射铁钉到木质结构中，如果要将钢钉钉入更硬的结构，例如钢架或混凝土中，就必须利用击发凸缘式底火直壁式弹壳的空包弹将钢钉钉进去；钢钉不是与弹壳相连的，如果相连就会被视为子弹，会遭到法律管制，甚至被视为违法。原理就是将空包弹置入一个发射杯中，另外再将钢钉至于空包弹前，将发射杯移到预定钉入的位置，将钉头对准后推送之；钉头会因为结构表面硬度而向后退，以致连同发射杯中的空包弹一起向后推送，这时发射杯底的浮动击槌就会打击底火引发底火的爆炸产生威力强迫钢钉再向前钉入结构内。同理，发射杯底座的长柄也不能加装扳机或任何击发装置，则会被视为枪械而遭到管制，甚至禁止。在美国某些地区风行一种“拔枪快射”竞赛，类似西部电影情节中牛仔的对决，看谁先把枪从大腿外侧的枪套中掏出来然后把对方给毙了，当然现在被击毙的对象已经改为气球了。不过由于不可能用实心战斗部进行竞赛，因此一种特殊的空包弹因应而生；结构很简单，弹壳、底火、非常少的推进火药，以及一层燃烧速度较慢的无烟火药。竞赛对手击发弹药后，底火爆炸点燃弹壳中的推进火药，火药燃烧爆炸点燃最外层当作火药盖（powder layer）的无烟火药，由于燃烧速度比较慢，因此这些燃烧中的火药渣飞出枪口时都还具有造成烧烫伤的能力，但是又具备足够的初速在短距离内将充作目标的气球烧破，因此可以判定是否有效击中。有的竞赛改用蜡制战斗部，虽然初速高但是容易碎裂，提高竞赛的安全性。至于执行枪决的时候，政府往往也会随机给予枪手空包弹，让枪手减轻良心上的负担，尤其是行刑队枪决；但其实有经验的枪手还是会借由反冲的后座力得知自己是否将受刑人击毙，毕竟空包弹的反冲比较一般子弹小。外界常对空包弹出现错误观念是“不含战斗部所以没有杀伤力”；其实就算是没有战斗部的空包弹仍存有一定的危险性。事实上只要是近距离（距离依照弹药种类与厂商说明而不同），空包弹可也能会造成死亡与严重外伤。然而这些意外通常与前面所提到的错误观念有关[1]，所以如果能够广泛建立对于空包弹的安全意识就能有效地进一步减少不必要的伤亡。然而仍然有不经事的人士将空包弹当作玩具，用装填空包弹的左轮枪进行俄罗斯轮盘游戏，直到意外真的发生为止。空包弹之所以能够造成伤害，与其基本的构造有关；为了防止弹壳内的火药流失，空包弹内部前方会有一片厚纸片或者塑料制的火药塞盖（powder wad）将火药封住，并于击发时会有如子弹一样向前射出，尽管高压高温会导致塞盖破损，但是不见得塞盖于击发时会立即破损碎裂成比较小的碎片（事实上就算裂成小碎片也具有一定的动能造成杀伤力），因此在特定范围内塞盖会仍然会造成人员穿透伤，而火药形成的高压火药气体也会造成近距离内人员严重烧烫伤。就前面提到以空包弹从事俄罗斯转盘的危险行为来说，就算幸运未因此而丧命，亦有可能造成听力受损或是皮肤严重烧烫伤，因为空包弹的发射噪音并没有比一般子弹低。演艺圈当中不乏因为人为疏忽或掉以轻心而命葬于空包弹的威力；最有名的案例就是李小龙之子李国豪以及名模强-艾瑞克·海克逊（英语：Jon-Erik Hexum）。尽管李国豪的死亡有各种阴谋论穿凿附会，由于其父英年早逝的关系，然而目前所知是因为剧务人员并未将前一场戏所使用的道具枪清枪，以致于枪管内有前一场戏的枪击碎片残留，因此当剧中另外一位演员麦考尔·迈西（英语：Michael Massee）对着李国豪开枪时，原先残留的碎片就飞射出来造成了悲剧。至于强-艾瑞克·海克逊则是被剧中枪支的空包弹的火药盖击中头骨，而破裂的头骨碎片继续向前深入脑干而导致他的死亡。",
        "attributes": null
    },
    {
        "keyword": "引信",
        "source": "wiki",
        "title": "引信",
        "url": "https://zh.wikipedia.org/wiki/%E5%BC%95%E4%BF%A1",
        "date": "0",
        "content": "引信的主要功能是适时引发弹头的酬载内含摧毁目标的能量，若其无法正确的运作，即使弹头酬载内含具毁灭性能量，也无法成为具有有效威胁能力的武器。缘此，引信设计的良窳直接影响到武器系统的效能。引信的设计重点可以归纳如下：在实务层面，这些考量重点往往互相矛盾，例如为增加引信的安全性，则引信结构就会变得复杂，进而增加制造的成本；反之，简单的引信设计随之而来的就是不安全性和不可靠性。截至目前为止，已有各式各样的引信被设计、制造和使用，但这些引信都具有一个共同的目标：使弹头能于“最佳引爆点”启动“弹头酬载”，发挥其内含的能量，以摧毁目标。以下依引信的作用方式来对引信进行分类。时间引信（Time Fuze）是利用机械、电子、烟火、化学、辐射或其他方式计量时间，一旦达到预定时间，便启动以引爆酬载。这类引信通常可于事先设定启动时间。例如机械定时方式是利用一简单的齿轮时钟；而电子定时方式类似钟表，利用类比或数位电子计时器，大多用于照明弹、地雷、炸弹以及少数高爆炮弹上。时间调整的范围依弹头种类可短至数秒，长至数小时甚至数天。触发引信（Impact Fuze）为一种借由与目标的直接物理性接触，进而引爆弹头的引信。至于实际的引爆时间则视触发引信的设计而定，可在目标外或目标内启动。此种引信设计的困难点在于与目标产生直接物理性接触时的感测效果，特别是目标硬度不足，或并不垂直于弹头弹道时最为明显。以飞机为例，其蒙皮薄且硬度低，若触发引信避免飞行时的空气阻力引爆弹头而将感测和启动临界值设定较高，下场就是弹头在飞机上穿孔而未引爆，对目标不构成致命性破坏。依其在弹头内的位置，又可分为三类：引信设置于弹头鼻锥部，其优点为在撞击目标可立即反应。早期弹头所使用的引信多属此类，目的在破坏目标表面。引信设置于弹头底部，主要为穿甲类武器采用。当弹头撞击至目标时，需经一段时间后引信方能因压力而启动，因此酬载被引爆时，弹头已深入目标内部，又称为触发延时（impact delayaction）引信。这类引信主体部分仍装置于弹底，但弹尖处仍装置一感测器，当撞击目标时感测器会产生电流并传导至弹底的引信，并引爆底火和酬载。此类引信多用于反装甲成形弹头，这是因为当其在与目标接触瞬间，即须产生爆波由后向前传递造成喷流，以熔穿装甲。近接信管是一种在弹头未与目标接触的情形下，引爆酬载以获致最大摧毁效应的引信。不同于触发引信借由直接接触来启动或引爆弹头酬载，而是以目标特性为启动依据。目标特性可能包括反射无线电信号、感应磁场、截断光波、制造压力或产生音波等。此种引信的优点在于使弹头酬载对目标的摧毁几率和效应增大，但相对地也会使引信对“最佳起爆点”的性能需求提高，增加设计困难性和制造成本；又如果同时出现多个目标，此类引信还必须能辨认并锁定弹头所应攻击的目标。引信的启动可经由任何机械结构或能量形式来启动，如电磁（Electromagnetic）、静磁（Magnetostatic）、静电（Electrostatic）或音响（Acoustic）等，然而，自然环境会影响能量的扩散或衰减等参数，进而直接关系到引信的启动效率和效能。依启动引信方式的不同，可以将近发引信作以下的区分：因飞机或战舰等物体具有一定磁场，在移动时会使地球磁场产生某种程度的干扰与微小变化，借由侦测这些干扰或变化，经过一适当的放大和转换，达成启动和引爆酬载的一种引信。声波式引信借由感测来自目标产生的声波以启动和引爆酬载的一种引信。由于声波的特性与目标的物理性质直接相关，因此引信的设计必须避免误判而提早或延迟启动和引爆弹头酬载。本类引信借由感应目标与弹头之间的电荷差异和彼此强度以启动和引爆弹头酬载，但在实际设计与使用上，遇有天候不佳或其他原因时，雨水或水蒸气会将弹头与目标上的电荷带走，导致引信功能的丧失。本类引信具一压力感测器，用以感测环境的坚力变化，当压力到达一临界值就会启动并引爆弹头酬载。然而迄今为止，气压或水压感测型引信在技术面上仍有未臻之处，故尚未进入实用阶段。本类引信借由目标辐射或反射的光学讯号，经由引信内部的元件过滤、聚焦和放大后，某一特定波长（如红外线）的光学讯号将转换为电流，以启动和引爆弹头酬载。此类引信具有高度精确性，但易受天候影响，且特殊类型的引信量产困难度高。",
        "attributes": null
    },
    {
        "keyword": "弹道导弹",
        "source": "wiki",
        "title": "火星6型弹道导弹",
        "url": "https://zh.wikipedia.org/wiki/%E7%81%AB%E6%98%9F6%E5%9E%8B%E5%BD%88%E9%81%93%E9%A3%9B%E5%BD%88",
        "date": "0",
        "content": "火星6型弹道导弹（朝鲜语：）是北朝鲜一型弹道导弹，改装自飞毛腿导弹C型的仿造，该种弹道导弹的精度十分有限，但是如果搭载核弹头还是有巨大威慑力。北朝鲜70年代末至80年代初开始研制弹道导弹，目前各地部署了25处导弹基地，距首尔168公里的上元洞基地和距首尔191公里的玉坪基地发射的导弹可以瞬间抵达韩国，几乎没有防御时间，所以就算是简易的火星6型也能有巨大伤害。",
        "attributes": null
    },
    {
        "keyword": "联合直接攻击弹药",
        "source": "wiki",
        "title": "联合直接攻击炸弹",
        "url": "https://zh.wikipedia.org/wiki/%E8%81%AF%E5%90%88%E7%9B%B4%E6%8E%A5%E6%94%BB%E6%93%8A%E5%BD%88%E8%97%A5",
        "date": "0",
        "content": "联合直接攻击弹药（英文：Joint Direct Attack Munition，简称JDAM），是由波音公司为美国海军和空军联合开发的一种空投炸弹配件，装在由飞机施放的传统炸弹上，将本来无控的传统航空炸弹转变为可控，并能在恶劣气象条件下使用的精确制导武器。弹药的制导功能是由炸弹尾翼控制附件以及全球定位系统或惯性导航系统提供，与美军的B-2幽灵战略轰炸机等多种军用飞机的火控系统相容，JDAM的单价约两万美元。装配了JDAM的炸弹重量一般在500磅（227公斤）和2000磅（907公斤）之间。海湾战争期间，美军遇到现有精准制导武器性能不足的问题。1992年，美军开始开发能够在恶劣气象条件下使用的精准制导弹药，于1997年研制出第一枚JDAM，并于1998年到1999年其间通过了测试。在GPS的辅助下，JDAM的“圆概率误差”（美军测试标准）可达到13米。1999年的科索沃战争中，本弹药首次用于实战。自美国本土起飞的B-2轰炸机在战争期间投下600多枚JDAM。在2003年的演习中，一架B-2轰炸机可一次投放80枚500磅（230公斤）的JDAM，显示出强大的“精确饱和攻击”战力。JDAM在2001年的阿富汗战争及2003年的伊拉克战争也被投入使用。在代号为解放伊拉克的战争中，美军使用了JDAM炸弹但是受到客观条件影响命中率不佳[1]，所以波音公司研发了增设在JDAM系统弹头的精准镭射制导装置（PLGS）-DSU-38/B寻标器，并将加装PLGS的JDAM命名为LJDAM (Laser JDAM)。制导装置除了原来的GPS全球定位系统（GPS）又增设了惯性感测器（INS）可以接受地面人员或是战机所发出的镭射光束制导来攻击目标。在2004年美国空军跟波音公司成功的完成以LJDAM击中移动中的车辆之测试[2]。当镭射寻标器故障时，仍然可以以JDAM的GPS制导来攻击目标。2007年6月11日，波音公司宣布以2800万美元承包美国空军所拥有的600枚（400枚为空军所有，200枚为海军所有）镭射寻标器的合约[3]。根据波音公司称已经在美国的内华达州内利斯空军基地由F-16及F-15两型战斗机完成以12枚500磅的LJADM向高速移动的卡车投掷的测试。直到2007年波音争取美国海军所需要的反干扰JDAM合约才终于拿下并在2008年开始交付[4]，这个系统相当于内建GPS的反干扰系统。之后陆续部属在美军的B-52H轰炸机[5]，驻伊拉克的F-16战斗机及德国空军[6]",
        "attributes": null
    },
    {
        "keyword": "远距离催泪弹",
        "source": "wiki",
        "title": "催泪弹",
        "url": "https://zh.wikipedia.org/wiki/%E5%82%AC%E6%B7%9A%E5%BD%88",
        "date": "0",
        "content": "催泪弹（英语：Tear gas），又称催泪瓦斯、催泪气体、催泪烟、催泪性毒气，是一种装载催泪性刺激剂的非致命性化学武器。目前常用的催泪剂主要有2-氯苯乙酮（西恩、CN）、邻-氯代苯亚甲基丙二腈（西埃斯、CS）、二苯并[b,f][1,4]氧杂吖庚因（西阿尔、CR）及辣椒素（OC）等，过去还有卤代脂肪酮、卤代芳香酮和卤代苄等化合物被拿来做为催泪剂。催泪弹主要的效果是刺激眼、鼻、口腔、皮肤和肺部的黏膜部位，能造成严重的眼睛疼痛，并迅速出现流泪、喷嚏、咳嗽、恶心、呕吐、胸痛、头痛以及皮肤灼痛等症状，甚至造成视力丧失。由于催泪弹的影响范围大、且能远距离使用，当前世界各国的警队广泛将催泪弹应用在镇压骚乱的防暴场合。依照催泪剂施放方式，催泪弹可以分成爆炸型催泪弹和燃烧型催泪弹两种。前者通常透过炸药爆炸直接释放催泪剂，后者则透过产生足够将催泪剂气化的高温。而按照投射弹体的方式，催泪弹可以细分成以手投掷的防暴手榴弹、枪发（用防暴枪发射或用步枪发射）的枪榴弹、和烟雾罐等专用发射器几种。1912年，法国国家警察（英语：National Police (France)）在警务中首次使用催泪气体溴乙酸乙酯[1][2]。1914年，第一次世界大战爆发[3]。同年8月，法国军队防守西方战线伊珀尔，首次向德意志帝国陆军发射装填溴化二甲苯（英语：Xylyl bromide）的手榴弹[4]，希望迫使敌军离开战壕，以施放毒气、炮火攻击[1][5][6][7]。德国军队随后亦针对此军事技术积极研究（英语：Blue Cross (chemical warfare)），并在伊珀尔大规模施放氯气[8][9]，这让催泪气体在第一次世界大战中发挥重要作用（英语：Chemical weapons in World War I）[6]。到了1925年，绝大部分国家签署、遵守《日内瓦议定书》，明令禁止在战争中使用具窒息性、毒性或其他化学气体[10]，及一切类似的液体、物质、微生物、物体或器件[11]，当中包括催泪气体[1][7]。不过在1919年，美国化学战服务开发出用于防暴的催泪弹[6]，并在1920年代开始用来镇压示威[5]。1921年夏天，大量南方非裔美国人人口进入费城，阿莫斯·弗里斯（英语：Amos Fries）与其游说集团便前往该地宣传，向警察局展示催泪弹的效果[10]。当时各种劳工运动和总罢工大量出现，促成催泪弹的广告推销[10]。根据后来美国国会特别调查委员会的统计，在1933年到1937年期间，用来镇压劳工运动的催泪气体订单累计至12.5亿美元[10]。在美国的赞助下，上海公共租界的警察局也开始配备催泪弹，英国因而直接感受到催泪弹的优点[10]。在1929年，西非尼日利亚殖民地（英语：Colonial Nigeria）政府在修改社会制度时，被指控剥夺女性的权益，爆发以女性为首的“女性战争（英语：Women's War）”，而殖民政府则动用催泪弹驱离[12][13]。到了1930年代末，英属印度、新加坡、南非联邦、尼日利亚、塞拉利昂（英语：Sierra Leone Colony and Protectorate）等殖民地警察部门，陆续正式配备催泪弹[10]。但是在1947年，在一次镇压印度监狱的骚乱中，美国提供的催泪弹造成1人死亡、多人受伤，促使英国开始自行研发更安全的化学气体[10]。1965年，英国宣布正式研发出经过改良的西埃斯催泪性气体[10]。与原先的催泪气体相比，西埃斯能造成更严重的过敏反应[10]。在越南战争期间，美军使用催泪弹驱赶敌方士兵离开地堡，并且以毒气及枪弹追击，这类战术促使往后对于催泪弹的使用禁令[5]。1969年，英国防暴警察使用催泪弹镇压在北爱尔兰德里博格赛德爆发的暴动（英语：Battle of the Bogside）[14]，其后发表报告声称只要催泪弹的剂量限制在指定水平，便不会对人体构成伤害或致命，这在后来成为许多国家政府继续应用催泪弹的说辞[5]。在1960年代末至1970年代初，许多催泪弹衍生品也陆陆续续推出，包括含有西埃斯的Mace喷剂（英语：Mace (spray)）、胡椒喷雾等[10]。1960年和1987年，韩国警察先后使用催泪弹杀害金朱烈（朝鲜语：김주열）及李韩烈，引发大规模示威运动[15]。而在1980年代，在镇压民主运动的过程，韩国创下在17天内发射35万枚催泪弹的纪录[10]。同一时期，英国黑人社区在抗议警方暴力的示威中，政府亦使用催泪弹镇压，但因媒体报导引发民众反弹[5]。到了1997年，《禁止化学武器公约》生效[16]。《禁止化学武器公约》禁止把催泪弹等防暴剂列入战争手段使用[17]，但是对于处理国内示威骚乱时的防暴执法，则未禁止使用催泪弹[18][19]。而在2013年，土耳其塔克西姆盖齐公园爆发反政府抗议运动，警方最初20天释放13万枚催泪弹，用光该国整年份库存[10]。在这期间，英国、美国和委内瑞拉医学协会亦曾先后反对运用催泪弹，土耳其在相关研究部分则处在领先地位[5]。同时，尽管世界卫生组织曾出版刊物讨论催泪弹问题，但是并没有全球规模的影响研究[5]。美国耶鲁大学医学院（英语：Yale School of Medicine）药理学家斯文-埃里克·滕德（Sven-Eric Jordt）便认为，催泪弹对于人体健康影响的研究并未完善，且数据已经非常过时[20]。其中，大多数催泪弹的安全数据都是在1960年代以前所搜集到的资料，并且是来自年轻且身体健康的军人[20]。催泪弹是非致命性的气体化学武器[21][22]，主要透过刺激有生目标的眼、上呼吸道等部位，使人暂时失去抵抗能力[23]。大部分催泪性刺激剂是以粉末状态装填，并借由固体化合物气溶胶、或液体化合物蒸发发挥功效[24][25]；目前最常使用的刺激剂有2-氯苯乙酮（西恩、CN）、邻-氯代苯亚甲基丙二腈（西埃斯、CS）、二苯并[b,f][1,4]氧杂吖庚因（西阿尔、CR）及辣椒素（OC）等成分[26][27][28][29][30]。而在过去，卤代脂肪酮、卤代芳香酮和卤代苄等化合物也曾经被用来当作催泪剂[31]。催泪性的刺激剂通常会被粉碎成相当细小的粉末，装填至手榴弹或枪榴弹中使用[28]。第一代催泪剂主要由西恩催泪剂制成[32]。不过由于西恩的催泪效果较不显著，持续的作用时间较短、毒性较大，新一代的催泪弹则普遍采用西埃斯，其使用范围及安全性亦有大幅提升[32]。西埃斯是目前催泪弹最为广泛使用的化学物质[33]，能够释放刺激流泪的气体，并透过喷射或手榴弹形式施放[30]。英国、美国的军警还装备西阿尔催泪弹，主要的特点有安全性大、毒性低、副作用小、性质稳定[32]。不过由于西恩、西埃斯、西阿尔在使用过后，多少会带给人体相对持久的副作用，这些催泪剂逐渐被毒性更低、刺激效果更好的辣椒素所取代[32]。辣椒素催泪剂是让施用对象的皮肤产生灼热感来发挥作用，其副作用小；同时，由于辣椒素是纯天然物质，使用后的剩余物质可以自然分解，不会对环境造成污染[32]。相对地，西恩和西埃斯催泪剂的剩余物质难以清除，且前者曾累积许多中毒纪录[33][32]。催泪弹的主要成分除了让具有黏膜的眼、鼻、口腔变得敏感的催泪药剂外[34]，还有以帮助加温、散布催泪物质为目的的组成材料[35]。为了让催泪剂能像气体般散布出去，催泪弹需要加入二氯甲烷等挥发成分，让后者带着粉末在空气中扩散[24]。催泪弹还加入其他的化学物质，透过热量来扩散刺激物质[24]。催泪弹的组成成分还有碳、硝酸钾、硅、蔗糖、氯酸钾、碳酸镁、硝化纤维等。碳通常是由木头加热碳化而成，在拔掉保险插梢后，便会开始闷烧。硝酸钾则负责提供氧气，用来维持木炭的燃烧。随着木炭的燃烧，硅反应成为二氧化硅，并点燃其他化学成分。蔗糖则是作为燃料，在其熔化后，能够以相对较低的温度让催泪物质得以挥发。[36]氯酸钾则是氧化剂，在燃烧时会释放出大量的氧气。而在燃烧后，氯酸钾会反应成为氯化钾，同样能够制造烟雾。但由于氯酸钾在接触到酸时存在爆炸性质，催泪弹便加入在泻药中经常见到的碳酸镁，中和在过程中可能产生的酸性物质。碳酸镁在加热后则会产生二氧化碳，这也是烟雾的组成之一。硝化纤维则是作为混合剂，确保所有的成分能够均匀混和。[36]催泪弹是透过燃烧加热蒸发、或炸药爆炸等方式，释放装填在弹体内的催泪剂，并以烟雾或细微粉粒散布到空气中[31][23]。依照刺激剂施放方法的不同，催泪弹可以分成爆炸分散型催泪弹、及燃烧型（热分散型）催泪弹两种[37][27][32][23]。爆炸型催泪弹是把炸药装在弹体内，在使用时借助爆炸的能量炸开弹体，将催泪剂直接释放出来[37][27][38]。这种催泪弹的特点是在瞬间完成催泪剂的释放，并且弹体将会炸裂、及伴有爆炸声[23]。燃烧型催泪弹则是把催泪剂粉末与烟火剂（燃烧剂）压装在弹体中，透过引信点燃混合装药[37][39]。借助烟火剂燃烧产生的热量，催泪剂会被加热蒸发或升华，大量的蒸气透过弹体外壳预制的排烟孔高速释放，在空气中遇冷凝结成极小的固态微粒，很快散布成为烟雾[37][27][39]。悬浮在空气中的烟雾能覆盖较大的空间，并且起到刺激作用[39]。这种催泪弹的特点是整个催泪剂的释放过程会持续20秒左右，且弹体不会发生爆炸或破裂[23]。依照投射的方式，催泪弹可以分成用手投掷（英语：Throwing）的防暴手榴弹、用枪发射（使用防暴枪或步枪）的枪榴弹、以及专用发射器（如烟雾罐）几种[27][23]。催泪弹的弹体通常使用塑胶、硬纸板等非金属材料制造，在爆炸时不会形成杀伤破片[27][32]。催泪手榴弹主要由刺激剂、弹体、引信等组成，而枪榴弹则会有发射药、推进和稳定装置[27][28]。催泪枪榴弹通常使用37毫米气步枪、防暴枪或气手枪（英语：Gas pistol）发射，施放气体的射程在50米至400米范围间[28]。另外，还有用玻璃或玻璃头部的小型容器制成的碰碎型催泪弹，内装有西恩、西埃斯、辣椒素液体，无需引信等装置[23]。而部分装有刺激弹药的炮弹、火箭弹和手榴弹等弹药，亦被统称为“催泪弹”[40]。催泪剂物质会刺激体表，通常是附着在眼睛、鼻子、口腔、皮肤和肺部的黏膜部位，使其更容易受到化学物质的影响[33][35][41]。催泪弹以强烈刺激眼睛为主要症状[31][27][42][43]。不过科学家对于催泪弹的生化机制了解不多[35]。斯文-埃里克·滕德便发现，催泪物质对于神经上的TRP离子通道（英语：Transient receptor potential channel）是一种激动剂，会引发疼痛、发炎、红肿等反应[21][44]。在2008年的研究中，不具有TRPA1通道蛋白的实验老鼠，对于催泪物质的反应行为较不强烈[44]。这些催泪剂生效所需要的剂量（德语：Dosis）低，而致死剂量则相当高[45]。这些催泪剂会强烈地刺激眼睛，而对人体其他部位作用较小[31]。在浓度极低的情况下，催泪气体会刺激人类眼睛部位，导致剧烈的疼痛、大量流泪[41]、暂时失明[33]、怕光、眼睑痉挛、难以张开等[31][42][46]。而在高浓度时，催泪弹对于上呼吸道与皮肤组织会产生一定的刺激作用，并有剧烈喷嚏、持续咳嗽[33]、呕吐[41]、恶心、胸痛等主要症状，且会让潮湿多汗的皮肤出现红肿、疼痛和烧灼感[31][27][32][42][46]。虽然这些气体本身的影响通常仅限于轻微的皮肤炎症状，但也有可能出现更严重的并发症[33][47]。人的眼睛通常只要接触到各式催泪剂几秒钟，最多不超过1分钟，便会立即产生刺激作用，在1分钟至2分钟后剧烈疼痛、流泪，且难以忍受[31][48]。其中，暴露在西埃斯气体20秒至60秒后，通常会出现刺激症状[33]，在离开该区域30分钟后才得到缓解[49]。胡椒素则会让人立即出现运动协调失常等症状[49]。这类效果会持续几分钟到几十分钟，随着时间经过自然消退，亦能以清水或生理盐水处理[45]。由于只有少数人接触过催泪物质，相关的长期影响尚不清楚[50]。2014年，有研究指出吸入催泪弹平均8次以上者，长期出现有痰、咳嗽与胸痛的情况，是其他人的2倍至2.5倍[51]。亦曾有人因催泪弹的味道而罹患创伤后压力症候群，而经常无故闻到催泪弹味道[52]。2019年12月，在香港一名患有哮喘的50多岁女士多次吸入催泪烟，曾因呼吸困难入院留医，最终不治。女儿质疑催泪烟有害导致母亲离世，希望社会关注催泪烟的祸害，并要求警方公开催泪弹成分。[53]美国国家学院毒理学委员会认为，不同人对于催泪弹的药物耐受性和反应可能存在相当大的差异[54]。与所有非致命性或低致命性武器一样，在严重的情况下，使用催泪弹可能造成永久性伤害或死亡的风险[21][25][30][55][56]。一些研究发现罹患气喘、肺病等呼吸系统疾病病患与吸烟者，都是受到催泪弹伤害的高风险人群[19]，可能需要转往医院治疗[33]、甚至是使用呼吸器[47]。当裸露的皮肤接触到西埃斯型催泪弹时，可能引起皮肤化学灼伤（英语：Chemical burn）、起水疱和流脓[57][58][59]，需要数个星期才能痊愈[19]，或是诱发过敏性接触性皮肤炎（英语：Allergic contact dermatitis）[33][49]，香港亦有老妇接触催泪弹气体后皮肤出现严重皮炎及水疱渗血，经皮肤科医生诊断后证实是催泪烟过敏引起[60]。当人们近距离遭遇催泪弹、或直接暴露在外时，可能因为严重刺激引发结膜炎、头痛等症状，或是因为角膜受损等眼球外伤（英语：Eye injury）而永久性丧失视力[61][31]。而反复或高浓度接触催泪气体，亦会增加罹患呼吸道疾病等严重并发症等风险[25][19][62]。甚至有香港的前线记者连续5个月反复接触催泪气体后，身体上出现氯痤疮，而氯痤疮是目前唯一可确认人体积存高浓度二𫫇英的表征[63]。二𫫇英等类二𫫇英物质可由CS催泪毒剂经热分解与热聚合作用产生，在存在CS催泪毒剂热分解生成的有机化合前驱物的情况下，毋须催化剂的帮助，即可随高温生成各种不同的类二𫫇英物质[64]。一般而言,在施放个位数催泪弹的情况下，少量的催泪性毒气，经热分解与热聚合反应，所能形成二𫫇英及类二𫫇英物质的产量，因原始母群体较低，而使毒性物质产量亦相当低，尚不足对人群造成危害。但在香港的反对《逃犯条例》修订草案运动中，一天内可向单一地域，发射逾千发催泪弹的情况时[65]，大量的催泪性毒气瞬间被释放的情况，促使的大量的二𫫇英等类二𫫇英物质被形成，进一步对人体产生危害。相对亦使香港的前线记者，所遭受的二𫫇英污染，是由焚烧轮胎和塑料制品所致的可能性降低 [66]。在严重的情况下，催泪弹还有可能导致窒息[34]。2011年，一位巴勒斯坦妇女在抗议行动中，因为催泪气体无法呼吸，最终死亡[1][67]。在封闭空间使用催泪弹亦有致死案例[19]。在2013年的埃及政变抗议活动中，首都开罗警方曾向囚犯卡车投掷催泪弹，造成37名穆斯林兄弟会支持者死亡[19][68]。部分报导还指出，埃及抗议者捡到的过期催泪弹可能毒性会更强[69]。对此，英国利兹贝克特大学学者史蒂文·莱特（Steven Wright）指出，如果经过足够长的时间，化学物质将在弹体内分解，催泪弹的效力便会下降[69]。相对地，委内瑞拉西蒙·玻利瓦尔大学教授莫妮卡·克劳特尔（英语：Mónica Kräuter）搜集政府在2014年使用的催泪弹（英语：2014 Venezuelan protests），研究结果显示有超过72%的催泪弹已经过期，并分解成非常危险的氰化物、光气和氮气[70]。香港大学化学系博士，香港中文大学前讲师邝士山博士认为[71]，中国和伊朗制造的催泪弹因为使用含有镁粉和铝粉作为还原剂的发热材料[72]，燃烧温度可高达摄氏3300度、均温低于摄氏2000度；其他国家的催泪弹多使用碳粉和硅粉作为还原剂，温度最高为摄氏1500度，均温低于摄氏1000度；由于中国制催泪弹的作用温度极高[72]，一旦被直接击中更容易造成烧伤；在2019年11月2日香港的反送中运动中，便有一名义务急救员被中国制催泪弹击中背部[73]，造成大面积的三级烧伤[74]，须要接受植皮治疗[75]。由于CS催泪毒剂超过摄氏400度就会分解[76]，所以温度越高的催泪弹，弹内装填的CS毒剂须更多，而CS毒剂在高温分解出的有害物质，目前已知的包含可能导致肺积水的盐酸气体（HCl）、剧毒且致命的氰化氢（HCN）及二𫫇英[76]，所以作用温度越高如中国制催泪弹不但CS毒剂装填量多，所释放出的有害毒物也多许多[73]。在大气环境下，温度越高，有机分子越容易分解，CS催泪毒剂热分解的部分有毒产物，如一氧化氮会迅速与空气中的氧气反应，形成具有强烈刺激性与腐蚀性的二氧化氮。警方声称在抗议示威中，二𫫇英等致癌物亦可由焚烧轮胎和塑料制品等产生[77]。食物及卫生局局长陈肇始承认政府对警方所使用的催泪烟成分资料了解有限[78]，忠告是建基于过去文献及研究而制订，妇女如接触催泪气体后，两小时内应避免为婴儿喂哺母乳[79]，在喂哺前或接触婴儿前应更换衣服及彻底清洗头发和皮肤[78]。在香港有“火博士”之称的香港科技大学化学系讲师陈钧杰博士指出催泪弹成分中的CS催泪气体含有氯和苯环[80]，完全符合产生二𫫇英的结构[80]，所以着地燃烧能释出二𫫇英，而燃烧PVC制品也能产生少量二𫫇英。催泪弹可引发火警，在2019年7月28日香港警方镇压反送中示威时曾发射美制催泪弹，而每发美制催泪弹的弹壳都印有“不得直接射击他人”、“只可在室外使用”及“使用时或会起火”等警告字句[81]。在2019年11月18日的香港理工大学冲突期间，香港警方于上午10时45分在尖沙咀奥斯汀道发射大量催泪弹[82]，有民居遭催泪弹射爆玻璃窗及被催泪弹引起的火警焚毁[83]，而在弥敦道有报摊档贩称其报摊被警方发射的催泪弹引燃的火警焚毁[84]。作为一种防暴弹药，催泪弹的攻击范围大、能远距离施放[85]，是在非致命性武器中效果最好、使用最广泛的弹种[23]。催泪弹主要在防暴作战、维持和平行动、战术战役等场合使用，特别是驱散群体性有生目标部分，例如非法集会、游行、示威、占领[85]、聚众闹事、及骚乱等；也可攻击藏身在封闭或半封闭空间内的个别目标，或是将恐怖份子从隐蔽处驱赶出来[27][28][23][30]。在所有防暴器材中，催泪弹被世界各国的警队等治安机关使用，广泛应用在镇压骚乱的场合[45]，迫使人们服从或驱散示威人群[55][27][30]。此外，美国边境巡逻队人员亦曾向越过边境的移民使用催泪弹[86][87]。对于催泪弹常被称作是“最低武力”[57]，英国利兹大学环境毒理学教授阿拉斯泰尔·海伊（英语：Alastair Hay）便指出，使用西埃斯型催泪弹意味着避免使用不同弹药，但仍然有可能导致死亡[69]。而因为暴露在催泪气体中而死亡的人数相当少，他认为这解释为何大多数国家都将催泪弹视为可以使用的工具[69]。但是美国人权医师组织（英语：Physicians for Human Rights）成员罗西尼·哈尔（Rohini Haar）则表示很少有出动催泪弹保障公众安全撤退的情况，而是有愈来愈多警察使用催泪弹引起民众恐慌、混乱的事件，并且因为踩人行为而发生大规模的死亡事故[88]。因此，他认为考虑到受伤的风险，几乎没有使用催泪弹控制人群的理由[88]。催泪弹在开放空间的作用亦相对有限，特别是在有风的时候很容易被吹散[35]。而根据需要，催泪弹被制作成多种形式和规格[37]。例如，瞬时型催泪弹能迅速产生一定的刺激浓度，持续型催泪弹则是让施放时间延续几十秒到几分钟[37]。空爆型催泪弹可以减少爆炸冲击波对于人群的伤害[37]。部分催泪弹在投出后能跳动或不规则旋转，亦有催泪剂装药会将金属弹壳烧红，这些可以防止他人将正在施放刺激性烟雾的手榴弹被扔回[37][89]。而在2018年，以色列警方在加沙地带的示威冲突中，曾使用无人飞行载具发射催泪弹[90]。警用催泪弹对于刺激作用以外的杀伤效果有严格的限制，通常不能产生破片杀伤，并有相当高的安全性[37]。同时还有提供给军队使用的催泪弹[37]。通常军用催泪弹则对刺激作用以外的杀伤效果并无限制，有些弹药的威力相当大[37]。武装部队还经常使用催泪弹进行军事战斗训练[45]，但有研究指出这类气体会造成军人肺部受损[20][27]。但是相对于催泪弹已经禁止在战场上使用，各地政府用来驱散示威平民属于“合法”行为，斯文-埃里克·滕德便曾批评这“不合逻辑”[21][91]。而相对于警察使用化学物质清场，亦曾有示威者投掷含有苯二胺粉末的化学物质对付警员[92]。此外，催泪剂还是个人正当防卫器材（日语：防犯装備）中常用的刺激剂[31]。在以驱散人群作为目的时，催泪弹制造商和指引为了避免伤及群众，通常会警告不要直接向人以平射方式发射，而应该向天空发射，但是这点不一定获得遵循[93][94]。在过去，便曾经发生过因为被催泪弹弹体击中，出现严重的瘀伤、视力丧失、脑部受伤、颅骨骨折、甚至是死亡[95]。在一份由伊朗团队完成的检查报告中，在2008年至2009年间18件催泪弹造成的严重血管损伤，有44.44%的伤者伴随神经损伤，并有高达16.66%的人必需截肢[96]；亦有报告指出催泪弹击中年轻人头部的例子，当中有1人死亡[97]。在个别案例的部分，印度曾发生过催泪弹击中抗议少年头部致死的事件[98]。以色列士兵也曾向抗议人士发射催泪弹，并且造成伤亡，不过以色列国防军表示是采取间接瞄准的指引[99][100]。国际特赦组织曾批评委内瑞拉政府直接对人发射催泪弹，造成至少1名示威者死亡，同时还有住宅楼层被攻击[101]。而在2018年的黄背心运动中，许多法国防暴警察故意近距离朝群众头部开枪，造成不少重伤[10]，便有女性因为被警方发射的催泪弹击中而死亡[102]。香港在2019年反修例运动初期，香港警方在6月12日已多次以水平方向将催泪弹直接射人[103]，在11月13日有青年被直接打中头部重伤当场倒地昏迷[104]，在12月16日有记者被催泪弹直射头部颧骨受伤[105]。此外，从2011年以来，法国是欧洲唯一一个允许使用GLI-F4特殊催泪弹的国家，该款催泪弹混合少量的三硝基甲苯炸药，导致抗议者将面临到更危险的身体威胁，而有可能被炸伤残废[10]。其中在黄背心运动中，便有数名示威者的手指因为这种催泪弹炸飞[106]。在1960年代，随着美国国内历经多次抗议和镇压，促进催泪弹的全球产业体系初步建立[10]。在这当中，前军方专家雷克斯·阿普尔盖特（英语：Rex Applegate）等代表们，凭借著这段时期的经验，开始出版各种有关催泪弹的使用手册、科学普及读物，并访问多个国家警队宣讲培训[10]。在历经1980年代的保守主义、及1990年代的通讯技术高速发展，以催泪弹为主的街头防暴技术增长成为全球的产业体系一环[10]。而自从2011年阿拉伯之春、占领华尔街和智利学生运动（英语：2011–13 Chilean student protests）以来，全球防暴工业的订单便快速增加[10]。其中，美国宾夕法尼亚州的联合系统公司（英语：Combined Systems, Inc.）和Non Lethal Technologies、及佛罗里达州的萨菲丽兰德持续主导著催泪弹市场[10]。联合系统公司曾向埃及和突尼斯出售催泪弹，引发抗议组织的抵制[94]。Non Lethal Technologies的催泪弹则主要被用在巴林、希腊、土耳其等地的抗议中[10]。萨菲丽兰德的客户则有美国、土耳其、巴林、科威特等地，部分催泪弹被用来阻止美墨边界的移民[107]。其他像是在2011年至2014年，韩国大光化学向24个国家出口300多万枚催泪弹，主要销往巴林、缅甸和孟加拉[108]。而相关的出口网络经常受到过往殖民地时代的世界体系影响，例如香港在雨伞革命和反对《逃犯条例》修订草案运动中所使用的催泪弹，大部分是由英国公司Chemring Defence出售进口[19][109]，但因为香港警方被指滥暴及违反人权[110]，香港于2019年年中被欧美国家断供催泪弹，经历近两个月镇压后，香港警方不但在8月初动用已过保质期的催泪弹[111]，同年10月更须购买中国制催泪弹代替已耗尽的存货[112]；黎巴嫩抗议中使用的催泪弹往往产于法国，津巴布韦则大量进口同样属于前英国殖民地南非的防暴器材[10]。此外，巴西里约热内卢的Condor Non-Lethal Technologies曾向委内瑞拉出口大批催泪弹[113]。而根据业界的估计，催泪弹市场在2016年到2021年的年增长率大约有5.4%[10]。随着人们对于催泪气体的特性越来越熟悉，部分抗议者开发出各种因应和急救措施，在互联网上亦有大量防范指南[10]。其中，部分抗议人士使用抗酸药（例如美乐事（英语：Maalox））水溶液对抗催泪弹的影响效果[114][115][116]。同样地，莫妮卡·克劳特尔也推荐使用稀释过后的抗酸药和碳酸氢钠水溶液[117]。而在遇到催泪气体时，首先要做的行动是尽速远离，并躲避至通风良好、有新鲜空气的地方[24][35][33]。由于比空气重的西埃斯气体会往下沉，因此不应蹲在地上[24]。接触这类化学物质时，可以用各式各样的方法尽量除去化学物质，减缓症状[33]。皮肤上沾上刺激烟尘，可先用干布、棉花或纸张等将其轻轻掸去，再使用大量净水或肥皂水，把残留在皮肤上的催泪剂微粒冲洗干净（法语：Douche fixe de premiers secours）[118][30]。而当眼睛遭到灼伤或发生结膜炎时，标准的程序是用清水冲洗（喷水或水冲）[33][119]，亦可以使用碳酸氢钠水溶液[31]。尽管部分报告指出这种做法可能增加西埃斯气体所带来的疼痛，不过目前有限的证据表明清水或生理盐水仍是最好的选择[47][120][121]。一些证据则表明，用于化学飞溅的急救产品敌腐灵（法语：Diphotérine），可能有助于治疗眼部灼伤或化学物质进入[119][122]。而为了避免残留部分微粒，部分报告建议拿掉隐形眼镜[120][123]。亦有报告指出应尽快脱掉沾染西埃斯的衣物、及避免共用受到污染的毛巾，这些可以帮助减少对于皮肤的持续刺激反应[24][123]。此外，口服镇痛药能减缓眼睛疼痛[120]。而在脱离接触或进行防护后，刺激症状通常会在几分钟至数小时内自行消除，且不会造成致命性伤害[31][27][32][30]。常见催泪弹物质没有立即有效的解毒药剂或治疗方式[33][35][44][120]。研究团队曾经利用TRPA1的受体拮抗剂，减少催泪物质引起的刺激[44]。但对于将受体拮抗剂应用在抗争，斯文-埃里克·滕德接受《国家地理》采访时，表示理论上可以如此运用，但在接触催泪弹之前使用则可能带来风险[21]。他还认为受体引起的反应是为了远离有毒化学物质，而使用受体拮抗剂可能让人暴露在更高的剂量，并造成严重的化学灼伤[21]。与此同时，部分抗议者为了因应催泪弹，会自行使用口罩和塑料瓶（宝特瓶）制作简易的防毒面具[124][125][126]。与此同时，部分示威者还会合作处理催泪弹，例如使用网球拍打走催泪弹应对[127]；而在发现射出的催泪弹后，立即放入水桶中然后密封，或是使用交通锥住灌并水扑灭减，从而减低杀伤力[128][129][130][131]；滕德便表示后者能够阻止催泪粉末气化扩散，并舒缓刺痛的感觉[131]，但亦有可能导致警方进一步动用武力[126][132]。不过把大型催泪弹放入水桶密封的行动，亦可能有爆炸的风险[126]。部分活动人士提出使用乙酸、牛奶和柠檬汁等创意方法，作为处理催泪弹效果的解决方案[133][134][135]。不过虽然有报告指出植物油和乙酸有助于缓解胡椒喷雾所造成的灼烧感[123]，莫妮卡·克劳特尔表示由于后者是酸性液体，因此不要使用[117]。克劳特尔还反对使用牙膏，因为其更容易吸收微粒[117]。同时，在使用婴儿洗发精清洗眼睛的实验中，并没有显示出任何益处[120]。部分人士则提倡使用电风扇或吹风机吹干这些催泪气体，但没有证据表明这比清洗眼睛更有效，而且可能会传播污染物[120]。部分报告还指出，抗酸药对于催泪弹、辣椒素所引起的皮肤疼痛有所帮助[47][136]。甲二氯胂（MD） · 乙二氯胂（ED） · 苯二氯胂（PD） · 光气肟（CX） · 芥子气（H） ·  倍半芥子气（Q）（英语：Sesquimustard）  ·  氧联芥子气（T）（英语：O-Mustard）  ·  路易氏剂（L） · 氮芥子气（HN）（HN1（英语：HN1 (nitrogen mustard)） · HN2 · HN3（英语：HN3 (nitrogen mustard)）） · KB-16（英语：KB-16）",
        "attributes": null
    },
    {
        "keyword": "隧道",
        "source": "wiki",
        "title": "隧道",
        "url": "https://zh.wikipedia.org/wiki/%E9%9A%A7%E9%81%93",
        "date": "0",
        "content": "隧道是指在既有的建筑或土石结构中挖出来的通道，供交通立体化、穿山越岭、地下通道、越江、过海、管道运输、电缆地下化、水利工程等使用。隧道不一定全是地下通道，仅位于地面下称作地下隧道或地下道路。建造隧道有几种方式。隧道大部分的功能，为提供行人、脚踏车（自行车）、一般道路交通、机动车、铁路交通、或运河使用，而部分隧道只负责水、石油的管道运输或其他特定服务，包括军事及商业物流等。隧道的流体力学主要以隧道内所包含的流体分为两种：液体之隧道及气体之隧道。液体之隧道又以液体是否填充满整个隧道而其流体的物理现象有所不同：若隧道内液体上方充满着空气，例如一般下水道，其物理现象与明渠水道相同。若隧道内仅单纯输送气体或液体，并且充满整个隧道，其物理现象主要为受到阀门、抽水或风机之影响，主要为水锤作用；若充满隧道之液体或气体受到高速物体在隧道内移动之影响（例如：公路隧道内之汽车、铁路隧道内之列车），其物理现象主要为活塞效应。",
        "attributes": null
    },
    {
        "keyword": "轻型驱逐舰",
        "source": "wiki",
        "title": "052型导弹驱逐舰",
        "url": "https://zh.wikipedia.org/wiki/052%E5%9E%8B%E5%AF%BC%E5%BC%B9%E9%A9%B1%E9%80%90%E8%88%B0",
        "date": "0",
        "content": "052型驱逐舰（北约代号：旅沪级，英语：Luhu Class[注 1]）是一型为中国人民解放军海军建造的导弹驱逐舰。装备防空导弹，舰载反潜直升机，装用燃气轮机，自动化指挥系统，被视为中国引进装备并在自己的船厂建造的第二代导弹驱逐舰，具有反潜、反舰、防空能力的多用途驱逐舰。在1980年代末开始建造，1994年5月首制舰服役。该型舰由上海江南造船厂建成两艘：112“哈尔滨”舰、113“青岛”舰。两舰均在北海舰队服役，代表了1990年代中期中国海军水面作战舰艇最高技术水平。1980年代，中国海军需要为战略导弹核潜艇从北方基地出海巡逻提供保护用的反潜护航舰艇[1]；同时，中国海军的使命不再仅仅是守卫大陆近海，还需要深入远离大陆的海域，需要反潜能力较强的水面作战舰艇。中国海洋意识逐渐增强，开始关注南海问题，在南中国海以争夺逐渐失去自己掌控的岛屿。加强水面舰艇的防空能力迫在眉睫，但053K型护卫舰的研制进展不顺利，以及对051型驱逐舰（旅大级驱逐舰）加装舰空导弹的尝试并不十分成功，总体上而言没有整体提升自动化作战能力，不能适应远洋作战要求，再加之051型驱逐舰的整体设计已经落后，中国海军急需要一级新型舰艇填补空缺。同时，随着1980年代中国与西方国家的关系改善，军事技术的引进出现可能。1983年，研制新一代导弹驱逐舰论证时，总设计师潘镜芙提出新型驱逐舰研制分两步走的建议，先在现有的驱逐舰基础上进行改进型的研制（后来的051G型），作为新系统的验证舰；再研制新一代驱逐舰（后来的052型）[2]。052型导弹驱逐舰计划始于1985年，首制舰1989年开工。052型采用高平甲板船型，舰体具有较前型051型提高在恶劣海况下稳性的长宽比，适航性有明显改进。采用柴－燃交替动力装置（CODOG）。电子、武器和动力设备较多来自欧美等西方国家。配备采用集中指挥、分散控制构架的自动化作战指挥系统，是中国人民解放军海军首艘配备有完善的战斗数据系统的军舰。为提高反潜探测能力，配备了法国制的DUBV43 (ESS-1) 拖曳变深声呐(VDS)，艉部设有机库搭载2架直升飞机。装有4座双联装8具“鹰击”-8A反舰导弹。052型最显著的特征是装备法国汤姆逊CSF“海响尾蛇”8单元舰对空导弹系统（国产化型号海红旗-7型防空导弹系统），但射程有限，按照现代化标准不足以为舰队提供充分防空能力。[3]052型考虑了人机环境工程要求，舰员居住性较051型有明显改善。在052型设计阶段很重视系统的对接调试以及电子设备的电磁兼容问题。052型首制舰 (舷号112) 装用了两台美国通用动力公司的LM2500型燃气轮机以及两台德国MTU 12V1163TB83型柴油机。后来90年代时，由于前一年的事件，LM2500型燃气轮机因禁运无法进口，最初猜测，后续建造的二号舰 (舷号113) 以乌克兰的产品GT25000型燃气轮机替代，烟囱外观的差异是早期分辨112舰与113舰的最显著的特征。后来一些报道显示，在禁运前中国已经获得4台LM2500型燃气轮机，且部分零件可在国内生产，后来美国又一定程度上放宽了对中国的民用部分零件出口，零备件供应问题基本解决，二号舰未更改设计也装备了LM2500型，仅是因采用改进设计新的抑制红外线辐射烟道的烟囱，使052型两舰的烟囱外观呈现不同的形态。[4]两艘052型在2003年-2004年改装中，反舰导弹原先以45°斜向前安装的4座双联装发射装置，改装成朝向左右两舷安装的4座四联装“鹰击”-83 (YJ-83) 发射装置；改进了防空导弹系统；100毫米口径舰炮换成具有隐形外廓的改进型。052型在1990年代服役时是作为舰队核心舰，特意位于直升机库顶部前面安装518型大型对空雷达，用于提供空情预警以及对空引导，随着21世纪初安装相控阵雷达的新型舰服役，在2011年052型完成中修时的进一步现代化改装中，拆除大型对空雷达，由517H型“八木”二坐标警戒雷达取代，364型对海/对低空搜索雷达取代后桅上的362型对海/对低空搜索雷达，同时改装电子设备，在舰桥两侧新增两座726型12管干扰火箭弹发射器，安装新型电子对抗装置；用拖曳线阵列声呐替换原有的拖曳式变深声纳，用两座6管火箭深弹发射装置替换原有的12管火箭深弹发射装置；位于舰桥之前以及机库上方原有的4座双管37毫米自动炮被拆除，改装为位于机库上方的2座730型近程防御武器系统。[1]  在改造过程中，112舰新安装的烟囱与113舰外观相近。052型驱逐舰在上海江南造船厂建造，共建有两艘，全部部署在北海舰队驱逐舰第一支队：",
        "attributes": null
    },
    {
        "keyword": "火炮",
        "source": "wiki",
        "title": "大炮",
        "url": "https://zh.wikipedia.org/wiki/%E5%A4%A7%E7%A0%B2",
        "date": "0",
        "content": "大炮又称礟、礮[1]，是利用机械能、化学能（火药）、电磁能来发射弹体，其射程超过单兵武器射程的武器。英语对“Artillery”的定义也包含射箭机、投石机等大型非火药武器在内。炮是指火炮，用火药的远距离杀伤武器。炮是指一种能发射铁石铁丸或炮弹的重型兵器。汉字中石部的“砲”原指投石机与其弹，唐后也指由投石机发射的燃烧物，宋后也指由投石机发射的纵火物与爆裂物[2]，明后也指大型管身火器。宋代之前石部的“砲”与火部的“炮”不同义，火部的“炮”只有“烧烤”的意思，宋代之后火部的“炮”逐渐有石部的“砲”的意思。“火砲”与“火炮”最初皆指发射燃烧物或爆裂物投石机与其炮弹，明后才指大型管身火器。[3]火炮在现代指口径不小于20毫米（0.78英寸）的管身射击武器。口径小于20毫米的管身射击武器称为枪械。火炮通常由炮身和炮架两大部分组成。炮身包括炮管、炮尾、炮闩等。炮管用来赋予弹丸初速和飞行方向；炮尾用来装填炮弹；炮闩用以关闭炮膛，击发炮弹。炮架由反后坐装置、方向机、高低机、瞄准装置、大架和运动体等组成。反后坐装置用以保证火炮发射炮弹后的复位；方向机和高低机用来操纵炮身变换方向和高低；瞄准装置由瞄准具和瞄准镜组成，用以装定火炮射击数据，实施瞄准射击；大架和运动体用于射击时支撑火炮，行军时作为炮车。古代的大炮指投石机等大型投射武器，西方的古希腊、古罗马与东方的中国都曾使用此类武器。《唐书·李密传》：“以机发石为攻城械，号将军炮。”公元8世纪后中国发明火药后，逐渐开始用投石机发射火药弹，唐哀帝时郑璠攻打豫章，曾“发机飞火烧龙沙门”，这种“发机飞火”并非指管形的火炮与炮弹，而是一种称作炮的投石机投出的火药球。[4]宋隆兴元年（1163年）魏胜驻守海州时，制造出火石炮，这也是指投石机与其扔出的炮弹，而非今日的管形火炮。现在管形火炮的起源应是南宋的突火枪与元朝时的火铳，这两者又称火筒。据李约瑟指出世界上最早的金属火铳出土于中国黑龙江，制造时间为元大德二年（1298年），目前藏于黑龙江省博物馆[5]。然而在1987年9月武威在发现的(1227年)西夏铜火炮（英语：Wuwei Bronze Cannon）才可能是最古老。元明时火铳分别朝向单兵化与大型化发展，元代著名的大型火铳为碗口铳，大型化的火铳出现后也继承了火炮与炮的名称。英国人在1326年制作金属火炮，在1331年奇维达莱德尔夫留利的围城战场上就使用过类似且小型的火铳。[6]与此同时，14世纪欧洲文献这时期的彩图有围城战役中使用的火炮，另外，在瑞典的Loshult（瑞典语：Loshult）附近也出土过火铳，年代在1326至1346年。公元1326年意大利的佛罗伦萨城订购了金属制大炮，交易文件还保留到今日。爱德华三世在1327年跟苏格兰人作战中和英法百年战争中著名的克雷西会战曾使用大量火炮。元末于（1332年）曾在部队中装备了金属炮管火炮－青铜火铳（口径105毫米，滑膛前膛火炮），是现今火炮的鼻祖之一。火炮在欧洲刚投入战场时，大致上分长炮与臼炮两种。长炮的铸造法与水桶类似，再用桶箍加固炮身；而臼炮则直接采用青铜铸造（失蜡法）。现代化的火炮来自1897年的法国加农炮French 75，它附加油压避震器以大幅减少射击时的后座力，这避震器源自德国工程师Konrad Haussner，他原本想将专利卖给克鲁伯军火公司，但克鲁伯公司认为设计仍有问题未购买，之后法国炮兵中校Deport研究跳过 Konrad Haussner的专利，另外设计新的避震器用在火炮上，这技术于1897年成功，成为现代化火炮的原型。前膛装填火炮明代碗口铳。碗口铳最早出现于元代约1300年代。大沽口炮台明朝铁炮迫击炮与其他火炮之弹道比较示意图曲射火炮弹著说明沙皇炮(1586年造)西欧最早的火炮，在瓦尔特·德·米利梅特所著《瓦尔特·德·米利梅特》的彩图，年代在1326年，年。[7]1953年M65 280mm加农炮试射的W9型15KT小型核弹。现代美军M115榴弹炮新泽西号战舰的大口径舰炮按照弹道特性可以分为：按照用途分可以分为：按照运动方式可以分为：按照炮管分类可以分为：按照炮弹推进方式可以分为：",
        "attributes": null
    },
    {
        "keyword": "地雷",
        "source": "wiki",
        "title": "地雷",
        "url": "https://zh.wikipedia.org/wiki/%E5%9C%B0%E9%9B%B7",
        "date": "0",
        "content": "地雷是一种放置或埋在地下的爆裂物，经常被用来杀伤经过的敌方人员或车辆，是一种被动式的陆战军事武器。人类最早使用这类被动性杀伤武器的纪录，可回溯到在中国的宋朝，在一次城池攻防战中，防御的宋兵用埋好的爆炸物抵抗蒙古人。明朝时期（据说为名将戚继光在北方防御俺答所发明），[1]地雷被大量使用。著名的《火龙经》即编写，出版于明朝。在西方，直到16世纪开始使用地雷。地雷在战争中被用来阻碍对方的军队前进，让防守一方能以更少的兵力扼守通道。由于埋下的地雷在战争之后会继续杀害无辜的平民，现时已有144个国家禁止使用及拥有反步兵地雷。但是一些国家，包括美国、俄罗斯、中华人民共和国及芬兰等仍然没有禁止地雷的使用。地雷按种类可分为杀伤人员的反步兵地雷（人员杀伤雷），和破坏车辆的反坦克地雷。反步兵地雷通常由人员的脚造成的压力引爆，但亦有以线索引爆的诡雷。反坦克雷通常可以被磁力引爆。最先进的反坦克雷更能感应辨认敌我。有些地雷同时会被倾侧或按压所引爆，以增加对方扫雷的难度。地雷的设计尽量减少使用金属，以避过金属探测器的发现。地雷的价格非常便宜，反步兵地雷大小如手掌，以塑胶制造，内藏的炸药足以炸断人员的脚掌，不能以爆破方式排除。每个造价只为3美元左右。[来源请求]地雷可以用不同的方法布置，例如以火炮在数公里外布置，由直升机、飞机或巡航导弹空投，由装甲车投掷。最常见的做法则是由专门布雷的人员人手掩埋。人手布的雷非常难被发现，多数的反步兵雷场会同时布有反坦克雷，以防对方以装甲扫雷。布雷速度快，容易，需要的价格成本亦很低。相反，扫雷不但成本甚高，而且难度大，需时很长，亦非常危险。常见的扫雷办法包括有：当发现地雷后，排雷的方法有：排雷服排雷鞋装有滚动转轮，以铁链鞭打地面排雷的M4A4除雷机器人与克莱莫人员杀伤雷正确来说，反步兵地雷应该是“反人员地雷”。在战争过后遗留下来的反人员地雷所杀伤的平民，比它们在战争中所杀的步兵还要多。据统计，单在柬埔寨战后便有35,000人被地雷炸断脚而被迫截肢。排除地雷不但危险，需时很长而且昂贵。埋有地雷的土地长时间不能使用，影响当地人的生计。一般而言，经济上较贫困的国家根本不可能有能力进行大规模排雷工作。1999年生效的渥太华条约禁止生产、发展、使用、储存及买卖反人员地雷。至2004年有152个国家签署，144国通过。但在主要国家中有中国、美国、俄罗斯、印度等拥有大量地雷的国家没有签署该条约，英国、法国、日本、瑞典等签署国则根据条约规定保留数千至一万多枚地雷作研究反雷技术之用。中国目前并非渥太华公约缔结国，但中国官方称：“中方认同公约的宗旨和目标，赞赏公约体现的人道主义精神。近年来，中国以观察员身份参加公约历次缔约国会议和相关活动，并自2005年起对联大‘《渥太华禁雷公约》的执行’决议案投赞成票，体现了中国对公约的积极态度。”[2]该公约于1981年4月开放签署，并于1983年12月2日开始生效。到2002年12月已有90个国家签署了该公约[3]。《常规武器公约》第二议定书主要针对地雷、诱杀装置和其他装置的陆上使用，其中包括为封锁水滩、水道渡口或河流渡口而布设的地雷，但不适用于海洋或内陆水道中反舰船雷的使用。中国政府1981年9月14日在联合国总部签署了该公约，1982年4月7日交存批准书，1983年12月2日对中国生效。但同时指出：公约没有规定对违约行为进行监督和核查，这影响了公约的约束力；有关《禁止或限制使用地雷（水雷）饵雷或其他装置的议定书》并未体现既能严格限制侵略国在他国领土上使用此类武器，同时又充分保障被侵略国采取必要的自卫手段的权利；《禁止或限制使用燃烧武器议定书》没有提到对战斗人员限制使用。此外，公约及议定书的中文本的文字被认为不够精确和通顺。对这些不足之处，中国政府希望在适当时候能予改进。有鉴于地雷不分敌我造成战区军民死伤与残疾的危害，国际间促成了“反地雷运动”，呼吁限制地雷的生产与使用。红十字国际委员会于20世纪70年代呼吁对杀伤人员地雷予以全球性的禁止。该组织的呼吁得到了各国红十字会和红新月会的声援，并引起了国际禁雷运动组织的注意。国际反地雷组织是其中一个积极投入反地雷运动的国际公益团体，该组织最早发出了类似的呼吁。越战时期，美越双方部署了大量的地雷、诡雷，分布在越南、老挝、柬埔寨一带，造成严重死伤，而受到地雷炸断四肢的美军士兵负伤返国后，积极投入了反战运动与反地雷运动，而美国时任总统尼克森迫于强大舆论压力，下令美军撤出越南，并以战败收场。后来的柬越战争与中越战争中，交战方都有用上地雷。越战以来一直存在的地雷问题，使得现今很多越、柬、老挝人民无端被地雷炸到导致严重死伤，最终联合国介入了越战战区地雷的排雷工作，并有显著的进展。在中华民国（台湾）管辖的金门地区，为了防止解放军登陆，国军在海岸大量部署了地雷，雷下有雷，雷旁有雷。自从八二三炮战后，金门与对岸的战火逐渐平息，岸边埋设的地雷逐渐过期与锈蚀，变成了对金门居民有所危害的不定时炸弹。近年来国军排雷大队积极在金门进行除雷工作，以解决老旧地雷随时会伤人的危险。金门全面排雷7年，清除各式雷弹9万5806枚，于2014年全面清除完毕。[4][5][6]东德在1961年兴建了柏林墙后，为了更进一步达到针对逃亡西柏林的东德人的具体恫吓与阻绝效果，东德国家人民军与史塔西（秘密警察）除了在东西柏林边界广设岗哨外，并在柏林墙附近部署了大量地雷。在两德统一即将到来的时刻，东德末代领导人昂纳克被推翻，东德临时政府将柏林墙附近的地雷全部清除，双方人民共同将柏林墙拆毁，完成象征意义的统一。在南北朝鲜交界处的三十八度线上，双方在非军事区以及共同警备区部署了估计总数布下200万枚的地雷，使得当地成为世界上地雷分布密度数一数二高的地区。如战乱频仍的埃塞俄比亚、塞拉利昂、利比里亚等地，地雷滥用的结果造成许多军民肢体残缺，而联合国也介入了战区的排雷工作。美军位于古巴关塔那摩湾的海军基地与关塔那摩湾拘押中心，由于位处被美国视为敌国的古巴境内，美方担心古巴以武力收复关塔那摩湾，因此在周围部署了十余公里长的雷区。由地雷“踩到会爆炸”的性质，引伸出许多“暗藏危险、碰不得”的比喻用法。指无法简单识破，置之不理会有朝一日突然引爆并带来祸害的问题。",
        "attributes": null
    },
    {
        "keyword": "贫铀弹",
        "source": "wiki",
        "title": "贫化铀弹",
        "url": "https://zh.wikipedia.org/wiki/%E8%B2%A7%E5%8C%96%E9%88%BE%E5%BD%88",
        "date": "0",
        "content": "贫化铀弹（Depleted uranium ammunition）又称衰变铀弹或耗弱铀弹，是指弹体使用来自浓缩铀的尾矿（并非来自核电厂的核废料）为主原料的合金所制作出的弹头。由于在实战、演习、射击训练时，贫化铀粉末会扩散到自然环境中，而贫化铀是具有化学毒性的重金属，同时也是放射性物质，所以使用贫化铀弹的正当性也引起争议，因而大多数国家都不会拿来装备防卫部队，多在进攻远离本土的地方使用此弹药，由于现在很少国家有能力离开国土进行长距离的战争，目前全世界只有美国在战争中使用过贫铀弹。现在包括法国、日本等多个国家均研制装备有该种弹。贫化铀的密度约19g/cm3，是铁（约8g/cm3）的2.5倍、铅（约11g/cm3）的1.7倍，所以使用贫化铀合金在炮弹等兵器上，可使炮弹得到较大的动能。贫化铀主要用来制作攻击坦克等装甲战车炮弹。钨合金也可以作为是攻击战车用炮弹的原料，虽然其密度与贫化铀接近，但在命中装甲板时，弹头尖端会变形成蘑菇状趋钝。而贫化铀弹头命中装甲板时，会因为自锐现象而更趋锐利。因此贫化铀弹头较相同质量的钨弹具有更强穿透力。另外，由于铀元素的熔点1132℃偏低，所以贫化铀弹头命中时，容易因为摩擦热而熔解、飞散，而飞散产生的金属气溶胶被空气中的氧气氧化过程又会引发燃烧（就如镁等金属燃烧效果）。因此，使用贫化铀还能够造成弹头命中后约摄氏三千度的烧灼加强效果。因此贫化铀不只能够提供对战车炮弹的高贯通力，也能够释放高热量来毁灭，可说其确实是作为弹头难能可贵的材料。大多数贫铀作为六氟化铀储备--一种有毒的晶化固体。1991年的波斯湾战争中，美军实际用来对付伊拉克的战车部队（官方声明用了约300吨）。之后，北约多国籍军队介入波斯尼亚战争与科索沃战争时，也在波斯尼亚用了约1万发、在科索沃用了约3万发的贫化铀弹。而一般认为2003年3月以后的伊拉克战争中，美国亦大量使用了贫化铀弹。海湾战争后，美军的回国士兵就不少人发生“海湾战争综合征（英语：Gulf War syndrome）”的疾病，有人主张贫化铀是造成这种疾病的原因之一，但官方否认。另外过去使用到贫化铀弹头的波斯尼亚与科索沃等地区，白血病的罹患率与畸形儿的出生率有所增加。[3][4][5][6]",
        "attributes": null
    },
    {
        "keyword": "氢弹",
        "source": "wiki",
        "title": "氢弹",
        "url": "https://zh.wikipedia.org/wiki/%E6%B0%A2%E5%BC%B9",
        "date": "0",
        "content": "氢弹，又称热核武器，属于核武器的一种。主要利用氢的同位素（氘、氚）的核聚变反应所释放的能量来进行杀伤破坏，属于威力强大的大规模杀伤性武器。美利坚合众国、俄罗斯联邦、大不列颠暨北爱尔兰联合王国、中华人民共和国、法兰西共和国是公认拥有热核武器的国家。目前氢弹的工程设计与制造氢弹的构形设计为被联合国五大常任理事国列为最高机密。氢弹的设计细节处于严格保密状态，氢弹的构型一直是五大联合国安全理事会常任理事国的最高机密。然而其基本原理已被公众广泛得知。在接近三十年的时间里，这个方案的基本特征都作为国家机密秘而不宣。它的特征包括由于这个设计方案使用氢同位素聚变反应来产生中子，它被认为是氢弹的秘密。然而，在绝大多数应用中，它的毁灭性的能量都是来自于铀的核裂变，而不是氢的核聚变。最初，这个方案用于数百万吨当量的热核武器，但是由于它也非常适用于小型核武器，中、美、英、苏俄基本上是使用此方案，但在工程设计与制造氢弹的构形设计为五大常任理事国私藏，被列为最高机密。热核武器的基本原理与太阳等恒星相似，利用核聚变产生能量，但其反应不受控，瞬间释放全部能量。在目前的应用阶段，就其原理来说，它并不是“纯净”的核聚变武器；确切的说，它应该叫“三相弹”，也称作“氢铀弹”。目前的氢弹需要由原子弹的核裂变产生的超高温来引发核聚变反应，单纯使用核聚变反应的氢弹还是假想阶段。要完成一颗氢弹的核聚变材料，主要有氘、氚、氘化锂6。另外，氢弹常见原料也可以是铅、铀-235、钚、铍、铀-238。它的爆炸过程大致是：核裂变—核聚变—核裂变。它的核装料中，最外部是铀-238，里面包裹着一个原子弹。它的特点是，借助核聚变产生的大量中子轰击铀-238，使铀-238发生裂变反应。这种氢铀弹的威力非常大，放射性尘埃多，所以是一种“肮脏”的核武器，但是其具有空前绝后的爆炸威力。1950年1月，美国总统杜鲁门决定研制氢弹。氢弹的研究工作由匈牙利籍犹太裔科学家爱德华·泰勒领导。爱德华·泰勒被称为美国氢弹之父。1951年泰勒在占有乌拉姆的一个创新构想，并将其开发成第一个可行的爆炸当量达百万吨级氢弹设计。乌拉姆及泰勒的贡献成为后来的泰勒-乌拉姆设计方案。利用原子弹促进爆炸时产生的高温，使氘发生核聚变反应。1951年5月，氢弹原理试验准备工作就序，试验弹代号“乔治”，在太平洋上的恩尼威托克岛试验场进行。极其笨重（达62吨）的试验装置放在60余米的钢架上，装置以液态氘作为核聚变原料，并有冷却系统使氘处于极低温。试验证明爆炸威力大大超过原子弹[1]。1952年11月1日又一个氢弹试验装置“常春藤麦克”在太平洋的埃内韦塔克环礁上爆炸。该装置高6米，直径为1.8米，重达65吨，看上去像大暖瓶，爆炸威力达1000万吨TNT当量。相当于广岛型原子弹的500倍。“常春藤麦克”体积比一辆载重汽车还大，它必须装有笨重的制冷系统，这样的装置飞机、导弹都无法运载，没有什么实战价值。1954年，美国的第一颗实用型氢弹在比基尼岛试验成功[2]。1953年8月，苏联宣布氢弹试验成功，当量40万吨。其方案是采用锂的一种同位素锂─6和氘的化合物──氘化锂作核燃料。氘化锂是固体，不需冷却压缩，制作成本低、体积小、重量轻、便于运载。这种氢弹称为“干式”氢弹，所以苏联是第一个成功把氢弹实用化的国家。1955年，萨哈罗夫留在萨罗夫主导研发并设计制造出苏联首枚百万吨级氢弹，并成功试爆有史以来破坏力最大核武器——沙皇炸弹，爆炸当量超过5000万吨。安德烈·德米特里耶维奇·萨哈罗夫被称为苏联氢弹之父。英国于1957年5月15日拥有氢弹。中国氢弹之父于敏率领的研制团队于1966年12月28日成功地进行氢弹原理试验，当量30万吨。1967年6月17日由飞机空投的330万吨当量的氢弹试验获得成功[3]，中国氢弹试验成功亦被认为是中国对苏联的一次反击。法国在美国曼哈顿计划协助下核技术有长足进展，于1968年8月也拥有氢弹。",
        "attributes": null
    },
    {
        "keyword": "高射炮",
        "source": "wiki",
        "title": "高射炮",
        "url": "https://zh.wikipedia.org/wiki/%E9%AB%98%E5%B0%84%E7%82%AE",
        "date": "0",
        "content": "高射炮又称防空炮，指用以从地面向空中目标（例如敌方军用机）射击的火炮，高射炮的特征是炮管长、射击准确、射速高、通常可360度回转，射击角度大，主要对付空中目标，口径一般不超过128毫米。在导弹尚未诞生前，高射炮成为陆上或海上军事力量对抗空权的少数手段。高射炮主要分成小口径及大口径两种类：小口径高射炮以高射速且大量的子弹制造火网采直接命中的方式毁伤目标，因此有部分型号采多管联装的方式在射速不变的情况下制造更大规模的弹药投射能力；大口径的采用定时引信或近炸引信引爆炮弹制造杀伤圈杀伤目标，实战时则混合搭配组合成高射火网对抗空中目标。因为飞机不断的大型与高速化，高射炮也因应敌人演进而不断大型化；但是大型化的高射炮最后因为防空导弹的出现而式微。但导弹发射需要一个过程加速度，因此有射击死角，加上击退直升机和来袭导弹也是小口径防空炮的任务目标之一，所以中小口径的高射炮仍存一席之地，而得以不断改良，而且高射速且长炮管的现代防空火炮同时也具有相应贯穿力，因摩托化装甲运兵车的普及化使得中小口径高炮同时充当作战炮来执行反陆上目标的任务；在20世纪后半叶，口径40毫米以上的高射炮基本上已自陆地正规武力中绝迹，只剩部分后备及岸防单位继续操作；海军舰艇仍然普遍装设口径3英寸到5英寸（76毫米－128毫米）的多用途舰炮，这些舰炮除具备高射炮的机能外，同时承担了也俱备多任务（反导弹、反软性与薄装甲目标）之特质。",
        "attributes": null
    },
    {
        "keyword": "致痛弹",
        "source": "wiki",
        "title": "刺痛弹",
        "url": "https://zh.wikipedia.org/wiki/%E5%88%BA%E7%97%9B%E5%BD%88",
        "date": "0",
        "content": "刺痛弹（sting grenade），或称为突围弹（grenade de désencerclement），是在一些国家的警察使用的进攻性手榴弹，用来击退示威者。刺痛弹通常有明确的使用规则，因为刺痛弹可能造成严重伤害。刺痛弹的原理与碎片手榴弹类似，分别在碎片手榴弹内里装金属壳，爆炸时成为碎片，而刺痛弹内里装的是硬的橡胶。刺痛弹的爆炸时弹射出大量橡胶小球，可以震慑爆炸范围内的人群。有些刺痛弹也附加CS催泪性毒气或胡椒喷雾。法国法律允许被包围及受威吓的机动宪兵使用刺痛弹。刺痛弹发射可以达到三十米，须贴近地面发射。",
        "attributes": null
    },
    {
        "keyword": "自动步枪弹",
        "source": "wiki",
        "title": "自动步枪",
        "url": "https://zh.wikipedia.org/wiki/%E8%87%AA%E5%8A%A8%E6%AD%A5%E6%9E%AA",
        "date": "0",
        "content": "自动步枪指连续击发、具备全自动射击能力的步枪。利用推进弹头的部分气体或后座力进行退弹壳、装弹并再次射击的步枪，也就是说，只要扣住扳机不放，就能连续射击，直到枪内子弹用尽。自动步枪包括了‘战斗步枪’、‘轻机枪|重管自动步枪’、‘射手步枪’和‘突击步枪’等。自20世纪初俄国的费德洛夫M1916自动步枪、法国的Mle 1918 全自动卡宾枪以及第一次世界大战后出现的白朗宁自动步枪。到第二次世界大战中出现的FG42伞兵步枪与StG44突击步枪，以后至60年代，枪械自动化结构迅速发展。先后有前苏联米哈伊尔·卡拉什尼科夫研制的AK突击步枪，美国人研制的M16突击步枪等。自动步枪一般使用当代中高初速中或小口径步枪子弹，初速达每秒六百米以上。因为原先设计意在通用性（不在人体工学），所以弹药为制式的全火力步枪弹，导致连射时较难控制。这种自动步枪主要被用作半自动射击，曾于短期与流行于各国军队，直到突击步枪的兴起才逐渐被淘汰。早期代表有费德洛夫M1916自动步枪，晚期有FN FAL自动步枪、M14自动步枪和HK G3自动步枪。初期的部分自动步枪发射大威力步枪弹，并装有较厚重的枪管和两脚架，适合较长时间的全自动射击，早期代表有美国的勃朗宁自动步枪和德国的FG42伞兵步枪，后期代表有比利时的FALO支援用轻机枪型。而现代的则改为发射中间火力弹和小口径步枪弹，比如RPK轻机枪和HK IAR自动步枪。现代也常将此类自动步枪包括在轻机枪之中。发射中间型威力枪弹或者小口径步枪弹，具备快慢机，整体长度较制式自动步枪及重管自动步枪短，是取代早3自动步枪或半自动步枪地位的枪械。实验时期的代表有Mle 1918 全自动卡宾枪，早期制式化的突击步枪有StG44突击步枪、AK突击步枪、M16自动步枪，中期的AUG和FAMAS，近年有G36和FN F2000等。",
        "attributes": null
    },
    {
        "keyword": "钨合金脱壳穿甲弹",
        "source": "wiki",
        "title": "脱壳穿甲弹",
        "url": "https://zh.wikipedia.org/wiki/%E8%84%AB%E6%AE%BC%E7%A9%BF%E7%94%B2%E5%BD%88",
        "date": "0",
        "content": "脱壳穿甲弹（APDS）曾是坦克炮发射的动能穿甲弹的主流，在第二次世界大战时已出现，就是在一个比主炮口径小的钨合金制弹芯再套上由轻金属制造的套环，套环和主炮口径相同，当发射时轻金属套环脱落而钨合金弹芯继续飞向目标，这是为了要兼顾以大口径坦克炮发射高速炮弹和以小口径炮弹较易穿透装甲的要求，这种炮弹的弹芯长径比不可大于1:7，以便用线膛炮发射。现今脱壳穿甲弹已大多被翼稳脱壳穿甲弹（APFSDS）所取代。",
        "attributes": null
    },
    {
        "keyword": "步机枪弹",
        "source": "wiki",
        "title": ".30-06斯普林菲尔德步枪弹",
        "url": "https://zh.wikipedia.org/wiki/.30-06%E6%98%A5%E7%94%B0%E6%AD%A5%E6%A7%8D%E5%BD%88",
        "date": "0",
        "content": "斯普林菲尔德步枪弹是一种美国陆军所开发使用的子弹。又名“.30-06弹”，“.30”指其口径为0.30英寸（7.62毫米口径）而“-06”是指其推出的年份是1906年，其尺寸为7.62x63毫米，此种子弹是由斯普林菲尔德兵工厂研制，目的是为了取代“.30-03弹”并用于M1903斯普林菲尔德步枪，和旧式的.30-03弹相比，其战斗部由圆头改为尖头，弹壳长度减少了1.8毫米，若由M1903步枪发射的话其初速为823米/秒，最大射程为4,100米。1926年推出的改良型，其战斗部改为尾部有9度斜角而质量增加至11.14克的重战斗部，弹壳又回复到原本0.30-03弹的长度，改良后其穿透力大增，初速为807米/秒而射程超过5000米，但膛压太高，弹道不稳而且枪管磨损太快，而对步兵来说后座力也太大而不易使用。1940年为配合M1加兰德步枪而推出的改良型，M2普通弹把9度斜角取消从而令其弹尾成为水平，战斗部质量减轻至9.72克，若由M1加兰德步枪发射的话其初速为853米/秒，最远射程为1,500米，和M1普通弹相比，虽然动能和射程减少但后座力也相对减轻，对步兵来说更易使用，所以，此弹之后大量生产以应付第二次世界大战和朝鲜战争，一直至1957年被7.62×51mm NATO弹取代为止。M2普通弹在二次大战时除了美军自用外还通过租借法案军援中国等同盟国，国军用M2普通弹装备美械师，中国国民政府也一直使用斯普林菲尔德步枪弹至1968年。使用M2普通弹的枪械有：斯普林菲尔德步枪弹除了普通弹还有穿甲弹或被称为重弹，战斗部由普通弹的9.72克增加至10.69克，此种子弹大多用于勃朗宁M1919中型机枪，尤其是作为航空机枪用子弹，所以，M2穿甲弹在二战时除了供应给美国三军之外，中华民国空军也是其主要用户。",
        "attributes": null
    },
    {
        "keyword": "发射装药",
        "source": "wiki",
        "title": "装药",
        "url": "https://zh.wikipedia.org/wiki/%E8%A3%9D%E8%97%A5",
        "date": "0",
        "content": "装药（Propellant）、推进药或发射药，是储存在容器内，用以推动弹射体的推进剂。最早期使用的是黑色火药，现代比较常见的成分是无烟火药。装药使用的对象包括以枪管或者是炮管发射的各种战斗部，火箭或者是导弹使用的动力来源。装药和一般燃料的差异在于装药多指长期固定持存在特定容器内，可以立即使用的推进剂，因此无法储存的液态火箭燃料有的时候不归类在装药当中。装药本身可以是固态或者是液态两种。新一代的火炮使用液态推进剂的场合则是在发射前将推进剂注入炮膛后部，点火击发使用。固态装药的型态最常见的有三种，分别是：固定装药，半固定装药与分离装药。此种弹药简称“定装弹”，是指推进剂的量是固定的，装填的弹体与战斗部在出厂时已经接合为一体，发射之后用完装药的弹体可以取下重复使用。一般枪支的子弹是最佳的代表；此外坦克的主炮由于车内空间狭小不便操作，一般也会使用定装炮弹。是将推进剂以一个特定的分量，以特别的布料或者是纸张加以包装，每一个包装通常称为药包，使用时先将战斗部入膛、随后填入一个或多个药包。发射之后包装的材质也会燃烧掉，仅留下少量的残余，因此无法回收重复使用。使用这种装药方式多半是在需要射程多变的火炮、如舰炮或迫击炮（药包呈C字形、套在弹体尾部细颈上）上面，利用药包数量达到调整推力及射程的目的，并且减轻整个战斗部与推进药剂整合为一体时的运输与处理重量。结合前两者的特点。推进剂是以分离装药的型态个别包装，在使用前将需要的药包数量装入金属的弹体当中，然后再将战斗部装于弹体前端。使用过后弹体可以回收重复使用，药包则在发射过程中燃烧完毕。这种装药方式保留了可随任务需要、利用药包数量来控制射程的高弹性优点，可是使用上手续较为繁琐。现代大量生产有球形、柱状或片状。柱状或片状以溶剂（如乙醚）软化后挤出切成，柱状通常又有单孔及多孔（例如七孔）之分。真空干燥时回收溶剂再用。其表面常裹以石墨、以防静电意外点燃。因其燃烧只发生在表面，其形状大小与其燃烧速度有关。",
        "attributes": null
    },
    {
        "keyword": "原子弹",
        "source": "wiki",
        "title": "原子弹",
        "url": "https://zh.wikipedia.org/wiki/%E5%8E%9F%E5%AD%90%E5%BC%B9",
        "date": "0",
        "content": "原子弹，又称裂变弹[1]，是基于核裂变和核链式反应原理的一类爆炸装置，为核武器的其中一种。早在1938年年底，德国科学家奥托·哈恩和弗里茨·施特拉斯曼发现核裂变现象，此现象也被刊登于科学杂志上。至1939年9月，科学界普遍同意制成原子弹的可能性，唯技术细节尚未明朗[2]。除了德国外，当时研究原子弹的国家另有法国、美国、苏联、英国和日本。德国因为汉堡大学的教授向德国军方进言的要求而研发核武器。1939年9月26日，德国军备规划局制定了铀规划，并着手开始进行对核武器的研制[3]，以维尔纳·海森堡为首组成特别小组[2]。接着在1940年于德国占领的挪威设立由法本公司管理的重水制造厂以大量生产重水来制造钚，也研究著如何分离铀-235。1941年尾，由于德国进攻苏联的作战没有达到期望的结果，战争转为长期，绝大多数的资源被移到急需的坦克和飞机上，并得到了“3年内无法将原子弹实用化”的结论[2]。1942年初，德国取消了研究计划，虽然研究小组仍持续在工作并建造了数座小型实验用核反应堆，但纳粹德国的核武研究计划就停留于理论上，已无有系统的生产计划。虽然后来生产钚的挪威工厂被英国突击队摧毁，但实质上对德国核武开发没有决定性影响[2]。与此同时，日本也正筹划他们的核武器研制计划。1941年5月，日本陆军大臣东条英机批准了空军科技署的“制造铀弹报告”，近百名科学家在仁科芳雄的带领下开始执行“仁方案”[3]。而此时，日本的核计划却遇到阻力。由于国内缺乏可供研究的“铀”，且由于各大研究所并未合作而使得资源分散、进度缓慢。日本的核计划在1943年初就宣告终止，原因是日本估计即使是进行单一的铀分离工程也必须消耗全国10％的电力、半年的铜产量和十年的时间完成其必要设施，代价过于庞大[2]。但研究人员仍持续在工作，1945年5月，德国U-234潜艇因德国战败，在大西洋上浮，向盟国投降，所载运往日本的540kg氧化铀235被美军秘密截获并被用于曼哈顿计划，并可能成为以铀235为燃料的小男孩原子弹的材料来源；美国对外宣称，其于马六甲被美舰击沉；日本之后也因为盟军越来越频繁的轰炸，研究工作一直受阻，核武发展直到战争结束都未脱离理论阶段。1939年，美国科学家利奥·西拉德担心德国制造出核武器，希望美国政府能够先行研制出，但是当他找到一些官员时，他们认为只是天方夜谭，最终他只得找到爱因斯坦[4]。1939年8月2日，在爱因斯坦与其他几名科学家一同致信美国总统小罗斯福，建议美国政府务必在纳粹发明之前，研发出核武器[5]。小罗斯福并没有对此表示重视，而负责转交信件的小罗斯福的科学顾问亚历山大·萨克斯担负起了说服小罗斯福的责任，他引用了一个著名的例子：当年拿破仑没有采取富尔顿蒸汽船的建议，使其没有建立起强大的海军，最终不敌英国海军。小罗斯福被萨克斯说服，决定研制核武器[6]。1939年10月19日，小罗斯福正式签署了研制原子弹的文件，两日后，美国成立了“研究原子武器的委员会”，代号为S-11[7]。1942年6月，美国原子弹研制计划正式开始，由于总部设在美国纽约的曼哈顿区，所以此项计划又被称为“曼哈顿计划”[6]。同月，小罗斯福与英国首相丘吉尔在华盛顿会晤，两国决定联合研制原子弹，即把英国原有的“合金管”计划融入到“曼哈顿计划”中[6]。而此前逃亡到英国的一些法国科学家此时也加入到原子弹研究中[6]。1942年，洛斯阿拉莫斯实验室在新墨西哥州一望无际的沙漠上建立了起来[6]。1945年7月初，美国终于研制出了三枚原子弹，他们立即准备着手实验[6]。当得知要进行原子弹实验时，美国总统杜鲁门推迟了波茨坦会议时间，因为其希望该武器能够在波茨坦会议期间爆炸，以提高美国的国际地位[6]。7月15日，杜鲁门到达波茨坦。7月16日5时29分45秒，历史上的首枚原子弹在阿拉莫戈多沙漠上爆炸。[6]1945年7月30日，美英中三国在波茨坦向日本发出最后通牒，日本于同日拒绝接受。1945年8月6日早上8点15分，艾诺拉·盖号在广岛上空投下人类历史上第一枚用于战争的枪式原子弹小男孩原子弹，造成广岛十万多居民死亡。1945年8月9日，B-29轰炸机大货柜在长崎上空投下收聚式原子弹胖子原子弹，导致长崎市近四万人直接死亡[8]，总计十四万人员死伤[6]。美国投向广岛和长崎的两颗原子弹都是从提尼安岛装载起飞的。现在岛上留有当时安放原子弹的铁架等遗迹。第二次世界大战结束后，苏联得知美国成功研制原子弹后，根据谍报立即展开制造原子弹的紧急计划，并于1949年试爆第一枚原子弹。英国在参考曼哈顿计划的情况下，于1952年试爆了自己的原子弹。1960年，法国试爆原子弹成功。中华人民共和国在原子弹制造初期获得少量苏联援助，后来在旅美归来的邓稼先带领下，于1959年6月开始研制核武器，1962年成功，于1964年引爆了自己的原子弹。1974年，印度引爆了自己的原子弹，而巴基斯坦也于1997年试爆了自己的核武器。至2017年为止，朝鲜则于2006年10月，2009年5月，2013年2月，2016年1月和9月共进行了五次核试验。媒体报道2017年4月15日朝鲜太阳节可能会进行第六次核爆试验。原子弹是利用铀和钚等较容易裂变的重原子核在核裂变瞬间可以发出巨大能量的原理而发生爆炸的[1]。铀-235和钚-239此类重原子核在中子的轰击后，通常会裂变变成两个中等质量的核，同时再放出2到3个中子和200兆电子伏的能量。在裂变中放出的中子，一些在裂变系统中损耗了，而一些则继续进行重核裂变反应。只要在每一次的核裂变中所裂变出的中子数平均多余一个，那么核裂变即可以继续进行，一次一次的反应后，裂变出的中子总数以指数形式增长，而产生的能量也随之剧增。如果不加控制，最终，这个裂变系统会变为一个剧烈的链式裂变反应[1]。在此类重核裂变反应中，系统可以在极短的时间内释放出大量的能量[9]。当下一代中子数定位两个时，在不到一微秒的时间内，一千克的铀或钚中会有                    2.5        ×        10              {/displaystyle 2.5/times 10}  24个原子核发生裂变反应[1]，而就在这不到一微秒的时间内，此反应所产生出能量相当于2万吨TNT当量[1]。这也是原子弹那极具破坏性威力的来源。而在原子弹的实际使用及爆炸中，需要提高爆炸的威力，为了利用快中子裂变体系，需要使用高浓度的裂变物质作为装药[10]，同时装药量必须远远超过临界质量，使得中子的增值系数远远大于一[10]。原子弹是由引爆控制系统，高能炸药，反射层，含有核装料的核部件，中子源及弹壳所组成[10]。高能炸药是推动和压缩反射层以及核装料的能量来源[10]。反射层一般由铍或铀-238组成，其作用为反射链式反应中射出反应系统的中子，使其回到反应过程中继续参与链式反应[10]。铀-238不止可以反射中子，因为其密度较大，还可以减缓核装料在释放能量过程中的膨胀，使得链式反应可以维持较长时间[10]。核装药为原子弹引爆的主体，只有它的质量达到即发临界，原子弹才会发生爆炸[10]。根据原子弹的引发机制的不同，原子弹可分为“枪式”和“收聚式（内爆式）”两种[11]。现代原子弹通常综合了这两种结构的特点，以提高核装药的利用率和增强破坏力。枪式原子弹内，两块皆小于临界体积的半球形的裂变物质分开一定距离放置[11]，中子源置于两瓣裂物质中间[11]。在核装药的球面上包裹了一层反射中子的材料（反射中子，提高链式反应效率），而中子反射层外是高速炸药、传爆药以及雷管[11]。雷管再与起爆器相连，起爆器能够自动地起爆炸药[11]。在起爆原子弹时，两块半球形裂变物质在炸药的轰击下迅速压缩为一个扁球形，即刻即达到超临界状态[11]。中子源此时释放出大量的中子参与到链式反应中，使得裂变物质在极短的时间内释放出巨大的能量，最终使得原子弹起爆[11]。收聚式原子弹与枪式原子弹不同，普通的烈性炸药被制成球形装置，并且把多个小于临界体积的核装药制成小球置于炸药球当中[11]。炸药起爆时，核装药小球被迅速压紧超过临界体积并起爆原子弹[11]，收聚式原子弹的结构较为复杂，但是装药利用率高，破坏性大[11]。原子弹的破坏力和杀伤破坏方式主要有光辐射、冲击波、早期核辐射、电磁脉冲及放射性沾染等[11]。在原子弹引爆后，核爆过程会释放出强烈的辐射光。1枚当量在2万吨左右的原子弹当在空中爆炸后，距离爆炸核心7000米的地方人会受到比阳光强13倍的光辐射的照射[11]。而在2800米范围内，光辐射会使人迅速致盲，且皮肤会因为光辐射照射而大面积灼伤溃烂，一些物体也会燃烧[11]。核爆会产生出一种巨大的气流超压[11]。一枚三万吨当量的原子弹爆炸后，在离爆炸核心800米处，冲击波会以200米每秒的速度袭卷一切[11]。在原子弹最初起爆的几十秒中内，核爆会释放出中子流和γ射线[11]。一枚两万吨当量的原子弹爆炸时，离它1100米以内的人员单位会受到射线和中子流的严重杀伤[11]。核爆会制造出电磁脉冲，而电磁脉冲的电场强度可达1万至10万伏，完全可以摧毁起爆点周围的一切电子设备[11]。随着蕈状云的飘散会有大量的放射性粉尘飘落到地面，会对人体造成照射或皮肤灼伤，严重者最终导致死亡[11]。template:United States nuclear devices（英语：template:United States nuclear devices）template:French nuclear missiles（英语：template:French nuclear missiles）template:Strategic nuclear weapon systems of the United Kingdom（英语：template:Strategic nuclear weapon systems of the United Kingdom）template:Nuclear technology（英语：template:Nuclear technology）template:Nuclear and radiation accidents and incidents（英语：template:Nuclear and radiation accidents and incidents）",
        "attributes": null
    },
    {
        "keyword": "炼油厂",
        "source": "wiki",
        "title": "炼油厂",
        "url": "https://zh.wikipedia.org/wiki/%E7%85%89%E6%B2%B9%E5%BB%A0",
        "date": "0",
        "content": "炼油厂是一个处理提炼石油的工厂，将原油精炼过后分为许多各有用途的石油产物，例如汽油、柴油等燃料和化工产品。炼油厂中根据不同的油品有不同的装置进行加工，其中有蒸馏装置，催化装置，重整装置，加氢裂化装置等。蒸馏装置中，蒸馏塔是装置中重要的一种塔，形式可以是板式塔与填料式塔，主要作用是将经过预热并脱盐的原油，利用沸点的差异以及蒸馏塔底部较高温的特点将物质分离。石油通过管道或油轮运到炼油厂。在那里，用分馏法将其分离成具有相近沸点的产品之混合物。这些混合物被进一步处理后，生产出一系列燃料和大量的化学工业原材料。石油产品通常被分为三类：轻馏分油（液化石油气、汽油、石脑油），中间馏分油（煤油、柴油），重馏分油与渣油（重燃料油、润滑油、蜡、沥青）。这种分类是根据蒸馏原油的制程。炼油厂也生产许多中层产品，如氢、轻质碳氢化合物、重整油、高温裂解油。这些产品通常不经长途运输，而是直接当场进一步处理，因此化学厂时常设在炼油厂旁。例如：轻质碳氢化合物在乙烯厂蒸汽裂解，将产出的乙烯聚化产生聚乙烯。炼油厂按主要炼油产品可分为：2016年数据显示世界第一炼油大国是美国共有炼厂121座，总炼油能力达到9.05亿吨/年，以满足其庞大的汽车和航空市场每日需求，排名第二的是中国以49座炼厂、4.15亿吨/年产量，但此统计不包含中国众多的民营地方炼油企业其地方炼油产能未有公开调查数据。[1]后八名是俄罗斯、印度、日本、韩国、沙特阿拉伯、德国、意大利和伊朗，构成世界炼油前十强。炼油厂单厂平均装机密度最高的是新加坡和韩国，新加坡仅有三座厂但平均每座有2240万吨/年，[2]韩国仅有五座厂但每座平均达到2959万吨/年，军事专家认为高单厂量的密集产业政策有战略风险，因为只要一座厂被攻击就会导致全国炼油能力下降一大比例，例如沙特2019年9月一座炼油厂被胡赛武装攻击造成全球油价波动，然而沙特还并不算是高单厂量的规划国家。[3]中东地区最大炼油厂也是世界最大单一炼油厂为2019年10月完工的一带一路专案中该年最大项目-科威特巨型炼油厂，中国石化承建比工期提前40天交付工期共三年，有六套重型炼油设备，[4]成为中东最大炼油厂，能让科威特每年增产3150万吨石油。[5]之前的中东最大炼油厂是沙特阿美石油公司旗下的布盖格炼油厂。",
        "attributes": null
    },
    {
        "keyword": "燃烧毁伤试验",
        "source": "wiki",
        "title": "巨型钻地弹",
        "url": "https://zh.wikipedia.org/wiki/%E5%B7%A8%E5%9E%8B%E9%92%BB%E5%9C%B0%E5%BC%B9",
        "date": "0",
        "content": "巨型钻地弹（英语：Massive Ordnance Penetrator，MOP，代号GBU-57A/B[2]），是一种由美国空军配备的大型精确制导钻地炸弹，并为“碉堡克星（英语：Bunker buster）”系列的新成员。因预估其威力可能超过俄罗斯的炸弹之父，故有媒体称其为炸弹之祖[3][4]。它的性能超越了目前最强大的掩体粉碎机—GBU-28，可能是其威力十倍以上，爆炸当量为俄罗斯炸弹之父的近3倍。美国空军有制造大型爆炸武器的意向，称其为“Big BLU”项目，这一项目中包括著名的“炸弹之母”。2002年，诺格公司与洛马公司就已着手为B-2A隐形轰炸机共同研制3万磅（13600公斤）的大型钻地炸弹，但因经费与技术问题使得一度被搁置。2003年在伊拉克战争中，通过对GBU-28攻击目标的分析，表明其穿透力与破坏力仍未能满足美军需要。这导致了发展超大级掩体粉碎机的巨大兴趣，于是MOP项目开始启动。炸弹之祖的开发现在由位于佛罗里达的美国空军研究实验室负责，波音公司负责其设计与测试[5]。小布什政府在2007年由于忧惧伊朗对美国发动突袭，曾向国会申请8800万美元的经费来加速其研发[6]。2009年，美国国防部再次向国会提出申请巨额经费[7]。同年8月2日，五角大楼声称炸弹之祖正在加速研发，并争取于2010年7月装备B-2轰炸机，这一举动被认为是对北朝鲜和伊朗地下核设施的警告[8]。2011年11月14日，彭博社报导称美国空军全球作战司令部已经接收BLU-57，[9]截至2011年11月，美军已经获得16枚BLU。[10]至2012年时，密苏里州怀特曼空军基地（英语：Whiteman Air Force Base）已经得到作战库存，可用于作战任务的BLU-57。[11]炸弹由B-2轰炸机搭载[12]，GPS制导。其威力可穿透60米的5000磅（35兆帕）钢筋混凝土，穿透8米的10,000磅（69兆帕）钢筋混凝土，穿透40米的中等硬岩石，精度在1.2米之内[3]。GBU-57的缺点在于引信设计，目前GBU-57的引信无法感应空洞，因此会发生钻入目标座标后无法在最佳空间引爆的缺点。[13]",
        "attributes": {
            "name": " 巨型钻地弹 ",
            "img": null,
            "img_des": ""
        }
    },
    {
        "keyword": "水雷",
        "source": "wiki",
        "title": "水雷",
        "url": "https://zh.wikipedia.org/wiki/%E6%B0%B4%E9%9B%B7",
        "date": "0",
        "content": "水雷 (Naval mine) 是一种放置于水中的针对舰艇或潜艇的爆炸装置。与深水炸弹不同的是，水雷是预先施放，早期水雷大都漂浮于水面，近代水雷大都沉于浅海或港口附近海底，由舰艇靠近或接触而引发的，这一点类似于地雷。和鱼雷不同，它没有推进力。水雷在进攻中可以封锁敌方港口或航道，限制敌方舰艇的行动；在防御中则可以保护本方航道和舰艇，为其开辟安全区。水雷的施放方式多种多样，可以由专门的布雷艇施放，也可以由飞机、潜艇等施放，甚至可以在本方控制的港口内手工施放。其造价可以十分便宜，但现在也有造价达到上百万美元的水雷，这种水雷多装备有复杂的传感器，其战斗部往往是小型导弹或鱼雷。水雷的低造价和易于铺设，使得其成为非对称战争中经常使用的一种武器，一般来说，清除水雷的成本是其铺设成本的10倍到200倍。时至今日，一些二战时铺设的水雷由于成本原因仍未被清除。国际法规定，当战斗的一方铺设水雷时，必须明确宣告其范围，以便民用船只避开，但实际上这条规定很难实行，在二战中，英国就只笼统宣称其在英吉利海峡、北海和法国沿海铺设了水雷。水雷的构想最早出现在伊丽莎白女王时代，不过真正能投入实际使用的水雷在18世纪的美国独立战争时期才出现。由水雷布置的型态可以分成下列数种：简称“锚雷”。系留雷是在水雷下方加上长索与重物，施放之后长索与躺在海底的重物保持连接，让水雷能够保持一定的深度与位置，不会受到潮流的变化而移动。这也是早期最常见的一种。简称“漂雷”。漂浮雷是一种浮在水面上，没有任何系流的水雷，施放之后漂浮雷会随着潮流而移动，不受到人为的控制。由于部署地区无法保持一定，也无法有效的辨识敌我目标，对敌我双方的目标具有相同的杀伤力，因此使用时必须注意误伤的可能性。属于最早期的水雷。沉底雷是直接躺在水底的设计，依靠自身的重量与地面的接触来维持部署的位置。自从非接触性引信运用到水雷设计上之后，沉底雷成为运用相当广泛的水雷。现在所使用的水雷大都是沉底雷。水雷用以引爆的机制有下列数种：接触是当物体与水雷碰撞，触发内部的炸药而达到攻击的目的。接触引信是最早使用于水雷的设计，同时也是水雷早期共通使用的引爆手段。接触引信有两种常见的设计。一种是在水雷的外壳上安装朝向不同方向伸出的触角，当船体碰到折断触角时就会引爆。这种设计最早是俄罗斯于1855年使用。另外一种设计是有一根长而细的电线自水面下的水雷伸出，利用小型的浮标让电线伸出水面，当船体接触的这个电线的时候，电位的差距会传送到水雷上而引爆，最早是美国在1918年引入。无论是水面上或者是水中的船只，都会对下方的区域产生压力的变化，排水量愈大的船只，影响愈显著。压力引爆属于非接触性的一种，当船只通过的时候，水雷内部的感测器在判断压力发生变化时就会启爆。由于不需要与船只接触，只要通过水雷附近都可能引发，有效范围较大。比较精密的引信还可以针对预先设定的吨位以上的船只出现时才会爆炸，以增强破坏效果。船只在运动的时候难免会发出声响，尤其是动力系统发出的讯号，音响引信利用船只发出的声音讯号作为引爆的依据，不需要与物体有直接的接触，有效范围较大。较为精密的设计还可以针对特定的讯号来源。绝大多数的船只在结构上是以会与地球磁场产生交互影响的材料建造，当船只通过水雷附近区域时，周遭的磁场会受到干扰而产生变化。水雷利用内部的感测器判读磁场的变化来决定引爆的时机。因为是非接触性设计，有效范围较大，但是在磁场不稳定的区域可能无法有效工作或者是发生意外爆炸的情况。鱼雷的磁性引信也通过类似的手段工作。对于磁性触发，舰艇通常采用消磁手段以减少触发范围。磁性水雷最初是英国首先使用于1918年使用于比利时外海，隔年又在苏联附近的海域使用。到了第二次世界大战时期，德国和英国都有大量使用的纪录。较为精密的非接触引信设计，可以综合前述的引信，加上数目记忆的功能，也就是水雷不会在侦测到第一个符合引爆设定的目标时就启动引信，而是会纪录侦测到的目标数目，直到累积的数量与预先设定相符合的时候才有作用。这种引信可以避开一些扫雷的手段，达到欺骗的效果。以防御性质部署的水雷可以利用有线或者是无线的方式，由岸上或者是船上的管制中心在适当的时机引爆，其中又以有线的方式最常使用。这种引爆方式只有再收到指定的讯号时才会爆炸。挪威在沿岸地区部署许多这一种水雷，曾经利用引爆的方式将苏联侵犯领海的潜艇逼迫上浮。",
        "attributes": null
    },
    {
        "keyword": "强击机",
        "source": "wiki",
        "title": "强击机",
        "url": "https://zh.wikipedia.org/wiki/%E6%94%BB%E5%87%BB%E6%9C%BA",
        "date": "0",
        "content": "强击机（attack aircraft），是一种在中、近距离对地面、水面目标攻击用的军用飞机，也是担任密接支援陆军的要角[1]。现代的多用途战机基本上都能取代强击机，但仍存在专门的强击机。除此之外有些强击机是以军用教练机改装而来。但过去日本帝国海军所称的强击机是指能投放鱼雷的轰炸机，包含了初期开发的水平轰炸机和鱼雷轰炸机，与现今分类的强击机不尽相同。后期开发的轰炸机种与俯冲轰炸机才被称轰炸机（日文汉字：爆撃机）。强击机体型接近重型战斗机（英语：Heavy_fighter），性能也十分接近；然而战斗机是以攻击空中目标为主，强击机则是以攻击地面或水面目标为主，故强击机较不注重高速飞行与运动性能，喷射时代的强击机未必将后燃器列为标准配备。强击机的用途近似战术轰炸机，不过轰炸机是在高空投掷航空炸弹来对地面、水面做较大范围的爆破攻击，机枪机炮仅作防御用；强击机则是在低空以机枪机炮来对地面、水面目标做针对性射击，炸弹、火箭或鱼雷是强化火力用。但现代导弹与联合直接攻击械弹问世后，渐成强击机的主力武器。强击机的用途为射击地面与水面目标，故常在低空飞行，易遭到来自下方的攻击；因此多会强化机腹防御，保护重要的驾驶员、油箱和控制系统。有的还会设计内嵌式弹仓将危险性较高的武器如炸弹、鱼雷和导弹等藏入机身内，一方面是保护它们降低被击中自爆的几率，另一方面也能强化空气力学改善飞行性能，这种设计也符合现代低可侦测性技术所需而被广泛采用。强击机常见的武器种类包括：装备重火力武器，一样以攻击地面目标为主的军用直升机便是攻击直升机。攻击直升机的任务型态虽然与强击机类似，但由于直升机起降不需要跑道，可以由更多的舰种如直升机航空母舰运载并直接出击，战术机动性优于定翼式的强击机。但攻击直升机的飞行速度、升限与续航距离均较受限，能携带的火力也较难超过强击机，因此在作战需求上无法完全取代。一样以攻击地面目标为主，但体型更大接近战略轰炸机的强击机便属于炮舰机。炮舰机的任务型态虽然与强击机类似，但由于体型更大的原故，它能携带更多的火力，能更彻底的歼灭敌人。大多炮舰机都是以运输机改装而成，但也有直升机的机型。由于炮舰机体型更为庞大，其战术机动性与飞行性能皆较中小型强击机差。通常各国的高级教练机都具备轻型强击机的功能。",
        "attributes": null
    },
    {
        "keyword": "地空导弹",
        "source": "wiki",
        "title": "地对空导弹",
        "url": "https://zh.wikipedia.org/wiki/%E9%9D%A2%E5%B0%8D%E7%A9%BA%E9%A3%9B%E5%BD%88",
        "date": "0",
        "content": "地对空导弹（英语：Surface-to-Air Missile，缩写：SAM），专指由陆地或是舰艇上发射，攻击空中目标，通常是飞行器或者是导弹。另外一个常见的通称是防空导弹。地对空导弹的发展在第二次世界大战后期已经展开，主要发展的国家当中最积极的莫过于饱受战略轰炸机之苦的德国第二次大战结束以后，携带原子弹的轰炸机的威胁远超使用传统炸弹的轰炸机，除了研发速度更快的拦截机以外，防空导弹也成为许多国家取代高射炮的对空火力。这个发展趋势不仅影响到地面防空需求，也逐渐延伸到水面舰艇的防空作战上。二次大战期间飞机对于水面舰艇的破坏效果以及高射炮威力非常有限的情景，对许多海军来说仍是余悸犹存，由舰艇发射的防空导弹逐渐取代甲板上林立的火炮网，也让现代船舰的外观呈现与过去孑然不同的型态：大量的火炮被少数的导弹发射器取代，大量的雷达充斥在船㭏高处，提供远距离的警戒情报。地对空导弹主要可以区分为中长程的区域地对空(防空)导弹，短程的点防御地对空(防空)导弹以及轻型的肩射地对空(防空)导弹。在中长程地对空导弹当中，还有一类是专门或者是设计上兼具对付弹道导弹的系统，又可以称为反弹道导弹（ABM）。地对空导弹发射的地理环境型态有二大类，分别是陆地(地上(地面)、地下)与水中(水上(水面)、水下)。陆地发射载具又分成固定/拖曳/自走/便携式防空导弹四类。以船舶作为载具的地对空导弹又以水面舰艇为大宗，在潜艇上配备的系统并不多见。中长程的区域地对空导弹都采用雷达导引，短程地对空导弹则采用雷达与红外线导引，肩射地对空导弹绝大多数采取红外线导引，只有极少数采用无线电指挥或者是激光导引。目前公开的资料当中已经见不到早年使用的核子弹头。早期的中长程地对空导弹有部分配备核子弹头以消灭携带核子弹的轰炸机。空对空（AAM） · 空对地（ASM） · 地对空（SAM） · 地对地（SSM） · 潜射（SLBM） · 空射（ALBM）弹道导弹（BM）：战地（BRBM） · 战区（TBM） · 短程（SRBM） · 中程（MRBM） · 远程（IRBM） · 洲际（ICBM） · 反舰弹道导弹（ASBM）巡航导弹（CM） · 反导（ABM） · 反舰导弹（AShM） · 反潜（ASROC） · 反坦克（ATM） · 反卫星（ASAT）反辐射（ARM） · 有线导引（TOW） · 红外线导引（IRH） · 乘波导引 · 激光导引（SALH） · 主动雷达导引（ARH） · 半主动雷达制导（SARH） · 火箭",
        "attributes": null
    },
    {
        "keyword": "野战炮",
        "source": "wiki",
        "title": "美国陆军第181野战炮兵团",
        "url": "https://zh.wikipedia.org/wiki/%E7%BE%8E%E5%9B%BD%E9%99%86%E5%86%9B%E7%AC%AC181%E9%87%8E%E6%88%98%E7%82%AE%E5%85%B5%E5%9B%A2",
        "date": "0",
        "content": "美国陆军第181野战炮兵团（英语：181st Field Artillery Regiment），总部位于田纳西州查特努加市，隶属于田纳西陆军国民警卫队（英语：Tennessee Army National Guard）第30旅级司令部（30th Troop Command），是一支预备役单位。在美国陆军改制后，第181野战炮兵团目前实际上只有第1营一个营的建制，所以通常又称作第181野战炮兵团1营（1st Battalion, 181st Field Artillery Regiment）或简称为1-181野战炮兵营（1-181st FA BN）。该单位目前主要武器装备为M142高机动性多管火箭系统（HIMARS）[1]，是陆军国民警卫队中首个装备该武器的单位[2]。第181野战炮兵团的单位口号为“先发制人”（Hit'em First[3]），自第一次世界大战起曾经多次转入现役参战。在解放科威特战役（英语：Liberation of Kuwait campaign）中，其所在的第196野战炮兵旅是仅有的两支实际参与作战的陆军国民警卫队单位之一[4]。第181野战炮兵团的历史可以追溯至1916年7月1日成立、正式组建于次年5月的田纳西国民警卫队第1独立骑兵营，共有A、B、C、D四个连[3]。该营于1917年8月5日转入现役，同年9月14日该营的A、B、C连被改编为第114机关枪营并隶属于第30师；D连则改编为同属该师的第105迫击炮连[3]。他们各自都参与了第一次世界大战的索姆河和百日攻势等战役[3]。战争结束后，第114机关枪营和第105迫击炮连于1919年4月10日在佐治亚州的奥格尔索普堡（英语：Fort Oglethorpe, Georgia）宣告解散[3]。1921年，该单位重组为第109骑兵营，营部位于田纳西州查塔努加市，隶属于第23骑兵师（英语：23rd Cavalry Division (United States)）[3]。1926年，营部移往该州首府纳什维尔，1936年，营部再度移回查塔努加[3]。1940年10月1日，第109骑兵营改编为第181野战炮兵团，不再隶属于第23骑兵师[3]。1943年3月1日，第1营改编为第181野战炮兵营，参与了第二次世界大战太平洋战场的所罗门群岛、新几内亚（英语：New Guinea campaign）、吕宋岛、南菲律宾等战役[3]。战后，于1945年12月21日在加利福尼亚州的斯通曼军营解散[3]。1946年11月14日，再度重组并隶属于第30步兵师[3]。1954年10月27日，改编为第181装甲炮兵营，隶属于第30装甲师（英语：30th Armored Division (United States)）[3]。1959年3月1日，再度重组为第181野战炮兵团，麾下仅有第1榴弹炮营一个营，1963年，重编为第1营和第2营。 1968年，再度改组为一个营[3]。 1989年6月1日，团级单位在改制后的美国陆军仅作为象征形式存在，第181野战炮兵团也因此根据新的美国陆军团级单位系统（英语：U.S. Army Regimental System）进行编制隶属方面的改组[3]。1991年2月，第181野战炮兵团第1营作为第18空降军第196野战炮兵旅的三个营之一，参与了解放科威特战役（英语：Liberation of Kuwait campaign）[5]。此后，该营的一部分还参与了伊拉克和阿富汗战争[6][1]。目前，第181野战炮兵团第1营隶属于第30步兵师的后身之一——第30旅级司令部[7]。第181野战炮兵团目前只有第1营一个营的建制，总部位于田纳西州查塔努加国民警卫队军火库，其下辖营部（HHB）、A、B、前线支援（FSC）四个连[8]。",
        "attributes": null
    },
    {
        "keyword": "中子弹",
        "source": "wiki",
        "title": "中子弹",
        "url": "https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%AD%90%E5%BC%B9",
        "date": "0",
        "content": "中子弹是一种以高能中子辐射为主要杀伤力的低质量战术氢弹，目的是杀伤敌方人员，对建筑物和设施破坏相对较少，带来的长期放射性污染较低，尽管从来未曾在实战中使用过，但仍将之称为战场上的“战神”，是一种具有核武威力而又可用的战术武器。中子弹（英语：Neutron bomb）又称强型辐射弹（英语：enhanced radiation bombs），是一种靠微型原子弹引爆的超小型氢弹，外层用铍反射层包着，它只产生少量冲击波和红外线，仅为一般核爆炸的十分之一，但释放大量中子束，中子可自由逸出，使放射性沾染的范围比较小。中子的贯穿能力极强，占总能量的80%左右，而中子作为一种微粒子，能够轻易穿透装甲车辆、建筑物、砖墙去杀伤人员，而装甲车辆、建筑物和武器却能完好的保存下来。中子弹对付生物的原理，是当大量的中子束进入人体后，能够破坏人体细胞组织和中枢神经系统。当人体吸收的中子束达到一定剂量时，就会在短时间内失去战斗力甚至死亡。在辐射吸收特点上，低序数元素、含氢量高的化合物也容易大量吸收和阻挡中子，这点与X射线、伽马射线这些电离辐射的吸收特性有所差别，后者更容易被高原子序数元素吸收和阻挡。美国于1958年开始由塞姆·科恩着手于中子弹的研发[1]，虽然总统肯尼迪曾反对过中子弹的发展，1962年由劳伦斯利福摩尔国家实验室首先发展成功，并在内华达州引爆[2][3]。当时发展的理由是为了阻止苏军坦克群入侵西欧，仅使作战人员死亡或受伤，而武器、通讯等完好如初。1978年美国总统卡特执政时期中子弹正式投入生产，1981年里根时期为了加强军备，下令生产长矛导弹（英语：MGM-52 Lance）的中子战斗部和203毫米榴弹炮的中子炮弹。至1983年，美国军方共生产带中子弹弹头的“长矛”战术导弹945枚。法国和前苏联曾公开承认拥有中子弹的生产能力。1999年7月15日，中国国务院新闻办公室在驳《考克斯报告》的记者招待会上，国务院办公室主任赵启正等宣布，中国在1965年代和1980年代先后掌握了中子弹设计技术和核武器小型化技术。[4]1999年8月16日印度宣称能制造中子弹。虽然自1991年之后，历次美军参加的主要国际作战，都有在开战初以中子弹打击对手的传闻或计划，但直到目前为止，中子弹尚未在实战中使用。理论上遭到中子辐射污染的人员，短时间内即会感到恶心，暂时（或永久）失去活动能力，相继发生呕吐、发烧等症状，甚至会出现休克现象，白血球明显下降，最后导致败血症，一周以内即死去。",
        "attributes": null
    },
    {
        "keyword": "标准弹",
        "source": "wiki",
        "title": "5.56×45mm NATO",
        "url": "https://zh.wikipedia.org/wiki/5.56%C3%9745mm_NATO",
        "date": "0",
        "content": "5.56×45mm NATO，北约（NATO）会员国的标准用弹。代表弹是被称为绿尖M855，铜质被覆，前钢后铅心蕊。为步枪与机枪而设计，使用于包括M16突击步枪与M249机枪在内的许多美国与北约系统的枪械。由民用.223 Remington提高膛压演变而来，美军于越战时期开始使用，1970年成为北约（NATO）会员国的标准用弹[1]。5.56 NATO与民用.223 Remington尺码几乎完全相同，不过5.56 NATO因为高膛压必须使用管壁较厚的枪管。民用.223 Remington枪械使用5.56 NATO子弹需要注意枪管耐压是否能够承受，5.56 NATO的膛压高于.223 Remington甚多。军用5.56 NATO枪械若使用.223 Remington子弹则因膛压过低，影响弹道表现，须重新归零，有效距离亦显著缩短[2]。有效距离在300米左右，超过300米以后弹道显著下沉，在有效距离以内的弹道非常平直，准确度非常好。5.56毫米M855（A059）普通弹的弹壳经过电镀处理，弹头为全金属被甲铅芯，且内含钢穿甲体。子弹底缘和弹壳是防水的。通过弹头的绿色标记可以识别M855，其弹丸重量为62格令，全弹长2.3厘米。作为北约标准弹药，M855能对人员和轻质防弹材料造成有效杀伤，但欠缺穿甲能力。M855A1是一种为了适应当今世界的战斗和训练场景开发的增强型5.56毫米普通弹。它与M4卡宾枪、M249 SAW、HK的某些武器以及M16A2步枪配合使用，适用于大多数1/7缠距的枪管。M855A1不同于M855的被甲铅芯，其弹头为铜被甲钢芯，这一改动不仅适应了军队要求的“（无铅）环保弹药”，还增加了弹药对装甲和硬目标的穿透力。比起M855针对M16进行优化，M855A1针对较短的枪管M4进行了优化，其火药燃烧更快，膛压更高，并有效减少枪口焰。美国陆军计划用M855A1弹药替换其全部M855弹药。M856（A064）5.56毫米曳光弹配有63.7格令无穿甲钢芯弹头。通过橙色弹尖可以识别此种子弹。这种曳光弹用于校正射击、点燃目标和发送信号。使用曳光弹时，应当将曳光弹与普通弹以四比一的比例混合。M856的国防部弹药代号（DODAC）是A064。M856A1曳光弹是新的高性能铜芯曳光弹，用于取代标准的M856，是为了适应军方“无铅环保弹药”要求开发的新型曳光弹。M995是为M16A2步枪、M4卡宾枪和SAW提供穿甲能力的5.56毫米穿甲弹（AP）。此弹药是为了增强采用铅芯弹头的普通弹（M855）的穿甲能力而设计的。1992年，作为士兵增强计划（SEP）的一部分，M995的研制工作正式启动，其目的是为士兵增加对抗装甲车辆的能力。从1996年11月到1997年4月， 实弹测试与评估（Live Fire Test and Evaluation，简称LFT&E）项目进行了数次。美国陆军在1997年4月对俄罗斯BRDM-2型装甲运兵车进行了大约100发M995子弹的实弹测试以评估子弹的穿甲能力和命中后使装甲车辆内乘员丧失作战能力的可能性。设计目标要求M995 AP弹药具有比M855普通弹更好的穿透能力，特别是在远距离穿透轻型装甲车辆的能力。其主要目的是提高打击轻型装甲车内敌方士兵的能力。测试数据表明，M995满足这些要求。",
        "attributes": null
    },
    {
        "keyword": "生物战剂",
        "source": "wiki",
        "title": "生物武器",
        "url": "https://zh.wikipedia.org/wiki/%E7%94%9F%E7%89%A9%E6%AD%A6%E5%99%A8",
        "date": "0",
        "content": "生物武器（英语：Biological weapon），又称生物制剂（英语：Biological agent）、生物战剂（英语：Biological warfare agent），是指细菌、病毒、原生动物、寄生虫、真菌，可以有目的地用作生物恐怖主义或生物战中的武器[1]。生物武器的施放装置包括炮弹、炸弹、火箭弹、导弹等的弹头和航空布撒箱、喷雾器、气溶胶发生器、装载媒介物（鼠、蚊、蜱等）的容器等。用生物杀死有生力量和毁坏植物的武器统称为生物武器。在人类战争史上，细菌武器的使用由来已久。据文献记载，最早使用细菌武器的案例系公元前1200年，赫梯人将带菌的尸体抛射到敌方土地上。1349年，金帐汗国札尼别军队围攻克里米亚半岛上的卡法城时，由于城坚难摧，攻城部队又受到由中国向西蔓延的鼠疫大流行的影响[来源请求]，他们便把鼠疫病死者从城外抛到城内，结果使保卫卡法城的许多士兵和居民染上鼠疫，不得不弃城西逃。城内原有的意大利商人逃回欧洲，成为欧洲黑死病流行的源头。18世纪北美洲庞蒂克战争期间，英军司令第一代阿默斯特男爵杰弗里·阿默斯特曾下令向当地原住民赠送有天花病毒的礼物，试图通过散播病毒的方式消灭当地反抗势力，但效果不得而知。第一次世界大战是壕沟战，部分士兵阵亡，因事先都作好预防，将兵大体搬出沟集中掩埋处理，大幅减少疫疾爆发的可能。第二次世界大战时日本军曾以中国东北的平房地区作为满洲第731部队的驻地，针对冻伤、病原体毒力回归等课题开展一系列人体实验，借此改良用于侵华战争及其他战线的生物武器。在赤道也有731部队的热带实验所。在2001年美国炭疽攻击事件中，包含武器级炭疽粉剂的邮件最先抵达美国传媒公司，导致罗伯特·史蒂文斯因肺炭疽丧生。随着微生物学和有关科学技术的发展，新的致病微生物不断被发现，可能成为生物战剂的物种也在不断增加。近些年来，人类利用微生物遗传学和遗传工程研究的成果，运用基因重组技术界限遗传物质重组，定向控制和改变微生物的性状，从而有可能获得效价更高的生物战剂。当今生物武器的发展与使用虽已遭到大多数国家的反对，但不可否认的是，作为唯一可与核武对抗的武器、生物武器不论在量产成本上、性能上还是威慑力上都有着核武器和化学武器所不能比拟的优势，因此不能无视某些国家铤而走险，秘密进行研究开发的可能性。袭击人的生物剂一般具有下列特征：感染剂量低，毒性高；潜伏期一般较短，发病率高；具有高度传染性；可通过多种途径，尤其是通过呼吸道途径致人感染或中毒；造成失能或死亡的几率高；缺乏有效的预防和治疗措施，如免疫血清、疫苗或抗菌素；在环境中稳定性一般较高；(在早期)难以检测或鉴定；易于生产和运输。因此，已知被发展、生产、储存或用作生物武器的病原微生物及其产物种类就成为生物恐怖袭击的首选之物。袭击农业的生物剂一般具有下列特征：一般对人体无害；潜伏期短或很长，发病率高；具有高度传染性，在环境中稳定性高；一般可能有疫情背景，难以迅速与自然暴发的疫情区别开来；受影响的行业领域多，损失巨大。突出代表为禾柄锈菌（Puccinia graminis）。生物武器的核心为生物战剂。根据传染性、病原体种类等区分方法可将生物战剂划分为不同的种类。例如：（1）按战术效果区分：致死性战剂：指致死率在10%以上的生物战剂，例如：天花病毒、炭疽芽孢杆菌、类鼻疽假单孢菌和鹦鹉热衣原体。失能性战剂：指致死率在10%以下的生物战剂，例如：贝纳氏立克次体（Q热）、委内瑞拉马脑炎病毒、土拉弗朗西斯杆菌（土拉杆菌病/野兔热）与布鲁氏杆菌（布氏杆菌病）。（2）按病原微生物形态与病理区分*：细菌类战剂：主要有炭疽芽孢杆菌、霍乱弧菌、鼠疫耶尔森氏杆菌、土拉弗朗西斯杆菌、猪布鲁氏杆菌等。病毒类战剂：主要有天花病毒、黄热病毒、基孔肯雅病毒、登革热病毒、埃博拉病毒等。真菌类战剂：主要有粗球孢子菌、副球孢子菌、荚膜组织胞浆菌、杜氏组织胞浆菌等。立克次体类战剂：主要有普氏立克次体（流行性斑疹伤寒）、立氏立克次体（落基山斑疹伤寒）、贝纳氏立克次体等。衣原体类战剂：目前所发现的具有实际军用价值的衣原体类战剂仅有鹦鹉热衣原体。（3）按作战对象区分：反人员战剂：以人类为主要对象的战剂，例如：炭疽芽孢杆菌、天花病毒、贝纳氏立克次体等。反畜牧业战剂：以牲畜为主要对象的战剂，例如：非洲猪瘟病毒、口蹄疫病毒、新城疫病毒等。反农业战剂：以农作物为主要对象的战剂，例如：稻梨孢（英语：Magnaporthe grisea）、苛养木杆菌、致病疫霉等。",
        "attributes": null
    },
    {
        "keyword": "碎甲弹",
        "source": "wiki",
        "title": "碎甲弹",
        "url": "https://zh.wikipedia.org/wiki/%E9%BB%8F%E8%91%97%E6%A6%B4%E5%BD%88",
        "date": "0",
        "content": "碎甲弹（High Explosive Squash Head, HESH）是一种主要由英国所使用的反坦克弹种，美国称为塑性榴弹（High Explosive Plastic, HEP），有的文章翻译为爆震弹，它是由塑性炸药与延迟引信所构成的一种坦克炮弹。当碎甲弹碰撞目标后，塑性炸药会因为冲击而变形为圆盘状附着在表面上，直到炮弹底部的延迟引信点燃引爆塑性炸药。接着爆炸产生的震波会在撞击的物体中传递，然后在内侧产生向内碎裂的破片，达成杀伤内部人员、破坏装备、点燃油料或弹药的效果。碎甲弹最初是用来摧毁碉堡这类防御工事的炮弹，后来发现它对于金属目标物也有很好的效果，所以在冷战期间成为英国坦克的主要弹药之一。尤其英国的L7线膛炮随着坦克外销与火炮的授权生产，碎甲弹也成为许多国家坦克的主要弹药，例如瑞典的Strv103“S型战车”与德国的豹1式中型坦克。碎甲弹只使用在线膛炮上，这是因为碎甲弹为了使塑性炸药有效地附着在装甲表面必须用壳较薄的弹体，这使得它只能以较低的初速发射（105毫米M393 HEP初速732米/秒）因而需要使弹体旋转以维持准确度。尽管如此，薄外壳造成它的重量轻与初速低，以及阻力较大的钝头设计使得它的速度会快速减慢而且弹道并不十分稳定，这都会造成瞄准的难度增加。不过反面来说，碎甲弹也只能在较低的速度范围内撞击目标：以过高的速度撞击会提前引爆炸药；过低的速度会使炸药不能适当地附着在表面上，这将降低碎甲弹破坏装甲的效果。碎甲弹对于装甲的破坏力与弹径－厚度比（弹体直径与目标装甲厚度的比例）有关，概略而言它能杀伤约弹体直径1.5倍厚度钢质装甲内侧的人员（不需要击穿），然而相比破甲榴弹普遍能穿透弹体直径4-6倍厚度的装甲后杀伤内部人员，碎甲弹的穿甲效能显然较低落。另一方面碎甲弹所凭恃的爆炸震波难以在复合装甲中有效地传递，若同时在装甲内侧使用凯夫龙（Kevlar）这类材料制成的防破片衬里会更加降低了碎甲弹的伤害性。再加上因为弹壳较薄不适合使用高初速火炮发射，仅能以初速较低的线膛炮发射，而目前坦克火炮的主流为采用高初速滑膛炮搭配尾翼稳定脱壳穿甲弹以应付日益难以击穿的敌方复合装甲，这些因素使得碎甲弹无法像破甲榴弹一样继续成为广泛使用的反坦克弹种。然而碎甲弹也可以充当榴弹使用，尽管较薄的弹体外壳使它的破片散布范围稍差于榴弹，但是所产生细小的高速碎片却能对附近的物体产生额外的破坏效果。碎甲弹除了可以用来摧毁装甲车辆、碉堡等混凝土防御工事，也能用来杀伤人员和无装甲保护的车辆或火炮等装备，因此它在使用上远比榴弹更具弹性。现今除了英国配备L30A1型120毫米线膛炮的挑战者2主战坦克与仍使用L7型系列线膛炮的坦克或装甲车辆——如美国的史崔克机动火炮系统（Stryker Mobile Gun System）和阿根廷的TAM之外，仅有少数战斗工兵装甲车辆配备碎甲弹，主要用来摧毁防御工事。例如美国陆军的M728战斗工兵车（Combat Engineer Vehicle）与英国陆军的百夫长AVRE（Centurion Armoured Vehicle Royal Engineer），两者皆配备一门能发射碎甲弹的165毫米爆破炮[1][2]。",
        "attributes": null
    },
    {
        "keyword": "殉爆度",
        "source": "wiki",
        "title": "殉爆度",
        "url": "https://zh.wikipedia.org/wiki/%E6%AE%89%E7%88%86%E5%BA%A6",
        "date": "0",
        "content": "殉爆度，代表炸药对震波的敏感度，亦即炸药受到其它炸药爆炸影响而起爆（殉爆（英语：Sympathetic detonation））的难易程度。标准的殉爆度测试方法，是取两段相同的炸药，分开一个距离，引爆其中一段，看另一段是否殉爆，以连续三次均发生殉爆的最大距离，除以试验炸药柱的直径，作为该炸药的殉爆度。举例言之，若一个炸药的殉爆度为3，即表示该炸药爆炸时有可能引起它三个直径距离外另一个同种类的炸药爆炸。",
        "attributes": null
    },
    {
        "keyword": "核潜艇",
        "source": "wiki",
        "title": "09V型核潜艇",
        "url": "https://zh.wikipedia.org/wiki/09V%E5%9E%8B%E6%A0%B8%E6%BD%9C%E8%89%87",
        "date": "0",
        "content": "09V型核潜艇（北约代号:“隋级”，英文：Sui-class）是中国人民解放军海军研制中的新型攻击型（英语：Attack submarine）核潜艇，为09III型核潜艇的后继型，美国海军情报证实09V型攻击型核潜艇的存在。由于核反应堆技术的重大突破，09V型攻击型核潜艇服役时间极大的提前[2]。2012年，美国海军战略专家比尔·格茨说，中国海军的093型核动力攻击型潜艇之所以建造不到6艘，原因是中国军方已经把目光投向了新一级更为强大的攻击型核潜艇。西方推测，095型攻击型核潜艇将采用所有最新降噪措施。在武器装备方面，095尚未装备先进的垂直发射系统，其改型095 A型可能装备有12枚先进的垂直发射系统，可发射“东海-10”改进型潜射型对陆攻击巡航导弹，这种导弹的射程可以达到2000公里，可打击敌纵深目标。关于此型潜艇动力系统此前有诸多猜测，最终确认为一回路自循环式三循环高压压水堆，中压直流电综合力系统，双电力驱动无轴泵推进器；艇身覆盖微声瓦，模块化优化设计采用浮筏减震，艇体围壳填角设计，中段艇身垂发模组，前置球型主动声纳，侧置被动声纳；由于使用无减速齿轮与大传动轴，所以此型潜艇躁声降至98分贝，可与传统静音潜艇媲美，于PLA海军舰队编队中，负责航母编队反潜水下作战任务。此级潜艇建造数量是机密。2016年6月，中国新华网报导095型核潜艇之基本参数：艇长115米，宽12米，吃水11米，水下排水量7900吨，工作潜深250米，最大潜深500米，单壳结构艇体，水下最大速度32节，自持力80天，成员130人。艇身结构首次采用了单壳艇体，改变了以往海军双壳潜艇的设计布局。声反射面积小，便于规避敌反潜兵力的搜索和鱼雷末主动制导头的搜索跟踪，能提高战时潜艇的生存力[3]。2017年4月，媒体大幅报道了位于中国北方城市葫芦岛的新型核潜艇生产厂房竣工的消息，透露“今年（2017）晚些时候，该工厂将开始建造首艘095型攻击核潜艇”[4][5]。2017年11月，央视报导中国海军接收第一艘095核潜艇，历时五年研制，采用马伟明院士研发的中压直流综合电力系统与无轴泵推技术，[6]可降噪10%以上。[7]艇首配备8具533毫米鱼雷发射管，可发射国产常规鱼雷，用于执行普通反舰、反潜等任务，此外也可能会装备国产超空泡高速鱼雷。配备了潜射鹰击18反舰导弹。2018年1月媒体报道：“鹰击-18”反舰导弹一弹多能，可以反舰，可以攻陆，不仅可以搭载于水面舰艇，也能进行潜射。潜艇在围壳后部装备了6连装海红旗10近程防空导弹，可对反潜直升机一类目标进行主动防御打击。蛙人水下输送器，水下输送艇，水下遥控爆破艇",
        "attributes": null
    },
    {
        "keyword": "排气装置",
        "source": "wiki",
        "title": "排气阀门",
        "url": "https://zh.wikipedia.org/wiki/%E6%8E%92%E6%B0%94%E9%98%80%E9%97%A8",
        "date": "0",
        "content": "排气阀门是一种涡轮增压式引擎系统上的从涡轮分离出废气的阀门。废气分离使得涡轮速度降低，也相应的降低了压缩机的转速。排气阀的主要功能是稳定涡轮增压系统的推进压力以保护引擎和涡轮增压器。排气阀门是由排气阀门传动装置控制的，转动装置又由进气歧管的压力控制。内置式排气阀们是涡轮机盖的一部分。排气阀们的传动装置一般都用一个金属支架固定在压缩机盖上。内置排气阀门一般使用舌形阀门。内置式阀门被广泛使用因为它低廉的造价，但是它不适合用在大马力引擎上。太小的内置式阀门经常会引起增压蠕动或增压摆动，一般表现为波动或不协调的动力曲线。分离式排气阀把废气直接排放到大气中，而不通过引擎末端的排气装置回收废气。这样可以防止尾气的气流紊乱和降低排气系统的总背压。分离式排气阀门排气管一般被称作“尖叫管”(screamer pipe)，由于没有经过消音处理的废气会产生巨大的噪声。 内置式排气阀门一般不能直接排放到大气中因为内置阀门口和涡轮出口导风轮不是处于同一机箱。偶尔内置排气阀的涡轮增压器的下悬排气管被称作“分离的”，是因为它集成了两根管子，其中一根只作排气阀门的功能。值得注意的是很难真正的区别涡轮和排气阀门的废气气流。所以内置式排气阀门一般很少配备外置排气管。有一个很常见的错误的汽车用语叫“排气门抖动”(wastegate chatter)或“涡轮摆声”(turbo flutter)，, 这是涡轮增压车在节流阀关闭时会发生的一种噪音。这种噪声实际上是在气流突然被节流阀截止后，增压器产生的压缩空气通过压缩器扇叶流回。然而在某些时候，比如节流阀不能及时打开或者被调节成只对于高增压有反应，一些咯咯声还会残留。柴油机上有时当涡轮试图压缩空气到比压缩机扇叶工作压力比更高的高压缩比时候会发生涌流。柴油机没有倾斜阀因为柴油机没有节流阀。这种噪声在WRC拉力汽车上很明显，因为这种汽车上禁止使用倾斜阀。",
        "attributes": null
    },
    {
        "keyword": "巡航导弹",
        "source": "wiki",
        "title": "巡航导弹",
        "url": "https://zh.wikipedia.org/wiki/%E5%B7%A1%E8%88%AA%E5%AF%BC%E5%BC%B9",
        "date": "0",
        "content": "巡航导弹是一种用动力推进，以机翼来产生升力的导弹，大多数的动力来源是喷气式发动机。简单来说巡航导弹就是飞行炸弹。它们可以携带传统弹头或核弹头，射程可达数百公里。近代的巡航导弹可以超音速或次音速飞行，具备自我导引能力，而且还能以非弹道型态的飞行路径来躲避雷达侦测，进行防区外打击。巡航导弹与无人驾驶飞机的不同之处，在于巡航导弹不担任侦察任务，弹头整合为系统的一部分，而且最后一定会在攻击中损失，无法回航降落。在第一次世界大战期间，交战国间开始在飞机上载满炸药，使用自动驾驶设定好航线和目标，飞行员在起飞后即跳伞任飞机在指定地方引爆是巡航导弹的雏型。一战后英国发展了Larynx无人操作飞机（英语：RAE Larynx）（Larynx），一种在1920年代有充足飞行测试的发动机。在第二次世界大战期间，德国在1944年比其他国家首先配置了巡航导弹，发展出有一种炸弹的外形、短翼、尾部装上推动器和有原始的机械陀螺惯性导航系统的V-1导弹。V-1导弹用一颗结构简单的脉冲喷气式发动机推进的，因脉冲喷气式发动机无需压气机而降低成本，其脉动的声频噪音使V-1导弹获得了'doodle bug'的绰号。V-1导弹和类似的早期武器通常被称作导弹Μ。然而，V-1导弹仅采用原始的惯性导航系统时并不特别精准，只能用于攻击大城市。虽然德国有计划通过在伦敦潜伏的间谍设置无线电信标，以便V-1、V-2利用实现末端制导，可以攻击英国特定部门、国会大厦或白金汉宫，但因英国反间谍机构MI5、MI6的积极运转未能实施。反之德国在部分V-1导弹上安装无线电信标，通过大西洋沿岸的监听站测量V-1的最终落点，以此修正V-1的起飞设置；亦因德国日显颓势，在伦敦的双重间谍胡安·加西亚最终选择与英国情报机构合作，传回虚假的落点报告，虽然德军经无线电测得V-1多过早俯冲下落，最终还是更愿相信双重间谍的报告，认为是自己的监听站出了技术问题，导致后来的V-1多偏离目标。另外，在第二次世界大战，大日本帝国为了获得对抗盟军海军的优势，诉诸利用携带炸弹的常规飞机的神风特别攻击队，以及作为补充的the purpose-built和人驾驶的发动机的MXY-7樱花特别攻击机，以特攻队员自杀式操作尤其是末端超精确制导，以达到攻击舰船所需的精度。冷战期间，美国及苏联进一步实践了这个概念，在陆、海、空部署早期巡航导弹。美国空军有21个不同的制导导弹项目包括可能的巡航导弹。1948年削减预算导致项目被迫取消仅剩四个计划：BANSHEE巡航导弹计划（Air Material Command BANSHEE），SM-62史纳克洲际核巡航导弹（SM-64 Snark），SM-64纳瓦霍洲际巡航导弹（SM-64 Navaho），MGM-1斗牛士巡航导弹（MGM-1 Matador）。BANSHEE计划与阿芙罗狄蒂行动计划类似，并且和阿芙罗狄蒂行动计划一样最终失败，很快在1949年4月被取消[1]。美国海军潜艇导弹项目的主要成果是在V-1导弹的基础上发展出的SSM-N-8“天狮星”巡航导弹（SSM-N-8 Regulus）。美国空军的第一个可用地对地导弹是有翅膀的、移动发射的、可携带核弹头的MGM-1斗牛士巡航导弹，同样来自V-1导弹的概念。从1954年开始在海外据点部署。Matador先部署在西德然后部署在台湾与韩国。1956年11月7日，美国空军在西德的斗牛士巡航导弹（Matador）单位，其导弹能攻击华约境内的目标，并且从固定的日常地点到未公布的分散发射地点都有部署。此举是对苏联镇压匈牙利革命造成的危机的回应。1957年至1961年美国开展了一项野心勃勃和资金充裕的计划——冥王星核发动机计划（Project Pluto），发展核动力巡航导弹。如同同期的核动力坦克、核动力轰炸机，它被设计成以开放式反应堆直接加热空气，达到超过3马赫数的速度在低过敌方雷达视角处飞行并且将携带的一些氢弹投掷在经过敌方区域的路上。尽管这一想法被证明正确并且在1961年5亿瓦特的试制引擎已完成一次为期数秒的测试，但是因难以控制功率，且开放式反应堆喷射放射性物质，没有任何飞行装置完成。该项目最终被放弃转而支持洲际弹道导弹的发展。1962年古巴危机期间，前苏联在古巴部署了数十枚搭载战术核弹头的KS-1 Komet短程巡航导弹，以备在美国入侵古巴时使用。苏联主要把载有重核弹头和常规弹头的巡航导弹视为摧毁美国航空母舰战斗群的武器。大型潜艇（例如E级核潜艇和奥斯卡级核潜艇）能携带这些武器在海上威胁美国战斗群，大型轰炸机（例如图-22M，图-95及图-160）亦能在其空中发射的巡航导弹（ALCM）中配置这些武器。1983年美苏同年部署了一些像战斧巡航导弹和kh-55导弹等新一代的长射程巡航导弹，具有可以在不同的载具(包括飞机`潜艇`水面军舰`固定基地发射)发射，被平时便预先指定的目标，按临时设定的航线在低空或超低空飞向目标，而且精度极高可在十来米内的，因为利用雷达的盲区和不固定的发射地点，使到敌人难以及时发现和拦截。唯一缺点是飞行速度较慢，在被发现时较易被拦截，也较易被流动的目标逃脱。2018年初俄罗斯总统普京在公开国情报告中称已经研发一种“海燕核动力巡航导弹”射程几乎无限，所以可飞行极长距离，走非常曲折的路线绕过各种侦测网，最终击中目标。如同野心勃勃的冥王星核发动机计划（Project Pluto），采用开放式反应堆，除了弹头的杀伤力外本身的核动力引擎也能造成核污染给予敌方杀伤，欧洲媒体在之前数年曾侦测到俄罗斯西部地区上空有怪异辐射增高现象，原本怀疑是俄国有核事故，现在判断是核动力巡航导弹的试射，美国中情局情报显示因为该导弹使用无屏蔽的核动力引擎，受限于导弹的载重量无法搭载巨大质量的围阻体，所以整个导弹一启动都受到核污染，甚至发射台周边也受污染，以这种状态一路飞向目标。[2]同时普京还公开了一种核动力鱼雷，可以视为一种小型无人核潜艇，可载核弹头攻击舰队和沿海城市，俄媒体报导这些新武器都是为了反制美国的反导计划逼近在东欧邻国部署的压迫感，必须使美国认知到其反导系统无效。大部分巡航导弹都可搭载500公斤常规弹头，它们可以用来撃沉船只和毁坏弹药库。有些巡航导弹则能搭载核弹头。巡航导弹飞行的空气动力学原理与飞机非常相似，包括对机翼的使用。大多数巡航导弹使用喷气式发动机（jet engine），这其中又以涡轮扇发动机最为普遍，原因在于其较高的燃料效率。一个被广泛运用的低成本方法是使用一个雷达测高计，气压测高计和计时器和在电子地图上导航，但这种方法无法在海上巡航时有任何用途。有些系统目前使用卫星导航系统或惯性导航系统，不过这些方式实质上是比较贵，而且全球定位系统比起以地图为基础的系统（地型匹配导航系统（TERCOM）)是来得更精密一些。反舰巡航导弹像是AGM-84鱼叉反舰导弹（Boeing Harpoon）或者P-500玄武岩超音速巡航导弹（P-500 Bazalt）也可以配置红外线或雷达导引系统。使用自动标的辨识系统（ATR）装置在导航系统上可以增加导弹的命中精密度。战区外陆攻导弹（SLAM）配有通用电气制造的ATR系统。巡航导弹的分类方式有很多种。比较常见的分类是以大小，飞行速度（次音速或超音速），以及距离区分。通常一种导弹可以透过不同的平台发射（陆基、海上或者是空载）。有的时候，空射和潜射巡航导弹会比同种类的陆基或舰上发射型要轻和小。巡航导弹使用的导引系统种类很多，即使是同样的导弹的次型也会使用不同的导引系统（惯性导航系统、地型匹配导航系统（TERCOM）或是卫星导航系统等）。大型导弹能够携带传统弹头或者是核子弹头，但是小型导弹只能使用传统弹头。极音速巡航导弹以超过5马赫的速度飞行。例子：这些导弹的飞行速度超过音速，多半使用冲压发动机，射程多在100到500公里之间或更长，导引系统则各异。例子：这是一种巡航导弹的常用类型。此种导弹通常由美国及苏联开发。导弹射程超过1000公里，时速每小时约800公里。一般来说此类导弹重1500公斤。它们通常可载传统弹头和核弹头。早期版本的这些导弹采用惯性导航系统。后期版本的导弹则加入地型匹配导航系统及数位影像区域比对系统（DSMAC）等装置、提高了相当大的命中精度。大多数的近期版本则使用卫星导航系统。例子：与上述同类导弹有同等重量、面积及速度。通常距离少于1000公里。导引系统各异。例子：这些导弹重约500公斤，射程范围为70-300公里。飞行速度为次音速，导引系统通常较大型导弹简单。实际上，巡弋这两个字有的时候并不太适用于这一类导弹上。通常用于反舰导弹，尤其是德国、意大利与日本这三个被禁止开发长程巡航导弹的国家较广泛使用短程巡航导弹。例子：巡航导弹主要用来攻击主要目标如：船、桥、水坝等。目前的导航系统容许精确的攻击任务。 （在2001年）BGM-109战斧巡航导弹已成为美国海军火力主要的一部分。它向舰艇和潜艇提供了一个极其精确的远程常规对地武器。每枚造价大约600,000美元[5]。美国空军部署了空中发射巡航导弹，即AGM-86导弹（AGM-86 ALCM）。它可以从像B-52轰炸机这样的轰炸机上发射。战斧巡航导弹和AGM-86导弹都在海湾战争中得到了广泛应用。战斧（AGM-109）和AGM-86巡航导弹都曾竞标美国空军的可被B-52携带的空中发射载核弹头巡航导弹的设计。美国空军采用AGM-86为轰炸机群使用，同时美国空军和海军采用了AGM-109被改进的卡车和舰艇发射版本。卡车发射版本后来在同苏联的双边中程导弹条约下销毁，同时销毁的还有潘兴II号导弹（Pershing II）及SS-20导弹。英国皇家海军（RN）也使用巡航导弹，特别是美制战斧，由皇家海军核潜艇舰队使用。皇家海军在1999年科索沃战争期间第一次在战斗中使用常规弹头版本。英国皇家空军在旋风式战斗机上配备暴风影导弹（Storm Shadow）。它也被法国使用，被称作SCALP EG，由法国空军（French Air Force）幻象2000战斗机和飙风战斗机携带，其中法军戴高乐号航空母舰上的飙风战斗机可使用挂载核弹头的导弹。印度与俄罗斯已联合发展超音速布拉莫斯导弹。有三个版本的布莫摩斯：舰艇/陆上发射，空中发射和水下发射。舰艇/陆上发射版本已经服役但是空中发射和水下发射版本正在研发。布拉摩斯有能力攻击陆上目标。俄罗斯还继续使用其他一些巡航导弹，例如玄武岩导弹，“花岗岩”P-700导弹，原名“蚊子”的SS-N-22导弹和Kh-35导弹。俄罗斯方面对于巡航导弹的发展特别投入，相较于美国只有战斧导弹与AGM-86空射巡航导弹外，俄国从苏联时代就发展了各式各样的巡航导弹，以对付美国海军航舰战斗群。德国与西班牙使用金牛座导弹而巴基斯坦也发展自己的巡航导弹类如英美的战斧巡航导弹，名之为巴卑尔巡航导弹（Babur missile）。中华人民共和国及中华民国也设计有几种不同型号的巡航导弹，诸如著名的鹰撃82巡航导弹（C-802），其中一些型号的导弹可以携带生物、化学、核子及传统的弹头。台湾的雄风三型反舰导弹与韩国的玄武三型巡航导弹已经发展出陆射型或舰射型，但台湾与韩国的战略偏重防御，故射程较有限，并只装配传统高爆弹头。美国有460颗AGM-129ACM巡航导弹附有W80核弹头（可选择5KT或150KT这两种核武爆炸当量)外挂在B-52同温层堡垒轰炸机（B-52H）上。另外、大约有350颗海基发射导弹一样配置有核弹头。导弹的射程为3000公里。所有的导弹均保持在储存状态。SSM-N-8狮子座导弹（SSM-N-8 Regulus）也设计可以载装核弹头。参见：俄国的空射式彩虹Kh-55导弹（Kh-55SM）、类同于射程3000公里的美国AGM-129先进巡航导弹（AGM-129 ACM），不过Kh-55SM也可以携带多达200kt核武爆炸当量的弹头。导弹在单一作战使用目的之武器里价钱是比较贵的，每套可以达到几百万美元。这样的后果之一就是使用者面临对目标的艰难挑选，为的是避免将导弹花费在低军事或经济价值的目标上。例如，在持久自由军事行动中，美国使用巡航导弹袭击经济价值非常低的目标，导致许多人质疑武器的使用效率。不过，巡航导弹的支持者始终支持着将巡航导弹作为像其他型号无人飞机一样的应用。换句话说，考虑到总的培训和基础设施费用，使用巡航导弹的花费仍然比用人类飞行员来得价廉些，更不用提飞行员必须冒着生命危险的代价。空对空（AAM） · 空对地（ASM） · 地对空（SAM） · 地对地（SSM） · 潜射（SLBM） · 空射（ALBM）弹道导弹（BM）：战地（BRBM） · 战区（TBM） · 短程（SRBM） · 中程（MRBM） · 远程（IRBM） · 洲际（ICBM） · 反舰弹道导弹（ASBM）巡航导弹（CM） · 反导（ABM） · 反舰导弹（AShM） · 反潜（ASROC） · 反坦克（ATM） · 反卫星（ASAT）反辐射（ARM） · 有线导引（TOW） · 红外线导引（IRH） · 乘波导引 · 激光导引（SALH） · 主动雷达导引（ARH） · 半主动雷达制导（SARH） · 火箭",
        "attributes": null
    },
    {
        "keyword": "轻型火器",
        "source": "wiki",
        "title": "火器",
        "url": "https://zh.wikipedia.org/wiki/%E7%81%AB%E5%99%A8",
        "date": "0",
        "content": "火器，又称热武器或热兵器，泛指任何用推进剂（传统为黑火药，现今是无烟火药）的快速燃烧（“火”）产生高压气体来产生动能做功推动抛射物的远射武器。根据气体喷射的方向，火器可以分成前喷的管式火器和反喷的火箭两大类。而根据口径不同，管式火器还可分为枪械（口径不超过20毫米）和火炮（口径大于20毫米）两种。与火器相对是冷兵器，包括各种格斗武器和不使用火药燃烧发射枪弹的射击兵器（比如弓、弩、气枪等）。火器的英文是firearm，此词特指轻兵器，也就是单人可以携带并且使用的枪械类武器[1][2][3]。在中国历史上，于公元9世纪黑火药被发明后，有被用于放烟火和战争武器的用途。中国发明的枪在12世纪传至亚洲其他地区，在13世纪传入欧洲[4]。天启年间明朝军官从葡萄牙人处购得红夷大炮，为英国制造的早期加农炮，最远射程可达二十里以上。天启六年（1626年）红夷大炮在宁远之战中发挥极大威力。据史料记载，后金的攻城行动在明军猛烈炮火的攻击下，八旗官兵血肉横飞，尸积如山，是努尔哈赤成军以来的首次挫败。晚明时，明军火器普及率约60%[10]。步兵可携带并操作的火器被称为轻武器（light weapons）[13]，其中各种依赖抛射物动能杀伤目标的直射单兵武器也称轻兵器（small arms）[14]。因为尺寸和重量无法由步兵携带、或因为后坐力太强而必须依赖武器平台提供机动性和稳定性的火器被称为重武器，其中口径超过20毫米（0.78英寸，美国为16.7毫米）的管式火器通常被称为炮（cannon）。有喷气发动机作为驱动系统提供飞行动力。",
        "attributes": null
    },
    {
        "keyword": "柴油",
        "source": "wiki",
        "title": "柴油",
        "url": "https://zh.wikipedia.org/wiki/%E6%9F%B4%E6%B2%B9",
        "date": "0",
        "content": "柴油（Diesel），又名油渣，是石油提炼后的一种液态油质燃料的产物。它由不同的碳氢化合物混合组成，主要成分是含9到18个碳原子的链烷、环烷或芳烃。它的化学和物理特性位于汽油和重油之间，轻柴油沸点在170℃至390℃间，重柴油沸点范围约350～410℃，密度为0.82~0.845kg/dm3。柴油可以被用来作为汽车、坦克、飞机、曳引机、铁路车辆等运载工具或其它机械设备的燃料，也可用来发电、取暖等。柴油的单位体积热容量较汽油高，故每升可行驶的公里数较高。柴油燃烧后的废气与汽油不同，虽说部分污染物较低，但因为柴油含有较多杂质，在没有点火下燃烧不够彻底，从而产生较多烟灰，各汽车公司都在发展降低污染的技术以减低污染。如为了减少因为烟灰所造成的污染，因此近年中在西欧各国包括汽车在内燃烧柴油的机器必须装滤尘器才可使用。而其硫氧化合物（英文：SOx）污染也是一个问题；因此柴油的含硫量也是关注的重点，许多市场都已经推出超低硫柴油、较为严格的法规规定含硫量低于10~50ppm。柴油的沸点较高，其次是煤油（俗称火水），石脑油和汽油（俗称电油）等。柴油之英文 Diesel Fuel 是为了纪念发明了柴油引擎（英文：Diesel Engine）的德国发明家鲁道夫·狄塞尔（英文：Rudolf Diesel）的名字而产生出来。公元1900年鲁道夫·狄塞尔最初使用花生油当燃料展示他发明的引擎，但花生油成本太高，难以与汽油竞争，后来便使用石化柴油做为燃料。[1][2][3]",
        "attributes": null
    },
    {
        "keyword": "交通枢纽",
        "source": "wiki",
        "title": "交通枢纽",
        "url": "https://zh.wikipedia.org/wiki/%E8%BD%89%E9%81%8B%E7%AB%99",
        "date": "0",
        "content": "交通枢纽（英语：Integrated Transport Hub/Public Transport Interchange，简称：ITH/PTI），香港又作公共运输交汇处、公共交通交汇处、运输交汇处或交通交汇处，中国大陆又作综合交通枢纽，台湾又作转运站、转运中心，新加坡又作综合交通中心是指一些可让各交通工具的乘客作综合换乘用途的交汇点，立交设有多种交通工具（公交车、铁路、小巴、出租车、渡轮等）的中途站及终点站，方便乘客由公交车换乘其他公交车或由一种交通工具换乘另一种交通工具前往相关目的地，交通枢纽通常设在或靠近铁路车站或渡轮码头旁，或是位于大型屋苑内，甚至位于机场旁。由于交通枢纽的规模及面积较一般的公交总站为大，故此交通枢纽的设计较一般公交总站为高。交通枢纽一般有不少于8个停车湾，以提供不同的公共交通服务，并需要提供充足的照明、保安及安全装置，又需要提供乘客查阅资料设施，协助乘搭不同交通工具的乘客前往所需的目的地。交通枢纽主要分为三大类别：",
        "attributes": null
    }
]