[
    {
        "keyword": "装甲输送车",
        "source": "baidu",
        "title": "装甲输送车",
        "url": "https://baike.baidu.com/item/%E8%A3%85%E7%94%B2%E8%BE%93%E9%80%81%E8%BD%A6",
        "date": "",
        "content": "装甲输送车是陆战场上用来运送步兵、武器弹药的战斗车辆，是一种类设有乘载室的轻型装甲车辆。它可以使陆军部队快速推进，主要用于战场上输送步兵，也可输送物资器材。装甲输送车（armoured personnel carrier） 设有乘载室的轻型装甲车辆。主要装甲输送车用于战场上输送步兵，也可输送物资器材。具有高度机动性、一定防护力和火力，必要时，可用于战斗。分履带式和轮式两种。在机械化步兵（摩托化步兵）部队中，装备到步兵班。装甲输送车出现的时间与战车约略同期，第一次世界大战末期，英国推出专门用来运输步兵的马克IX型坦克。由于坦克本身的成本较当时使用的卡车高出许多，有些国家是以加装装甲的汽车权充兼作运输的用途。1930年代许多国家开始发展机械化部队，由于全履带车的造价与维护成本依旧居高不下装甲输送车，为了配合战车的运动速度与越野能力，半履带车加上防护装甲之后成为最常见的型态。一战后，德国转向发展装甲车。从1934年开始研制一种履带式装甲输送车，战斗全重9.25吨，乘员2人，动力装置为6缸汽油发动机，最大速度55公里/小时，可载运10名士兵。这种装甲输送车在二战中广泛应用。二次世界大战期间，美国的M3半履带车与德国SdKfz 251半履带车是最著名的代表。这些车辆拥有防御小口径武器与弹药破片的侧面装甲，但是欠缺顶部的保护。车体上以携带机枪最为常见。而战争中期以后盟军开始将M4中战车改装成装甲运兵车使用。到冷战时期，由于核战阴影的威胁、履带动力装置成本下降加上铝合金的使用，装甲运兵车开始具备封闭式车身，为了与步兵共同作战而演化出步兵战斗车这类重武装车种。生产研发一辆装甲车辆的工作重点在研发前的总体设计阶段，主要体现在车辆的设计目标上。装甲输送车的设计目标有以下三点，首先要尽量借用成熟部件，加强可靠性、维修性、保障性和测试性设计。其次装甲输送车，车体后舱设备的布置与安装应充分考虑“人一机一环”工程技术设计，满足在规定的作战环境中的使用要求。第三，在设计过程中应充分贯彻国家标准、国军标等相关规定，满足系列化、通用化、标准化的要求。装甲输送车总体布置采用国际履带式装甲输送车的标准布置方式，车体内部划分为驾驶室、车长室、载员室、传动室和动力室。驾驶室顶部正前方装有白昼潜望镜，潜望镜上都增加了防霜装置。驾驶员座椅可以根据需要进行调节。车长室顶部有1个可全向旋转的车长窗口。在车长窗口前面装有1具指挥潜望镜。供车长使用。装甲输送车由装甲车体、武器、推进系统（动力、传动、操纵、行动装置）、观瞄仪器、电气设备、通信设备和三防（防核、化学、生物武器）装置等组成。车上通常装有机枪，有的装有小口径机关炮。多数装甲输送车的战斗全重 6～16吨，车长4.5～7.5米，车宽2.2～3米，车高 1.9 ～ 2.5 米，乘员2～3人，载员8～13人，最大爬坡度25～35度，最大侧倾行驶坡度15～30度。履带式装甲输送车陆上最大时速55～70公里，最大行程300～500公里。轮式装甲输送车陆上最大时速可达100公里，最大行程可达1000公里 。履带式和四轴驱动轮式装甲输送车越壕宽约 2 米，过垂直墙高 0.5～1 米。多数装甲输送车可水上行驶，用履带或轮胎划水，最大时速5公里左右 ；装有螺旋桨或喷水式推进装置的 ，最大时速可达10公里。装甲输送车由装甲车体、武器、推进系统（动力、传动、操纵、行动装置）、观瞄仪器、电气设备、通信设备和三防（防核、化学、生物武器）装置等组成。车上通常装有机枪，有的装有小口径机关炮。多数装甲输送车的战斗全重 6～16吨，车长4.5～7.5米，车宽2.2～3米，车高 1.9 ～ 2.5 米，乘员2～3人，载员8～13人，最大爬坡度25～35度，最大侧倾行驶坡度15～30度。履带式装甲输送车陆上最大时速55～70公里，最大行程300～500公里。轮式装甲输送车陆上最大时速可达100公里，最大行程可达1000公里 。履带式和四轴驱动轮式装甲输送车越壕宽约 2 米，过垂直墙高 0.5～1 米。多数装甲输送车可水上行驶，用履带或轮胎划水，最大时速5公里左右 ；装有螺旋桨或喷水式推进装置的 ，最大时速可达10公里。装甲输送车造价较低，变型性能较好，但火力较弱，防护力较差，多数车乘载室的布置不便于步兵乘车战斗。步兵战车出现后，有的国家认为步兵战车将取代传统的装甲输送车；多数国家装甲输送车认为两种车的主要用途不同，应同时发展。中国于20世纪50年代后期开始研制装甲输送车，60年代初装备部队。装甲输送车最大公路速度可达65公里/小时以上，最大行程可达500公里。该车有5个前进档和1个倒档，不仅具有较好的公路机动能力，还具备极佳的越野能力。车辆可跨越2米宽的壕沟，越过0.7米高的垂直墙，最大爬坡度达32度具有良好的通过性能。与63式装甲输送车一样，装甲输送车具有浮渡功能，无需准备就可通过内陆江湖。其浮渡方式是自浮，靠履带划水推进。其浮渡装置还包括防浪板和导水装置等。防浪板是用薄钢板压型焊接而成。导水装置由两侧前浮箱、翼板和后导向器组成，在履带上方构成导水通道。该车水上航速可达6公里/小时。装甲输送车经过实车试验测试.整车在防护、火力、机动三大性能上满足了设计指标要求。此外，新型装甲输送车在设计上还十分注重“人一机一环”工程设计.承载能力较强.乘载员为3+8人。其载员室的内部装饰比较美观、实用.载员座椅处减震隔振效果较好。乘员座椅加装了安全带，载员座椅可以自动翻起，不坐时车内可以形成较大空间.便于装载更多的弹药和器材。装甲输送车造价较低，变型性能较好，但火力较弱，防护力较差，多数车乘载室的布置不便于步兵乘车战斗。步兵战车出现后，有的国家认为步兵战车将取代传统的装甲输送车；多数国家认为两种车的主要用途不同，应同时发展。中国于20世纪50年代后期开始研制装甲输送车，60年代初装备部队。近 日， 法 国 奈 克 斯 特 公 司 推出了新型 6×6 装甲输送车，该车被称为战术步兵输送及多用途系统（Titus），设计理念突出了机动性、任务灵活性和乘员舒适性。在机动性方面，该车前、后轴均可转向，采用太脱拉公司的独立摆动轴悬挂系统，车底距地高度可调。在任务灵活性方面，该车的装甲组件可提供北约标准协定 4569的 1 ～ 4 级防护水平。该车安装了A RX20 遥控武器站，该武器站装配1 挺 12.7mm 机枪，机枪也可由 1 门20mm 机关炮或 1 具 40mm 榴弹发射器代替。该车的前部车顶有 1 个炮长舱口，后部车顶有 2 个舱口，每个舱口枢轴处均安装了轻型机枪。此外，在该车尾门还配有 1 个射击孔。在乘员舒适性方面，该车内部空间预设配置可容纳乘员 3 人（驾驶员、炮长和车长），下车步兵 10 人，也可根据需要调整为乘员 2 人，下车步兵 12 人。该车全重 23吨，净重 17吨，满载重量最大可达 27吨，采用 323千瓦 的发动机，可由 A400M“阿特拉斯”运输机进行空运。该车采用单壳式全焊接钢车体，具有 NBC 防护能力。其衍生车型包括指挥车、救护车、迫击炮车、工程车和抢修车[1]。",
        "attributes": {
            "中文名": "装甲输送车",
            "外文名": "armoured personnel carrier",
            "作用": "战场上输送步兵",
            "特点": "高度机动性、一定防护力和火力",
            "分类": "履带式和轮式",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/f9dcd100baa1cd11ef6c6f2cb912c8fcc2ce2de7?x-bce-process=image/resize,m_lfit,w_220,h_220,limit_1/format,f_auto",
                "图片2": "https://bkimg.cdn.bcebos.com/pic/0bd162d9f2d3572cee3781d08a13632763d0c3e1?x-bce-process=image/resize,m_lfit,w_220,h_220,limit_1/format,f_auto",
                "图片3": "https://bkimg.cdn.bcebos.com/pic/0b55b319ebc4b7459643aa1acffc1e178b8215e2?x-bce-process=image/resize,m_lfit,w_220,h_220,limit_1/format,f_auto",
                "图片4": "https://bkimg.cdn.bcebos.com/pic/5d6034a85edf8db1b84762470923dd54564e74a3?x-bce-process=image/resize,m_lfit,w_220,h_220,limit_1/format,f_auto",
                "图片5": "https://bkimg.cdn.bcebos.com/pic/7af40ad162d9f2d35a1d08b8a9ec8a136327cc5c?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片6": "https://bkimg.cdn.bcebos.com/pic/d53f8794a4c27d1e4973234c11d5ad6edcc438e4?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "海拔",
        "source": "baidu",
        "title": "海拔",
        "url": "https://baike.baidu.com/item/%E6%B5%B7%E6%8B%94/5754",
        "date": "",
        "content": "海拔（Elevation），是指地面某个地点高出海平面的垂直距离。是某地与海平面的高度差，通常以平均海平面做标准来计算。海拔的起点叫海拔零点或水准零点，是某一滨海地点的平均海水面。它是根据当地测潮站的多年记录，把海水面的位置加以平均而得出的。大地水准面地理学意义上的海拔是指地面某个地点或者地理事物高出或者低于海平面的垂直距离，是海拔高度的简称。它与相对高度相对，计算海拔的参考基点是确认一个共同认可的海平面进行测算。这个海平面相当于标尺中的0刻度。因此，海拔高度又称之为绝对高度或者绝对高程。而相对高度是两点之间相比较产生的海拔高度之差。但海面潮起潮落，大浪小浪不停，可以说没有一刻风平浪静的时候，而且每月每日涨潮与落潮的海面高度也是有明显差别的。因此，人们就想到只能用一个确定的平均海水面来作为海拔的起算面。海拔也就定义为高出或者低于平均海水面的高度。这就是通常人们所说的高程或绝对高程。由于地球内部质量的不均一，地球表面各点的重力线方向并非都指向球心一点。这样就使处处和重力线方向相垂直的大地水准面，形成一个不规则的曲面。因而世界各国有各自确立的平均海平面，即大地水准面。海拔测绘专家们通过在沿海设置验潮站的办法。选择对一个国家或地区来说具有位置适中、外海海面开阔、海底平坦、地质结构稳定、有代表性和规律性的半日潮等特点的港区建立一个长期使用的验潮站，根据长期验潮资料来确定一个平均海水面，把它作为零高程面。然后用精密水准测量联测到陆地上预先设置好的水准原点，测定出这个点的海拔高度作为一个国家或整个地区的起算高程。具体测量方法：测量队将同时使用3种测量方法，分别是，传统几何水准测量法、GPS（全球卫星定位系统）高程拟合法和GPS大地水准面精化法。最后公布的结果以传统几何水准测量法测量结果为准，时间也主要花在这种测量上。另外两种方法对传统几何水准测量法测量结果进行对照参考，以求进一步缩小误差。传统几何水准测量法是指从位于青岛的1985国家高程基准面开始，每35米设立一个标杆，用水准测量仪计算两边海拔高度的变化。沿着某山的山脊一步步往上测量，一站站地将高度差累加起来，直到峻极峰顶。水准测量仪的标尺长度只有3米，每次能够测量的高差也只有2米多。在平原，测量人员每天推进至少8公里。但在山区，随着山势坡度的加大，测量难度也会加大，每天能够完成的测量高度也会越来越小。为了保证测量结果的精确，测量到山顶后，还要再从山顶往山脚测量一次，完成整个测量过程。对人自身影响1. 海拔带来的生理反应都是短期的变化，人会逐渐适应这种高海拔的环境。2. 大气压对人的影响大气压力不仅与海拔有关，还和天气有关。很多研究发现大气压对人的影响可概括为三类：一是增加了疾病的发生；一些临床研究表明，发病率与季节有关联；二是季节的变化也会影响到个体的心理，如对情绪的影响。季节发生变化时，精神病的发作率、自杀率和社会冲突都会受到影响；第三类影响是对人行为的影响。很多研究表明，学校中的分裂行为和治安混乱，随天气和大气压的改变而发生变化。总的来说，大气压低伴随着高海拔和暴风天气，气压高则通常是晴朗的天气。[1]对外界影响吐鲁番内陆海拔零点(2张)水沸腾时的温度叫做水的沸点，平常说“水的沸点是100℃”，那是指在一个大气压下（标准大气压）水沸腾时的温度。那么水的沸点是不是一成不变呢？不是的。水的沸点是随大气压强的变化而变化的：气压增大了，沸点就升高。因为水面上的大气压力，总是要阻止水分子蒸发出来，所以气压升高的时候，水要化成水蒸气必须有更高的温度。一般在海拔不高的地面上，大气压强基本上是一个大气压。低于海平面的地方（如很深的矿井），气压高于一个大气压，在那里烧水，水的沸点要升高，据测定，深度增加一公里，水的沸点就提高3度。相反，气压减小，沸点也就降低。如海拔越高的地方，空气越稀薄，气压也越低，这个地方水的沸点就降低了。在世界之巅的珠穆朗玛峰上烧水，只要烧到73.5℃，水就被烧“开”了。这样的“开水”，不能把饭菜煮熟，也不能杀死某些细菌。因此，地质工作者和登山队员在高山上工作时，都要使用高压炊具——高压锅。它是利用高压下沸点升高的原理制成的。密封的锅盖使锅内的蒸气无法逸出，因此气压增大，沸点提高，饭菜就熟得快了。家用高压锅在正常使用的情况下，锅内气压是1.3个大气压，温度一般在125℃左右。当锅内的气压过高时，锅上的安全阀就自动打开，放掉一部分蒸气，使气压降低。中华人民共和国水准零点我国1987年规定将青岛验潮站1952年1月1日~1979年12月31日所测定的黄海平均海水面作为全国高程的起算面。并推测得青岛观象山上国家水准原点高程为72.260m。根据该高程起算面建立起来的高程系统，称为1985国家高程基准。我国各地面点的海拔，均指由黄海平均海平面起算的高度。[2]中国海拔零点按照国际通行的海拔零点标志位于新疆吐鲁番亚尔乡巴村境内。地理坐标为东经89度11分。北纬42度56分，“零点”西至交河故城13公里，东至高昌故城50公里，北至苏公塔2公里，南至艾丁湖最低点30公里。“零点”属特殊地理位置。新疆吐鲁番盆地是中国最低的内陆盆地，也是世界第二低地，它低于海平面的面积4050平方公里，由零点等高线圈定，最低点海拔-154.43米。建立中国的内陆海拔零点富有科学意义，具有科普宣传作用，对于开展中外文化交流、发展旅游业都有重大意义。中国内陆海拔零点标志置于一圆形顶、多角形主体建筑之中，主体建筑约8米，外观典雅大方。[3]1500-3500米为高海拔，在这个高度，如果有足够的时间，大多数人都可以适应；3500-5500米为超高海拔，在这个高度，个体的差异决定能否适应；5500米以上为极高海拔，在这个高度，人体机能会严重下降，有些损害是不可逆的。没有人能在这个高度呆上一年。即使藏民和夏尔巴人，一般也都生活在5500米以下的区域。从实际情况看，生活在低海拔的人一般在海拔2400米以下感觉基本正常，没有明显反应；超过2400米，如果有合理的海拔阶梯和足够的时间，还是能够逐步适应；超过5500米后，无论花多少时间都无法完全适应。珠穆朗玛峰中华人民共和国登山队于1975年测定中华人民共和国公认的珠穆朗玛峰的海拔高度是8848.13米。1999年，由美国国家地理学会使用全球卫星定位系统测定珠峰的海拔高度为8850米，但外界也有8848米、8840米、8850米、8882米等多种说法。珠穆朗玛峰最近的一次测量是在2005年5月22日，中华人民共和国重测珠峰高度测量登山队成功登上珠穆朗玛峰峰顶，再次精确测量珠峰高度，在2005年10月，珠峰高度公布，为8844.43米（峰顶岩石面高程测量精度±0.21米；峰顶冰雪深度3.50米）。2020年12月8日公布珠峰新高度，为8848.86米。[4]马里亚纳海沟马里亚纳海沟是地球上最深的地方，位于北太平洋西部马里亚纳群岛以东，马里亚纳海沟深11034米，海拔是-11034米。海拔八千米以上的山峰1、珠穆朗玛峰：海拔8844.43米，喜马拉雅山脉的主峰。2、乔戈里峰：海拔8611米，西方登山者称其为K2峰，位于喀喇昆仑山脉的中巴边境上。3、干城章嘉峰：海拔8586米，位于喜马拉雅山脉中段。4、洛子峰：海拔8516米，位于珠穆朗玛峰以南3公里处。5、马卡鲁峰：海拔8463米，地处喜马拉雅山脉中段。6、卓奥友峰：海拔8201米，位于喜马拉雅山中部。7、道拉吉利峰：海拔8172米，位于喜马拉雅山脉中段尼泊尔王国境内。8、马纳斯鲁峰：海拔8156米，位于喜马拉雅山脉中段尼泊尔王国境内。9、南迦帕尔巴特峰：海拔8125米，位于喜马拉雅山脉西段巴基斯坦境内。10、安纳普尔那峰：海拔8091米，位于喜马拉雅山脉中段尼泊尔王国境内。11、迦舒布鲁姆Ⅰ峰：海拔8068米，位于喀喇昆仑山脉中国和巴基斯坦边界上。12、布洛阿特峰：海拔8047米，位于喀喇昆仑山脉中国和巴基斯坦边界上。13、迦舒布鲁姆Ⅱ峰：海拔8034米，位于喀喇昆仑山脉中国和巴基斯坦边界上。14、希夏邦玛峰：海拔8012米，位于喜马拉雅山脉中段中国境内。[5]",
        "attributes": {
            "中文名": "海拔",
            "外文名": "Elevation",
            "拼音": "hǎi bá",
            "注音": "ㄏㄞˇ ㄅㄚˊ",
            "概念": "",
            "来自": "地面",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/10dfa9ec8a136327bc4bba10918fa0ec08fac76b?x-bce-process=image/resize,m_lfit,w_440,limit_1/format,f_auto",
                "图片2": "https://bkimg.cdn.bcebos.com/pic/f9dcd100baa1cd115f60d093b812c8fcc2ce2daa?x-bce-process=image/resize,m_lfit,w_220,limit_1/format,f_auto",
                "图片3": "https://bkimg.cdn.bcebos.com/pic/bd315c6034a85edfd377f42949540923dc5475c4?x-bce-process=image/resize,m_lfit,w_440,limit_1/format,f_auto",
                "图片4": "https://bkimg.cdn.bcebos.com/pic/f9dcd100baa1cd115f60d093b812c8fcc2ce2daa?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片5": "https://bkimg.cdn.bcebos.com/pic/2cf5e0fe9925bc31a553af4458df8db1ca1370e4?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "战斗部",
        "source": "baidu",
        "title": "战斗部",
        "url": "https://baike.baidu.com/item/%E6%88%98%E6%96%97%E9%83%A8",
        "date": "",
        "content": "战斗部是各类弹药和导弹毁伤目标的最终毁伤单元，主要由壳体、战斗装药、引爆装置和保险装置组成。现代战争对战斗部的杀伤威力或毁伤效率提出了更高的要求，同时也要求优化引信与战斗部的配合效率。世界各国都在积极研制与发展采用各种毁伤机理的新型战斗部技术，以提高弹药和导弹的高效毁伤能力。战斗部是弹药毁伤目标或完成既定战斗任务的核心部分。战斗部通常由壳体和装填物组成。某些弹药仅由战斗部单独构成，如普通地雷、水雷等。（1）壳体壳体容纳装填物并连接引信，使战斗部组成一个整体结构。在大多数情况下，壳体也是形成毁伤元素的基体，如杀伤类的炮弹、导弹、炸弹等。（2）装填物装填物是毁伤目标的能源物质或战剂。通过对目标的高速碰撞，或装填物（剂）的自身特性与反应，产生或释放出具有机械、热、声、光、电磁、核、生物等效应的毁伤元（如实心弹丸、破片、冲击波、射流、热辐射、核辐射、电磁脉冲、高能离子束、生物及化学战剂气溶胶等），作用在目标上，使其暂时或永久地、局部或全部地丧失其正常功能。有些装填物是为了完成某项特定的任务，如宣传弹内装填的宣传品，侦察弹内装填的摄像及信息发射装置等。常规战斗部根据形成毁伤元素的特点及对目标的毁伤机理可分为杀伤战斗部、爆破战斗部、侵彻战斗部、聚能战斗部、子母战斗部、云爆战斗部等。杀伤战斗部根据杀伤破片形状的不同又可分为破片杀伤战斗部和杆条破片战斗部。杆条战斗部又分为离散杆战斗部和连续杆战斗部两种。破片杀伤战斗部根据破片的形成机理又分为自然破片战斗部、预制破片战斗部和预控破片战斗部三种；根据破片的飞散特性可分为均强型杀伤战斗部、定向战斗部和聚焦战斗部等几种。聚能战斗部根据形成杀伤元素不同可分为射流聚能战斗部和爆炸成型战斗部两种；根据结构又可分为单级聚能、串联式聚能战斗部等。如果战斗部对目标的破坏作用是多种作用的综合效应时，也可按其效应的组合来命名。如攻击空中目标的战斗部，爆炸后具有杀伤、爆破、燃烧多种效应，其战斗部命名为杀爆燃战斗部；攻击地下目标的侵彻战斗部，具有侵彻、爆炸和燃烧等多功能，命名为侵爆燃战斗部等。",
        "attributes": {
            "中文名": "战斗部",
            "实质": "最终毁伤单元",
            "组成": "壳体、战斗装药、引爆装置",
            "分类": "杀伤战斗部、爆破战斗部",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/3ac79f3df8dcd1005db61c38798b4710b9122f85?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "障碍物",
        "source": "baidu",
        "title": "障碍物",
        "url": "https://baike.baidu.com/item/%E9%9A%9C%E7%A2%8D%E7%89%A9",
        "date": "",
        "content": "障碍物是能迟滞或阻止军队行动的地形、地物和军事工程设施的统称。有的障碍物还能直接杀伤敌人，破坏其装备，使敌人产生恐惧心理。障碍物按性质分为天然障碍物和人工障碍物。人工障碍物按其用途的不同，还可分为防坦克、防步兵、防运输车辆、防舰船、防登陆、防飞机和防空降等障碍物。 随着坦克、步兵战斗车、直升机、气垫登陆工具大量用于战场，障碍物的战役、战术密度将进一步增大，爆炸性障碍物将更广泛运用，机动设置障碍物愈益显得重要。有些障碍物还能直接杀伤人员、破坏装备并可对人员造成精神恐惧和威胁。障碍物与火力相结合，可以显著提高直瞄武器的毁伤效能。障碍物按性质，分为天然障碍物和人工障碍物两大类。天然障碍物包括天然形成的，和平时为生产、生活而构筑的，战时能起到障碍作用的物体。人工障碍物是为阻滞军队行动而构筑和设置的障碍物。有爆炸性障碍物和非爆炸性障碍物两大类。爆炸性障碍物，是利用爆炸产生的能量毁伤装备、杀伤有生力量，以阻滞敌方行动的人工障碍物；非爆炸性障碍物，是一种以形体或产生能量来阻滞敌方行动或杀伤敌方的人工障碍物，主要有筑城障碍物、火障碍物、电障碍物、化学障碍物和破坏物等。筑城障碍物是由改造后的地形、构筑物、结构物等构成的非爆炸性障碍物，如铁丝障碍物、土工障碍物、桩砦类障碍物、拦障类障碍物、鹿砦障碍物、冰雪障碍物、水障碍物等。人工障碍物按用途，还可分为防坦克（防运输车辆）、防步兵、防舰船、防空和抗登陆等障碍物。在防御作战中，障碍物可用于：破坏、干扰敌方集结，阻滞其机动，诱逼其进入不利的进攻出发地域或易遭歼灭的地区；加强防御阵地、掩护阵地侧翼、接合部和重要目标，节省己方兵力，封闭敌方突破口，巩固已恢复地区（阵地），阻滞敌方空降，增强防御的稳定性；还可用于掩护部队转移和退却。在进攻作战中，障碍物可用于：掩护进攻出发阵地和军队暴露的翼侧，巩固已占领地区（阵地），阻滞敌方反冲击、反突击、突围和退却。在海战和抗登陆作战中，障碍物可用于：封锁敌方港口和航道，打击敌方舰船，阻碍其航行；保护己方海军基地、港口、驻泊点免遭敌潜艇、鱼雷的袭击；阻滞敌方舰艇接近己方海岸和登陆工具、登陆兵上陆。运用障碍物的基本要求是：有重点并隐蔽、灵活地使用，既能有效地阻滞敌方的行动，又不妨碍己方军队的行动；发挥各种障碍物的整体作用，充分利用天然障碍物，使天然障碍物与人工障碍物相结合，爆炸性障碍物与筑城障碍物相结合，防坦克障碍物与防步兵障碍物相结合，地面障碍物与空中障碍物相结合，真障碍物与假障碍物相结合，预先设置与机动设置相结合。现代防御通常构成以防坦克（或抗登陆）障碍物为主的立体障碍物配系。最早的人工障碍物是壕沟、防栅（树篱）和土石墙。在中国，已知的最早的土工障碍物，可追溯到公元前4800～前4300年，在西安半坡村氏族聚落遗址中，发现在氏族聚落周围挖有宽、深各5～6米的防卫壕。据考古发现，公元前3000～前2000年内蒙古赤峰东八家就构筑有块石墙。至于墙、壕两种障碍物并用的最早实例，是商代盘龙城（今湖北省武汉市黄陂区）遗址，它在城墙外挖有10米宽的壕。到了西周和春秋战国时期，陆续出现的野战和守城障碍物有拒马、鹿砦、竹签桩、木蒺藜和铁蒺藜、陷马坑（陷阱）等。水障碍物和水中障碍物在中国也很早就用于战争。如汉王四年（公元前203），汉军与齐、楚军夹潍水（今山东潍河）而战，汉将韩信在上游用沙袋壅水，待齐、楚军渡河时，决壅放水，使楚军大半未能渡河，从而击败楚军。西晋咸宁六年（280）晋灭吴之战中，吴国军队曾在长江中设置拦江铁索和铁锥等水中障碍物，企图阻滞晋军的水路进攻，未逞。火药的发明导致了爆炸性障碍物的产生和发展，应用地雷、应用水雷等爆炸性障碍物13世纪在中国出现。到了明代中后期（16世纪），这些障碍物在陆战和水战中已得到普遍应用。在《武备志・军资乘》中记载可供军队在作战中运用的爆炸性障碍物已有20余种，筑城障碍物有50余种，其中供设置在水中和岸边的障碍物有30余种。19世纪后半期铁丝障碍物出现，在日俄战争（1904～1905）中俄军曾使用过铁丝网。第一次世界大战期间，铁丝障碍物已得到广泛使用。1916年坦克出现后，防坦克壕和防坦克地雷随之产生。第二次世界大战前，欧洲一些国家在国境线和战略要地构筑坚固的筑垒地域。为了加强防线的稳固性，构筑和设置了大量的防坦克和防步兵障碍物，如地雷场、铁丝网、各种桩砦、防坦克壕、崖壁等。第二次世界大战期间，地雷成为战场上使用最广泛的障碍物。在阿莱曼战役中，在长达60千米的正面上，仅德军就埋设了50多万枚地雷。苏军在库尔斯克会战的防御阶段，设置的各种地雷超过100万枚。在此期间，水雷也得到广泛运用。参战国在各海域和江河共布设水雷约80万枚，炸沉、炸伤舰船共2700余艘。苏军为抗击德军坦克部队的进攻，组建了专业化的快速障碍设置队，在战斗中适时机动到德军坦克进攻的方向上，快速布设地雷，提高了障碍物的效果。德军为增强大西洋壁垒的抗登陆能力，构筑和设置了当时最为完善的抗登陆障碍体系。20世纪40年代初，德军在北非战场，为提高大面积障碍效果，首次使用飞机撒布防步兵地雷。为对付大规模装甲机械化部队的进攻，地雷得到迅速发展。70年代，一些国家相继研制成功多种可撒布的地雷和水雷，并以飞机、直升机、火箭、火炮、迫击炮、车辆等作为布雷工具，显著提高了在不同距离上快速大面积设置爆炸性障碍物的能力。第二次世界大战中及战后，筑城障碍物也有发展。1973年第四次中东战争中，以色列将防坦克壕与地貌相结合，提高了反坦克武器的射击效果，显示出良好的障碍作用，引起许多国家加强了对防坦克壕形状、尺寸、构筑方法和运用的研究。70年代末，利用炸药管道系统实施爆破，成为一种快速开设防坦克壕的有效方法。发布者：中国军事百科全书编审室[1]",
        "attributes": {
            "中文名": "障碍物",
            "基本含义": "阻挡前进的东西",
            "拼音": "zhàng ài wù",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/b21c8701a18b87d621d290ff060828381e30fdb9?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "反坦克手榴弹",
        "source": "baidu",
        "title": "反坦克手榴弹",
        "url": "https://baike.baidu.com/item/%E5%8F%8D%E5%9D%A6%E5%85%8B%E6%89%8B%E6%A6%B4%E5%BC%B9",
        "date": "",
        "content": "反坦克手榴弹是一种用于攻击坦克和装甲车辆的手榴弹，其重量威力都大于普通的手榴弹。手榴弹的原理非常简单，只是把六枚将手柄拆下来的Stielhandgranate 24弹头绑在1枚没有拆手柄的手榴弹上，用于攻击敌方装甲车辆。手榴弹的原理非常简单，只是把六枚将手柄拆下来的Stielhandgranate 24弹头绑在1枚没有拆手柄的手榴弹上，用于攻击敌方装甲车辆。由于此手榴弹有七个Stielhandgranate 24弹头，每个弹头重165克,炸药总量共有1.115公斤，能把一些装甲车辆炸毁。由于载弹量增加了，使手榴弹的重量增加，于是它的射程就比Stielhandgranate 24短得多。由于手榴弹制作简单，火力强，所以在二次大战间很常见。上面有4块强力磁铁，能吸附在坦克上，这种反战车手榴弹除了手掷外，还可以多个吸附在一起埋设，充当反坦克地雷，此外日军士兵也经常用长杆子挑着这种手榴弹去炸战车履带，更有惊人战术，派遣受过特殊训练的士兵，钻入前进中的对方坦克底部，将此手榴弹贴在敌人坦克车底部。基本类型有英国N°74 ST粘性手榴弹霍赛姆反坦克手榴弹、80式反坦克手榴弹、俄国RPG43反坦克手榴弹、中国反-43式反坦克手榴弹、99式磁性反坦克手榴弹、三式反坦克手榴弹等。",
        "attributes": {
            "中文名": "反坦克手榴弹",
            "弹头重": "每个弹头重165克",
            "炸药总量": "1.115公斤",
            "弹弹体直径": "120.5mm",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/77c6a7efce1b9d164d67716df3deb48f8c54641e?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "反坦克导弹",
        "source": "baidu",
        "title": "反坦克导弹",
        "url": "https://baike.baidu.com/item/%E5%8F%8D%E5%9D%A6%E5%85%8B%E5%AF%BC%E5%BC%B9",
        "date": "",
        "content": "反坦克导弹是用于击毁坦克和其它装甲目标的导弹，20世纪50年代中期由法国率先投入使用，继而在众多国家掀起研制高潮。其发展经历了三代，到现在已经成为最有效的反坦克武器。反坦克导弹主要由战斗部、动力装置、弹上制导装置和弹体组成。战斗部通常采用空心装药聚能破甲型。 有的采用高能炸药和双锥锻压成形药型罩，以提高金属射流的侵彻效率。还有的采用自锻破片战斗部攻击目标顶装甲。破甲威力主要用静破甲厚度和动破甲厚度表示，有的导弹战斗部静破甲厚度可达1400毫米。 动力装置通常指安装在导弹上的发动 机，用固体推进剂产生推力，以保证导弹获得所需速度和射程。在导弹飞行的不同速度段上，发动机推力不同，起飞段(亦称增速段)推力较大，续航段推力较小。有的反坦克导弹上安装两台发动机，其中的起飞发动机赋予导弹起始速度，续航发动机用于保持导弹飞行速度。有的只装增速发动机，导弹增至一定速度后便作无动力惯性飞行。还有的只装续航发动机，导弹射出发射筒后具有一定速度，由续航发动机提供保持这一速度的续航力。弹上制导装置是导弹制导系统的一部分，由弹上控制仪器、稳定飞行装置和控制机构等组成。其作用是将导引系统传输来的控制指令综合、放大，驱动控制机构，从而改变导弹飞行方向。寻的制导的反坦克导弹制导系统全部装在弹上。弹体是具有一定气动外形的壳体，由弹体外壳、弹翼、舵和尾翼组成。多数导弹弹体头部为尖形或椭圆形，中间呈圆柱形，尾部是截锥体形。弹翼通常为十字形。弹体气动布局有无尾式、 正常式、尾舵式3种类型。无尾式弹体的弹翼兼作尾翼，舵在弹翼后缘，弹翼提供升力及稳定力矩。这类弹体结构简单，适合于弹身短的导弹，为大多数反坦克导弹所采用。正常式弹体的弹翼和尾翼分开，尾翼兼作舵，适用于弹身较长的反坦克导弹。■俄罗斯AT-4反坦克导弹■俄罗斯AT--14反坦克导弹“短号”俄罗斯AT-15“菊花”、AT-9'旋风”反坦克导弹■美国“陶”反坦克导弹■美国”龙”反坦克导弹■美国“海尔法”反坦克导弹■美国“标枪”反坦克导弹■美国“掠夺者”反坦克导弹■法国“沙蛇”反坦克导弹■法国、德国“米兰”反坦克导弹■法国、德国“霍特”反坦克导弹■西欧“崔格特”中程反坦克导弹■日本79式“重马特”反坦克导弹■瑞典“比尔”反坦克导弹■意大利“麦夫”反坦克导弹红旗&amp;amp;amp20世纪80年代以来，各国装备的反坦克导弹不断改型，多用途反坦克导弹以及敏感子母弹、分导多弹头和远距离攻击集群坦克的反坦克导弹正在研制之中。 反坦克导弹──它是用于击毁坦克和其它装甲目标的导弹，与反坦克火炮相近，它具有射程远，精度高、威力大、重量轻等特点。 1943年，纳粹德国陆军为了抵挡苏联红军强大的坦克优势，在空军X─4型有线制导空空导弹方案的基础上，研制了专门打坦克的X─7型导弹。1944年9月，X─7基本研制成功，但未及投入使用就战败投降了。 1946年，法国的诺德─阿维什公司开始研制反坦克导弹，1953年前后研制成功SS─10型反坦克导弹，并在1956年的阿尔利亚战场上使用。SS─10型是世界上最早装备部队，最早实战使用的反坦克导弹。此后，反坦克导弹发展很快，已发展到第三代。在70年代后的多次局部战争中，特别是在中东战场上，反坦克导弹以其辉煌的战绩，证明它是当今坦克等装甲车辆的最大克星之一。反坦克导弹是第二次世界大战研制成功的小型制导武器，于50年代中期由法国率先投入使用，继而在众多国家掀起研制高潮。它的问世标志着反坦克武器从“无控”时代进入“有控”时代。历次局部战争，特别是海湾战争表明，反坦克导弹是当今最为有效的反坦克武器。半个多世纪以来，反坦克导弹经历了“四代”发展，战术技术性能显著提高，已成为世界各国反坦克武器的主体。第一代导弹需要射手同时瞄准目标并控制导弹，已被淘汰；正在服役的主要是第二、三代及其改进型，它们只要射手瞄准目标或以激光器照射目标即可；第四代绝大多数正处于研制中，“打了就不用管”是基本特征。霍特反坦克导弹该导弹由法、德两国联合研制的第二代重型反坦克导弹。1964年研制，1977年装备部队。是重型远程第二代反坦克导弹的典型代表。导弹主要装在车辆上和直升机上使用，打击远距离坦克、装甲车和其它重要地面目标。印度毒蛇反坦克导弹反坦克导弹图五从1983到1993年的10年中，印度政府实施的“导弹发展综合计划”耗资9亿多美元，组织1 000多名科学家和30多个科研单位与兵工厂重点研制了6种型号的导弹。在这6种型号导弹中：“大地”和“烈火”两种地地弹道导弹已批量生产并成为印度核威慑力量的重要组成部分；“阿卡什”和“特里苏尔”两种地空导弹的研制虽历经坎坷但前途未卜；“阿斯特拉” 空空导弹虽试射多次，但由于LCA战斗机迟迟不能服役，前景不容乐观；而“毒蛇”反坦克导弹已经悄然稳步发展，一跃成为印陆军未来武器装备计划中的一颗耀眼的新星。驽马反坦克导弹印度国防科学家们称印度已经研制成功了一种新的超视距激光制导反坦克导弹，导弹被命名为“驽马”，它可以装备印度的“阿琼(Arjun)”主战坦克。伊朗霹雳反坦克导弹伊朗霹雳反坦克导弹2018年2月，据伊朗国家电视台28日报道，伊朗伊斯兰革命卫队当天宣布自主研发成功一种新型反坦克导弹，命名为“霹雳”。[1]印度纳格反坦克导弹2017年06月，印度国防部14日宣布，印度13日在西部的拉贾斯坦邦成功试射了一枚新型“纳格”反坦克导弹。[2]",
        "attributes": {
            "中文名": "反坦克导弹",
            "外文名": "antitank missile",
            "简介": "用于击毁装甲目标的导弹",
            "分类": "导弹",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/8cb1cb13495409232aa4fc749258d109b2de49ef?x-bce-process=image/resize,m_lfit,w_440,limit_1/format,f_auto",
                "图片2": "https://bkimg.cdn.bcebos.com/pic/a8ec8a13632762d04740ed35a0ec08fa513dc63a?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "杀伤战斗部",
        "source": "baidu",
        "title": "杀伤战斗部",
        "url": "https://baike.baidu.com/item/%E6%9D%80%E4%BC%A4%E6%88%98%E6%96%97%E9%83%A8",
        "date": "",
        "content": "杀伤有生力量（人、畜）和破坏各种器物与装备，主要依靠炸药爆炸时产生爆轰波压力和高速飞散的金属破片的冲击作用，犹如子弹杀伤和破坏目标的情况一样。这样的战斗部称为杀伤战斗部。这种战斗部除了杀伤和破坏地面目标外，还可杀伤和破坏空中的飞机和飞航式导弹。早期杀伤战斗部与爆破战斗部很相似,只是为了获得较多的破片而把金属外壳的壁加厚。导弹命中目标或飞达目标附近,引信起作用将炸药引爆,炸药爆炸后使金属壳体破裂形成高速(500~1500米/秒)飞散的破片去杀伤和破坏目标。由于整体壳体破裂所形成的破片形状,数量和大小很不一致,有效杀伤破片数量较少,杀伤效果不好,因此在导弹上很少应用。这种破片无法控制的战斗部称为无控式结构杀伤战斗部。为了能使战斗部获得较多的有效杀伤破片,就应对破片进行控制,于是出现了可控破片的杀伤战斗部,称为可控式结构杀伤战斗部,导弹上大量应用的就是这样的杀伤战斗部。",
        "attributes": {
            "中文名": "杀伤战斗部",
            "外文名": "warhead",
            "优点": "无",
            "速度": "500~1500米/秒",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/faedab64034f78f0a78138aa76310a55b2191ce4?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "电网干扰弹",
        "source": "baidu",
        "title": "电网干扰弹",
        "url": "https://baike.baidu.com/item/%E7%94%B5%E7%BD%91%E5%B9%B2%E6%89%B0%E5%BC%B9",
        "date": "",
        "content": "电网干扰弹,又称“断电”炸弹、电子炸弹、软炸弹或碳纤维弹。它以电厂、变电站、配电站、输电线路等电能源设施为目标，在预定的时间、地点、空域大范围地布撒导电纤维（碳纤维束或镀铝玻璃丝），这些在空中飘浮的导电纤维落到电能源的任一具有压差的线路或器材之间，都会造成电网继电保护电路的动作，产生短路跳闸或过载跳闸，使电网供电中断，造成大范围的停电，导致以电为能源的各种设备无法正常工作。由于导电纤维清理困难，无法迅速消除这种中断。长时间、大范围的停电会导致严重的后果：一方面，在恢复正常供电前，以电力为能源的各种军事设施（包括指挥、通信、侦察、攻击等装备）均不能正常工作，这就为己方创造了一个极为有利的作战环境。另一方面，由于断电会引发一系列的连锁反应，如：停水、交通瘫痪、通信中断等，将给人们衣、食、住、行带来极大的不便，甚至无法正常生活，这不仅在人们的心理上造成巨大恐慌，还会给国民经济带来重大损失。美国在电网干扰弹技术的预先研究和装备研制方面一直处于领先地位，而且还率先将电网干扰弹应用到了战争中。2.1.1 在伊拉克战争中的应用1991年海湾战争中，为了缩短战争进程，更早地夺取制空权，1月17日作战伊始，美国便使用“战斧”巡航导弹携带装填碳纤维的KIT－2战斗部攻击了伊拉克巴格达地区的电力系统，造成其85%的电力供应中断，不少电器被烧毁，电力系统处于瘫痪状态。被损坏的供电系统中包括为一个大型中央处理计算机系统供电的设备和线路，该大型中央处理计算机系统是伊拉克防空体系一体化的控制中枢。由于这个计算机系统的受损而使伊拉克的防空体系失效。这次袭击造成了伊拉克军事指挥机关、通信部门和以电为能源的诸多侦察、瞄准乃至射击武器的停电，使指挥、控制中断，防空体系瓦解，直接影响了伊拉克的整体防空作战能力。2.1.2 在科索沃战争中的应用1999年5月上旬在科索沃战场上，美国空军在战争进行一段时间后用F－117A飞机投掷了代号为CBU－102（V）2/B的电网干扰弹。在空袭中，美军以破坏供电系统的功能为首要目标，通过大量抛撒镀铝玻璃丝，造成了电网传输线的线、相、地之间的多重短路。破坏了供电系统和与之相关的传输点的绝缘特性，使系统瘫痪，致使南斯拉夫在战争期间的5月份，几乎不能保证正常的电力供应。这次攻击造成了南联盟70%地区的供电中断，军事通信、指挥、防空指挥系统等部分失灵。5个大型电站遭到了破坏，其中包括地处塞尔维亚西部德里纳河畔巴伊什塔的发电厂、地处奥布雷诺瓦茨、德尔姆诺、诺维萨德和尼什的发电设施。而地处尼什的发电厂是负责给在科索沃的南联盟第3军供电的，对它的攻击极大地削弱了第3军的战斗力。CBU－102（V）2/B电网干扰弹是由非制导的无动力型SUU-66/B战术弹药布撒器和BLU-114/B子弹药构成的子母弹，全弹重304kg。BLU-114/B子弹药中装有大量经过处理的镀铝玻璃丝。（1）电网干扰弹对电力系统的破坏范围广，效果好。它是利用电力系统安全运行所必须的继电保护特性，破坏电力系统和与之相关重大节点的控制关系。攻击的结果将使较大的局部甚至整个电力系统瘫痪。有效地破坏指挥、控制中心和武器系统的供电系统和设施。（2）电网干扰弹能使电网体系的运行遭受重大损失，导致通信中断、饮水供应遭到破坏、交通瘫痪等，直接影响到人们的经济活动和社会生活，会给人们带来灾难和恐慌，使人们心理蒙上巨大的阴影。（3）电网干扰弹不仅可以攻击电力系统的发电设备、配电设备，还可以攻击星罗棋布的输电线路。因此，投掷地域广泛，更难以防御。（4）电网干扰弹研制难度不大且价格较低。它可以在现有制式武器基础上进行延续性开发，投入较少经费，在较短时间（3～5年）内就可开发研制成功。每枚电网干扰弹的价格仅在10万美元以下。电网干扰弹最初源于雷达干扰器材。在美国海军的一次飞行训练中，用于掩护飞机的雷达干扰弹产生的干扰云造成美国南加州部分地区供电中断，由此受到启发并开始研究破坏电力系统的电网干扰弹。终于在20世纪80年代中期冷战高潮期间研制成功，准备在东西集团冲突之际对付华沙条约国的电力网。海湾战争结束后，尝到电网干扰弹甜头的美军，加大了对这种非致命性武器开发研究的力度。美国空军利用战术弹药布撒器发展了由飞机投放的非杀伤性的电网干扰弹，并在1995年对F－117A隐形战斗机进行了改进,使其能投放无制导炸弹布撒器。由于电网干扰弹研制成本低，对目标破坏力大，属于发展中的武器，科索沃战争后，美国又从投放精度及干扰方式等方面加大了研究力度。3.2.1 提高投放精度美国正在采用两种方案来提高电网干扰弹的投放精度。其中，一种方案是用带有全球定位系统（GPS）制导的联合防区外武器（JSOW）投放BLU－114/B子炸弹。JSOW的优点是载机不必飞临目标上空，可在敌方防御较为薄弱的有利位置发射武器，避免受到目标区防空武器的攻击，不但可以保证投放电网干扰弹的F－15E、F－16、F/A－18、B－1B和B－52等高价值飞机的安全，而且能精确制导以达到最佳的毁伤效果。美国正在研制专门配合BLU－114/B子炸弹使用的联合防区外武器的第四个型号AGM－154D，用于替代CBU－102电网干扰弹。AGM－154D尚未正式装备使用，但已投入试生产。另一种方案是在布撒器上加装惯导装置和风力修正机构（风估计与补偿软件和可动尾翼装置），使其成为一种精确制导的空地武器。这样它就能在12200m的高空由B－52、B－1、F－16和F－15E来投放，并改称为“风修正弹药布撒器”（WCMD），由洛克希德·马丁公司研制。布撒器投放前由载机提供航向、速度、高度等校正数据，在惯性制导作用下飞向目标区域，并启动风力修正机构对风力的干扰不断进行修正，保证飞向目标区的精度。洛马一体化系统公司于2000底在埃格林空军基地成功地完成了风力修正弹药布撒器第3次即最后一次飞行试验，早先进行的两次试验已获得了成功。美国空军计划到2005财年采购4万套尾翼组件，现在已经完成、正在进行或计划进行对接的飞机包括B－52、B－1、B－2、F－15及F－117。3.2.2 扩展干扰方式和手段美国除继续改进电网干扰弹外，还在研究破坏水力发电厂的武器。相关试验中的一种方法是撒出大量缠绕物，顺着水流缠到发电机涡轮叶片上破坏其工作；另一种方法是将某种具有增稠作用的化学剂喷洒到水中，使发电机使用的水变稠，使发电设备无法正常工作。3.2.3 开发新型的干扰材料今后可能会出现粉末状等多种导电体来替代使用的丝条状导电体。如果这些粉末状导电体通过爆炸抛撒在敌指挥部上空，一方面，它可通过换气口或敞露部分进入敌电子仪器与设备中。通过接触电子仪器（如计算机）中众多密集的线路焊点，造成敌电子仪器、设备短路烧毁，从而最终导致敌C3I系统瘫痪。另一方面，也可布撒在变电站、高压输电线或电厂附近，使其飘落在输电线路的瓷瓶等连接处，造成电网短路而停电。而且粘在瓷瓶上的大量粉末状导电体附着力较强，难以清理，可在较长的时间内起作用。有时这些粉末状导电物质可使局部的空气击穿来实现电网短路。电力是当今世界使用最广泛、地位最为重要的能源，电网是输送电能源到用电设备的桥梁。电网干扰弹的干扰机理和战术应用与电网继电保护及系统的结构形式密切相关。电网的继电保护是电网干扰弹实施干扰的基础，电网的结构形式决定了电网干扰弹的战术使用方法和干扰效果。因此，在进行电网干扰弹干扰机理分析时，必须对输电电网的继电保护进行研究；同时，也有必要对国内外各种典型的电网结构进行分析、研究，以增强电网干扰弹的作战效果和加强对电网干扰弹的防御。电网是电力系统的俗称，它泛指由发电、供电设施和为保证这些设施正常运行所需的保护和安全自动装置、计量装置、电力通讯设施、电网调度自动化设施等构成的整体。电网的主要功能是把电能安全、优质、经济地送达用户。电网的结构主要指主网的接线方式、区域电网电源和负荷大小以及联络线功率交换量的大小等。所谓主网，是指最高电压等级输电网（如500kV），在形成初期也包括次一级电压网（如220kV）共同构成电网的骨架。4.1.1 国外电网的几种典型的结构方式国外比较完善的电网结构主要有电源送电线集中并联的远距离输电方式（比较典型的有瑞典的400kV电网与加拿大魁北克的735kV电网）、外轮形结构方式（比较典型的有日本的东京电网和关西电网）和普遍密集型结构方式（比较典型的有英格兰、法国、瑞士等国家的电网）。另外，由于能源分布情况以及投资的技术经济等原因，还有其他一些特定结构的电网。4.1.2 国内电网结构我国电网还处在主网架形成和高一级电压网开始出现的发展时期，结构尚不尽合理，归纳起来主要有以下几种典型结构：大受端两机系统、小受端两机系统、强联系两机系统、弱联系两机系统、链形多机系统、环形多机系统和其他复杂结构的电网。电网的继电保护是当电网中发电机、变压器、输电线路、母线等电力设备发生故障时，为了减轻故障设备的损坏程度和对相邻地区供电的影响，应在尽可能短的时限和在尽可能小的区间内自动把故障设备从电网中断开，以保持和维护电网的正常运行的一种重要保护措施。其主要功能有：（1）自动、迅速、有选择地将故障元件从电力系统中快速、自动地切除，使其损坏程度减至最轻，并保证最大限度地恢复无故障部分的正常运行。（2）反应电气元件的异常运行工况，根据运行维护的具体条件和设备的承受能力，发出警报信号、减负荷或延时跳闸。继电保护系统能对电力系统的运行状态不间断地实时监视，一旦发生不正常运行状态，能及时告警（通知运行人员采取措施）或启动自动控制装置（恢复正常运行）。（3）依据实际情况，尽快自动恢复对停电部分的供电。电网的继电保护是电力系统必不可少的组成部分，对保障系统安全运行，保证电能质量，防止故障扩大和事故发生，都有极其重要的作用。世界各国的电网电压分别为11万伏、22万伏、35万伏。且输电高压电网大部分为22万伏，高压输电线的线距为4米。高压线均用裸线传输，也必须用裸线传输，因为加装一般的绝缘层，不足以防止偶然出现的短路或空气击穿，除非使用耐高压且非常厚的绝缘层，这样会使传输线的重量和成本增加到人们难以承受的程度。电网干扰弹对电网攻击的方式是在目标区大范围地布撒干扰材料,这些随风飘撒的导电材料,一旦搭接在电厂、变电站、配电站、输电线路等任一具有压差的线路或器材之间，就将造成电网的局部短路, 短路后，会使短路点的电流高达原来的几倍甚至几十倍。当这一电流超过了系统中继电保护装置的整定值时，系统的继电保护动作,引起系统跳闸。高压输电系统的保护装置不但具有短路跳闸功能，也有自动合闸功能。在正常供电情况下，发生在高压输电系统的短路故障大都是暂时的，线路跳闸后采用自动重合闸便可恢复供电。系统跳闸的时间不超过0.5s，最短的为0.02s。当自动合闸不成功，即自动合闸后短路故障依然存在时,系统的继电保护电路将再一次控制系统跳闸。这种跳闸-合闸的控制方式通常重复三次，若故障不排除，系统就不再合闸供电。当故障排除后,可采用手动方式强送电。不彻底地清除这些散落在电器设备或线路中的导电纤维，就无法消除短路的故障因素。如果清除不彻底，或清除后检查不仔细，采用手动强行送电不但无法供电，还会引起许多负作用。电网干扰弹的投放技术主要是指布撒器战斗部等载体把干扰材料送到输电线或变电站的上空并按规定散落范围投放的一种控制技术。包括飞机投放和巡航导弹投放。电网干扰弹的散开技术主要是指抛撒在空中的纤维束能否大范围均匀散开的技术。主要研究导电纤维束在不同天气条件下的抛散特性（如气流的影响、投放的高度、展开密度、展开面积等）、纤维包结构形式、纤维束绕制及展开技术等内容。电网干扰材料的首选条件是：必须能承受三次或三次以上的高压冲击，从而有效地对电网进行干扰；其次是在有限负载空间内能装填较多的有效干扰材料；最后是价格便宜、货源充足。使用的导电纤维主要有两种，一种是碳纤维材料，包括长碳纤维丝束（一般10米以上）和短碳纤维丝（几毫米长）；另一种是镀铝玻璃丝材料，其特点是强度高，强度衰减少（在340度高温下仍能保持75%的强度）、不吸水、体积稳定、耐多种酸性物质和溶解液。电网干扰弹作为一种专门攻击电力供应设施的软杀伤武器，其危害性不可低估。海湾战争和科索沃战争后，人们已经开始重视对电网干扰弹的防御和研究。避免或降低电网干扰弹的危害，首先应从保证电网稳定性做起。大型电网的稳定性是电网运行的必要条件，而电网干扰弹就是通过对电网的攻击破坏其稳定性，使之产生连锁反应，造成电网的崩溃。其次，应防止局部的短路损害。这种损害如果处理不好，也可能引起电网稳定性受损。最后，研究更好的清除方法。一旦受到攻击，应采取最佳的清除方法，在短期内恢复电网供电，以尽量减少损失。",
        "attributes": {
            "中文名": "电网干扰弹",
            "外文名": "Power grid disturbance",
            "img_url": {}
        }
    },
    {
        "keyword": "步枪弹",
        "source": "baidu",
        "title": "步枪弹",
        "url": "https://baike.baidu.com/item/%E6%AD%A5%E6%9E%AA%E5%BC%B9",
        "date": "",
        "content": "步枪弹，供步枪发射的枪弹。兼供机枪使用。主要用于杀伤较远距离的有生目标，要求有足够的侵彻杀伤威力。按作战使用，分为普通弹和穿甲弹、燃烧弹、曳光枪弹、爆炸弹等特种弹。还包括空包弹和橡皮弹。发布者：中国军事百科全书编审室[1]本信息未授权copy自41021653",
        "attributes": {
            "中文名": "步枪弹",
            "外文名": "rifle cartridge",
            "img_url": {}
        }
    },
    {
        "keyword": "化学毒剂",
        "source": "baidu",
        "title": "化学战剂",
        "url": "https://baike.baidu.com/item/%E5%8C%96%E5%AD%A6%E6%88%98%E5%89%82/8109618?fromtitle=%E5%8C%96%E5%AD%A6%E6%AF%92%E5%89%82&fromid=4827441",
        "date": "",
        "content": "化学战剂系指用于战争目的、具有剧烈毒性、能大规模地毒害或杀伤敌方人畜和植物的各种化学物质。目前所指的化学战剂主要是军用毒剂，简称毒剂。化学战剂是构成化学武器的基本要素。化学战剂应具备毒性强、作用快、毒效持久、施放后易造成杀伤浓度或战斗密度等条件。因此，实际上作为CWA的毒物是不多的。化学战剂（chemical warfare agents, CWAs）是构成化学武器的基本要素，一般应具备下列特点：毒性强、作用快、毒效持久、杀伤途径多、杀伤范围广、不易发现、防护和救治困难、容易生产、性质稳定、便于贮存，是制造素有“穷国原子弹”之称化学武器基本原料，属大规模杀伤性武器。价格低廉的神经性毒剂（一种典型的化学战剂）是最大的威胁。[1]根据CWA的性质、作用原现及战术目的，化学战剂可按不同方法进行分类。如按战术用途分类可分致死性毒剂、致伤性毒剂、失能性毒剂、扰乱性毒剂和牵制性毒剂；按作用快慢可分速效性毒剂和非速效性毒剂。以下主要介绍临床（或毒理作用）分类和持久性分类。（一）神经性毒剂（nerve agents）这是现今毒性最强的一类化学战剂。人员中毒后迅速出现一系列神经系统症状而得名。主要代表有沙林、塔崩、梭曼和VX，它们都是有机磷酸酯类化合物；因含磷，又称含磷毒剂。（二）糜烂性毒剂（blister agents）又称起疱剂（vesicants），能引起皮肤、眼、呼吸道等局部损伤；吸收后出现不同程度的全身反应。主要代表有芥子气，氮芥和路易氏剂。（三）全身中毒性毒剂（systemic agents）主要代表有氢氰酸、氯化氰。经呼吸道吸入后与细胞色素氧化酶结合，破坏细胞呼吸功能，导致组织缺氧。高浓度吸入可导致呼吸中枢麻痹，死亡极快。（四）窒息性毒剂（choking gases ,asphyxiants）又称肺刺激剂（lung irritants）。主要损伤呼吸系统，引起急性中毒性肺水肿，导致缺氧和窒息。如光气、双光气以及氯气、氯化苦等。（五）失能性毒剂（incapacitating agents ,incapacitants）这类毒剂种类繁多。美军装备的主要是毕兹（BZ）。它可以引起思维、情感和运动机能障碍，使人员暂时丧失战斗能力。（六）刺激剂（irritants）这类毒剂对眼和上呼吸道有强烈的刺激作用。引起眼痛、流泪、喷嚏和胸痛等。主要代表有苯氯乙酮、亚当氏剂、CS和CR。外军常用来骚扰对方军事行动，并用作“抗暴”剂，目前仍有装备。我军不列为化学战剂。[2]毒剂种类主要代表致死性神经性塔崩　沙林　梭曼　VX糜烂性芥子气　路易氏剂全身中毒性氢氰酸　氢化氰窒息性光气（双光气）非致死性失能性毕兹（BZ）刺激剂苯氯乙酮　亚当氏剂　CS　CR此外，美军侵越战争中曾大量使用了除莠剂毁坏农作物和森林，故又称植物杀伤剂（anti-plant agents）。使用状态为白色、橙色、蓝色粉末或油状液滴。除莠剂是清除田间杂草的药剂，但大量使用能使植物叶子变黄、枯萎、脱落，达到暴露对方目标、限制游击队行动的目的。人员吸入、误食或皮肤大量接触，也会引起中毒。（一）暂时性毒剂（non-persistent agents）施放后呈蒸气或气溶胶，造成空气染毒，人员接触中毒，有效杀伤时间短（<60min）。使用的毒剂多为沸点低、易挥发的液态毒剂，如氢氰酸、光气、沙林等；常温时为固体、施放后呈烟状的毒剂，如失能剂BZ、刺激剂CS、苯氯乙酮等亦可用作暂时性毒剂。前者多用于迅速杀伤对方有生力量而不妨碍随后占领该地区，故敌人多在进攻时使用。后者用于扰乱或疲惫对方，降低或使对方失去战斗力。（二）持久性毒剂（persistent agents）施放后呈液滴状或微粉状，地面染毒，人员接触中毒，有效杀伤时间长（>60min）。使用的毒剂多为沸点高，不易挥发的液体毒剂如芥子气、VX和以微粉状施放的固体毒剂（刺激剂）。因其在地区造成长时间染毒，人员不宜立即进入该地区，故敌人多在防御或退却时使用。以图阻碍、迟滞或牵制对方军事行动。微粉状毒剂施放后沉落于地面，人员或车辆通过或风速较大时再度飞杨，故可造成较长时期的地面和空气染毒。（三）半持久性毒剂（semi-persistent agents）有效杀伤时间介于前两者之间，能保持数十分钟至数小时，如梭曼、塔崩、双光气等。外军一直很重视所谓中等挥发度毒剂（intermediate volatility agents，IVA）的研究，意欲使此类毒剂能经呼吸道和皮肤双途径吸收，发挥其致伤作用。毒剂的持久性是相对的。它与毒性的理化性质、施放方法、战斗状态、目标区的地形和气象条件等因素有关。通常作为暂时性毒剂使用的CS，若以微粉状态布洒于地面可长期发挥毒性作用；通常作为持久性毒剂使用的芥子气如施放呈雾状，则为暂时性毒剂。[2]光气是无色或略带黄色气体(工业品通常为已液化的淡黄色液体)，当浓缩时，具有强烈刺激性气味或窒息性气味。光气的危害，毒理学简介人吸入LCLo: 50ppm/5M；男性LCLo: 360mg/m3/30M。人吸入5ppm/30M。属高毒类。为窒息性毒气。毒性比氯气大10倍。大鼠吸入20分钟的LC50为100mg/m3。较低浓度时无明显的局部刺激作用，经一段时间后出现肺泡-毛细血管膜的损害，而导致肺水肿。较高浓度时可因刺激作用而引起支气管痉挛, 导致窒息。人的嗅觉阈为0.4～4mg/m3。8mg/m3对眼和鼻有轻度刺激作用。以上为外军装备的主要化学战剂，其中又以神经性毒剂和芥子气为主体。为了增强毒剂毒性和改进其使用性能，有些国家还研究了毒剂的混合使用、胶粘化和微包胶等技术。同时，外军也并未停止新毒剂的研究，其中包括：1.新失能剂EA3834：属取代羟乙酸类化合物，化学结构为苯基异丙基羟乙酸－N－甲基－4－哌啶酯，淡黄色粘稠液体，沸点303℃，难溶于水。与添加剂EA4923（环庚三烯类化合物）配伍使用，可经皮肤和呼吸道双途径吸收，失能作用稍大于BZ。对人的ICt50为73mg·min/m3。2.有机氟化物：国外透露前苏联装备了一种能穿透防毒面具的毒剂——全氟异丁烯（perfluoroisobutene，PFIB），结构式为(CF3)2C=CF2，是一种伤肺性毒剂。毒性强、作用快。空气中含ppm级的浓度，吸入后1h内即可出现头痛、咳嗽、胸痛、呼吸困难和高热。6～8小时症状加剧，8～24小时死于肺水肿。另一氟化物六氟二甲基二硫（CF3SSCF3），由相对无毒的硫代三氟一氯甲烷（CF3SCI）遇活性碳后生成。与PFIB类似，也能穿透防毒面具。美、英等国家也积极从事有机氟化物的研制工作。如美军研制的有(CF3)2C=CFCN。3.毒素战剂和基因武器由此可见，化学战剂不会停留在原有阶段，新的化学战剂还会不断产生。当今工艺技术的进步与发展能提供以前办不到的大量生产毒素的方法，从而获得有军事意义的产量。如蓖麻毒素（ricin）、肉毒杆菌毒素A（botulinum toxin A）、葡萄球菌肠毒B（staphylococcus enterotoxin B）、石房蛤毒素（saxitoxin）等。一些生理性肽也有极大可能发展成为生化战剂。至于小时肽毒素的合成也有了重大的变化，自动化的氨基酸偶合形成的技术已被发展。此外比母体分子强千百倍的生物调节肽类似物能被制造出来，使这些分子成为影响生命过程最强的化学物质。因此，着眼未来，建立新的医学防护体系实属必要。[2]为了人们安全的需求，各种形式的神经性化学战剂防护材料（以下简称材料）不断涌现；按照防护机理可以将其分为两大类：非化学反应型材料与化学反应型材料。1非化学反应型材料1.1 隔绝型材料隔绝型材料原理是将受污染空气或毒剂液滴与人体皮肤空气隔绝，以达到防毒的目的。这种材料的防护性能很好，但是笨重、不透气并且需要配备重量重、体积庞大、价格昂贵的微气候调温装置。国内隔绝型防护材料透气性仍很有限。隔绝式防护材料由于其独特的防护原理，可供接触高浓度有毒物质的人员使用，如专业防化部队，只能在生化威胁的污染较严重的地方短期使用。1.2 非隔绝型材料由于隔绝型材料存在不足，人们开始研究非隔绝型材料透气式的防护材料。吸附型防护材料，通过微孔物质，如：活性炭碳纤维，强吸附作用，对毒气、毒液进行物理吸附，避免其与人体接触或进入人体内，从而达到防护目的。目前，世界上非隔绝型防护材料内层材料主要有以下几种：含碳织造布，含碳绒布、含碳泡沫塑料复合织物、球形活性炭复合织物以及活性炭纤维复合织物。活性炭是最常用的吸附剂，活性炭吸附型防护材料的防护能力受多种因素的影响，其中毒剂的种类和性质对活性炭的吸附能力影响较大。毒剂分子越大，其蒸气越易被活性炭吸附；反之，则不易被吸附，如活性炭对氢氰酸和氯化氰等气体的吸附能力差。理想的材料能将吸附的神经性化学战剂在染毒位直接原位降解并且具备以下特性：对有毒物质有很好的物理阻隔性能、持久的使用性能、再生性能、又具有透气性、具有良好的舒适性能等特性。按照材料的基本类型可分为金属氧化物，金属离子，生物酶，聚合物材料类。1）金属氧化物以硫酸锌与硫代乙酰胺为原料进行水解，得到ZnS纳米材料，然后在氧气氛围中灼烧，经过淬火后，成ZnO纳米材料。研究发现，在一定条件下，有50%芥子气（HD）发生了降解。在400℃灼烧并淬火得到的Zn O纳米材料，粒径尺寸最小，其表面最大，对芥子气（HD）的防护效果优于更高温度下得到的ZnO纳米材料。Tang等进行了CaO，MgO，SiO2，Al2O3等氧化物降解HD的研究，其降解产物以GC-FPD，GC–MS，NMR与UV–vis为手段，进行了检测；发现氧化物酸碱活性点，有降解HD的作用并且降解的活性和降解产物的分布随着酸碱活性点的密度与氧化物（氧吸附的水分子）有关。2）聚合物类反应型聚合物材料（可反应型高分子）主要指高聚物上链接具有消毒能力的活性基团（主要是胺类）。1）聚合物-织物复合材料Cowsar等报道织物经过氯酰胺处理，可以诱导有机膦类神经性毒剂发生降解，如GB，VX，但是氯酰胺会慢慢的失去活性，需要重新进行处理。支链化的聚乙烯亚胺，涂覆在织物上面，发现具有降解GD的活性，并且在有涂覆支链化的聚乙烯亚胺、无涂覆支链化的聚乙烯亚胺与织物三种情况下进行了对比，结果发现，有涂覆支链化的聚乙烯亚胺透气性很差，伯胺与仲胺在解毒过程中提供了反应中心，并且提出可以加入人造橡胶、聚丙烯腈、腈纶纤维、聚胺酯橡胶、胶乳橡胶、聚氯乙烯以提高柔韧性，对于吸附材料可以加入活性炭、聚亚胺酯或者将二者进行混合以提高阻碍毒剂进攻的能力。2）聚合物-聚合物复合材料Colin Willis等研究小组研究了聚乙烯亚胺与聚乙烯醇共聚物防护GD与HD，在共聚物中的制备过程中，首先加聚合聚乙烯醇（固体颗粒状），然后再加入聚乙烯胺（粘稠的液体），二者进行共聚，形成白色聚合物。聚乙烯亚胺与聚乙烯醇，均用于食品包装工业这一点说明聚乙烯亚胺与聚乙烯醇均无毒性，不会引入有毒物质；聚乙烯亚胺与聚乙烯醇共聚的原因之一就是聚乙烯醇及其衍生物即便是在环境湿度比较低的情况下，仍然具有好的透气性能，具有反应活性的基团是具有亲核活性的胺基，并预测了聚乙烯胺与毒剂的反应机理。[1]（1）虽处和平年代，但神经性化学战剂威胁依然存在，研究神经性化学战剂防护材料，其重要性不言而喻。（2）非化学反应型防护材料虽比较成熟，但存在不透气、笨重、且需要配备重量重、体积庞大、二次污染等等缺点，研究新型神经性防护化学战剂材料显示出其迫切性与必要性。（3）化学反应型材料，一般具有发生化学反应的官能团或者原子团，可以与化学战剂发生化学反应，将其原位降解，降解为毒性或者毒性很低的物质，达到彻底防护目的一种材料，虽处于研究阶段，良好的实用性能、再生性能，而它由于具有选择性渗透、透气、质轻、原位降解化学战剂无二次污染，如聚乙烯亚胺这一类材料，同时也具有重要的科学价值，更为重要的是有望可制作军事防护服等优点，有望代表未来防护神经性化学战剂材料发展的方向。[3-4]",
        "attributes": {
            "中文名": "化学战剂",
            "解释": "构成化学武器的基本要素",
            "分类": "神经性毒剂、糜烂性毒剂等",
            "条件": "施放后易造成杀伤浓度或战斗密度",
            "应用": "化学战争",
            "举例": "",
            "img_url": {}
        }
    },
    {
        "keyword": "步兵战车",
        "source": "baidu",
        "title": "步兵战车",
        "url": "https://baike.baidu.com/item/%E6%AD%A5%E5%85%B5%E6%88%98%E8%BD%A6",
        "date": "",
        "content": "步兵战车是供步兵机动作战用的装甲战斗车辆，在火力、防护力和机动性等方面均优于装甲人员输送车，并且车上设有射击孔，步兵能乘车射击。步兵战车主要用于协同坦克作战，其任务是快速机动步兵分队，消灭敌方轻型装甲车辆、步兵反坦克火力点、有生力量和低空飞行目标。主要用于协同坦克作战，也可独立遂行任务。装备到机械化步兵班。步兵可乘车战斗，也可下车战斗。有履带式和轮式两种。履带式步兵战车的越野性能好，生存能力强。轮式步兵战车造价低，耗油少，使用维修简便，公路行驶速度高。由推进系统、武器系统、防护系统、通信系统和电气系统等组成。车体前部为驾驶室和动力舱，中部为战斗室，后部为载员室。有的步兵战车在载员室两侧及尾门上开有射击孔，并有观察装置，可供搭载步兵乘车战斗。载员室有跳板式尾门，供载员上下车。步兵战车属轻型装甲车辆，装甲较薄，通常由高强度合金钢或轻金属合金材料制成。车体和炮塔的正面可防20毫米穿甲弹，侧面可防普通枪弹及炮弹破片。为增强防护性能，车上装有烟幕弹发射器和三防装置，车体表面涂有伪装涂料，车内一般装有灭火装置，有的还采用了复合装甲或反应装甲。战斗全重12～28吨，乘员2～3人，载员6～9人。主要武器通常有1门小口径机关炮、1～2挺机枪，有的还带有反坦克导弹发射器。车载武器大多有专用的火控系统，包括观察瞄准仪器、双向稳定器、激光测距仪和热像仪。其火力通常能毁伤轻型装甲目标和低空目标，并具有一定的反坦克能力。车载机关炮可发射穿甲弹和杀伤爆破弹等弹种，射速一般为500～1000发/分，最大射程2000～4000米。车载反坦克导弹的射程为3000～4000米，破甲厚度400～800毫米。履带式步兵战车的发动机功率为221～441千瓦。陆上最大速度60～75公里/时，水上最大速度6～10公里/时，陆上最大行程600公里，最大爬坡度32°，越壕宽1.5～2.5米，过垂直墙高0.6～1米。轮式步兵战车陆上最大速度100公里/时，水上最大速度6～10公里/时，陆上最大行程800公里，爬坡度约31°，越壕宽1.5～2米，过垂直墙高0.55～1米。1954年法国研制的AMX-VCI装甲车，成为步兵战车的雏形。1967年苏联研制出BMP-1步兵战车。20世纪70年代，联邦德国和法国军队分别装备了“黄鼠狼”1步兵战车和AMX-10P步兵战车，可以与主战坦克配合作战。80年代初，出现了多种步兵战车，如苏联BMP-2步兵战车、美国M2“布雷德利”步兵战车、英国“武士”步兵战车、日本89式步兵战车、加拿大LAV-25轮式步兵战车等。90年代以后，步兵战车的火力、机动性和防护力都有较大提高，既可发射常规炮弹又可发射反坦克导弹，车体和炮塔上装有附加装甲。21世纪初，德国研制了采用带30毫米机关炮的无人遥控炮塔和模块化装甲的“美洲狮”履带式步兵战车，法国研制了采用数字式火控系统和模块化附加装甲的VBCL轮式步兵战车。步兵战车将进一步增强火力、机动性和防护力，改进弹药，提高打击目标的能力。发布者：中国军事百科全书编审室[1]",
        "attributes": {
            "中文名": "步兵战车",
            "特点": "设有射击孔步兵能乘车射击",
            "用途": "协同坦克作战",
            "任务": "快速机动步兵分队",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/14ce36d3d539b6003af304afed1a222ac65c103819db?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片2": "https://bkimg.cdn.bcebos.com/pic/a2cc7cd98d1001e90e4e6559b80e7bec54e79771?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片3": "https://bkimg.cdn.bcebos.com/pic/b3119313b07eca80c749c983912397dda1448302?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片4": "https://bkimg.cdn.bcebos.com/pic/377adab44aed2e730746374b8701a18b87d6fa2e?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片5": "https://bkimg.cdn.bcebos.com/pic/0d338744ebf81a4c2d36099fd72a6059252da664?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片6": "https://bkimg.cdn.bcebos.com/pic/14ce36d3d539b6003af304afed1a222ac65c103819db?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "火箭弹",
        "source": "baidu",
        "title": "火箭弹",
        "url": "https://baike.baidu.com/item/%E7%81%AB%E7%AE%AD%E5%BC%B9",
        "date": "",
        "content": "火箭弹 （rocket projectile）靠火箭发动机推进的弹药。主要用于杀伤、压制敌方有生力量，破坏工事及武器装备等。按飞行稳定方式分为尾翼式火箭弹和涡轮式火箭弹。火箭弹通常由战斗部、火箭发动机和稳定装置3部分组成。战斗部包括引信、火箭弹壳体、炸药或其他装填物。火箭发动机包括点火系统、推进剂、燃烧室、喷管等。尾翼式火箭弹靠尾翼保持飞行稳定；涡轮式火箭弹靠从倾斜喷管喷出的燃气，使火箭弹绕弹轴高速旋转，产生陀螺效应，保持飞行稳定。火箭弹的发射装置，有火箭筒、火箭炮、火箭发射架和火箭发射车等。由于火箭弹带有自推动力装置，其发射装置受力小，故可多管（轨）联装发射。单兵使用的火箭弹轻便、灵活，是有效的近程反坦克武器。美国227毫米火箭弹射程70公里，弹头重90公斤，价格10万美元，精度在10米以内，可以说性价比非常高。国产300毫米远程火箭弹的单价为75万元。这样计算，一门12管的300毫米远程火箭炮一次齐射，将耗资900万元人民币，这相当于33辆2015款 的奔驰 C 200L 运动型轿车被射了出去；一个4门制火箭炮连齐射，耗资3600万元；一个12门制的火箭炮营齐射，耗资1.08亿人民币。这里仅仅是弹药费用，还不算使用远程火箭炮时需要动用的测量、气象、雷达、侦察无人机等配套体系的使用费用。所以通常将远程火箭炮定义为战役级武器，由方面军或集团军首长直接掌握，用于战役的首次火力突击。现今拦截火箭弹最好的防御武器是以色列与美国联合研制的“铁穹”防御系统。[1-2]发射火箭弹的美国MLRS系统火箭弹在实战中，常常会遇到火箭炮难以进入作战地域，或者火箭炮临时损坏的情况。遇到这种情况，可以采用简便方式，不用发射器照样发射火箭。这种方式是先将火箭弹放置在临时构筑的长方形土堆、田埂或土坎上，再把折叠式瞄准具卡在炮弹后部。如果没有瞄准具，则可以沿弹体划出一条纵轴线，从底部向前量出一定的距离，放上一个20毫米高的物体做准星。然后分别将火箭弹上的导电盖和定心部分用砂纸打磨，再把发射导线的两头用胶布粘在打磨过的部位。此时，火箭弹已处于待发状态。发射手通过瞄准具瞄准目标后，即撤离隐蔽，用干电池或手摇发电机接通发射电路，火箭弹就飞了出来。弹体较长的火箭弹，还可以用2根棍子将弹体支起，使其成一定的仰角，朝向打击目标，即可接通电路发射。由于这种发射方式机动灵活，简易易行，打了就走，所以是步兵、民兵近战歼敌的有效手段。火箭弹12世纪中叶，中国就发明了火箭，并开始应用于军事。约在13世纪，中国的火箭技术传入欧洲。19世纪初，英国人W.康格里夫研制了射程 2.5公里的火箭弹。20世纪20～40年代，德、 美、 苏等国都研制并发展了火箭弹。苏联制造的БΜ-13火箭弹及其发射装置曾在第二次世界大战中广泛地发挥作用，战士们称这种武器为“喀秋莎”。人们需要从远处进行攻击。随着各种日益复杂的金属加工技术的问世，人们发明出了复杂度更高的发射装置。在公元1500年前后，迫击炮已经成为一种流行的攻城武器。它的金属炮管长1至1.5米，重达几百公斤，放置在地上，指向空中。迫击炮弹放进炮管后，会由装入的炸药提供向上的推进力。相对而言，迫击炮手缺乏对炮弹落地点的控制，但尽管如此，这种迫击炮的数量还是不断增加，直到今天还在使用。小型迫击炮移动起来很方便，可以由两个人来操作，一枚小小的优质迫击炮弹借助于炸药提供的破坏性力量，能够轻易地摧毁一辆小型汽车。当然，破坏力是与炮弹同步增大的，炮弹越大，破坏力就越强。与之相对应的是，迫击炮也有多种不同的尺寸。成本、重量和效能之间存在着折衷关系。然而，迫击炮作为武器的实用性也受到了限制，原因是它缺少准确的瞄准机制，而且射程也相对较短：因为迫击炮弹必须经历先上升后下落的过程，它的速度有很大一部分都用来将自身提升到足够的高度，因此它在攻击地面目标时的射程有限。火箭弹用于空对地攻击始于20世纪60年代，当时人们发现这种武器由直升机的多管发射器发射时威力惊人，能形成强大的密集火力，有力支援地面部队的作战行动。但是，由于没有采用制导技术，这些火箭弹普遍命中精度差，难以有效打击点目标，大多数情况下只能作为面杀伤武器使用。火箭弹发射器的主要部分是肩扛式炮管。炮管的两端敞开，前端放置了一枚安装有小型火箭发动机的炮弹。发射过程通常是通过某个触发装置来完成的，它会启动榴弹的火箭发动机，燃烧的气体发生的短暂高能爆炸会将榴弹发射到一个较短的距离之外，这个距离约为150至300米，具体取决于目标的距离和发射手的技术。一名火箭弹发射手必须对紧挨在他身后的东西多加小心：发射器的尾部将喷出废气，产生一团灼热的烟雾。弹头本身将向目标飞去，它通常会在碰撞后爆炸。不过，一些现代榴弹使用的是电子（而不是机械或化学式的）引信系统，它会在经过特定的时间后自动引爆弹头。大多数火箭弹采用了这种基本操作设计，不过，各种型号的火箭弹也分别做了不同的改进和修改。有些经过专门设计，在对付大群士兵时最为有效；有些则会发射反坦克高爆炸药弹头，在攻击装甲车和坦克时效果很好。由于火箭弹带有自推动力装置，其发射装置受力小，故可多管（轨）联装发射。多管火箭炮与同口径身管火炮相比，具有威力大、火力猛、机动性能好等优点；其射弹散布较大，适于对面目标射击。单兵使用的火箭弹轻便、灵活，是有效的近程反坦克武器。火箭弹(3张)有效使用火箭弹的基本原则是，要尽量接近目标，以确保射击的准确性。然而，火箭弹会发出明显的烟迹，这意味着火箭弹发射手及其助手将很快被人发现。建筑物和没有装甲（或装甲很薄）的车辆很容易被火箭炮的火力摧毁。当然，人体更是如此。特别是榴弹爆炸后飞出的碎片，它们会对成群的士兵造成严重的伤害，而且这一原理在对付山坡上挖出的火力点时颇有成效。向火力点的上方和后方发射的火箭弹会将榴霰弹丸和岩石碎片倾泻在隐藏的敌人头上。小规模部署的火箭弹集群是最有效率的。从近距离向某一车辆发射两枚或三枚火箭弹会提高摧毁它的几率，甚至能有效地摧毁一辆装甲坦克。如果第一次射击使驾驶员的观察棱镜失灵，接下来的几发火箭弹就可以集中火力打穿装甲。直升机在着陆或盘旋时同样容易遭到伏击。火箭弹的发展趋势：采取综合措施，提高射击密集度；采用新型壳体材料，减轻重量；采用高能推进剂和高能炸药或其他高威力的装填物；配备多种作用的引信及战斗部，以进一步增大射程、提高威力和扩大使用范围。增加能够在封闭空间（例如碉堡、房屋内部）使用发射的能力，也是各国新型火箭弹的重要发展方向，美国AT4等武器已经具备了相应的改进型号。",
        "attributes": {
            "中文名": "火箭弹",
            "外文名": "rocket projectile",
            "作用": "反坦克武器",
            "意义": "杀伤、压制敌方有生力量",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/6a600c338744ebf87975b936d9f9d72a6059a7b7?x-bce-process=image/resize,m_lfit,w_440,limit_1/format,f_auto",
                "图片2": "https://bkimg.cdn.bcebos.com/pic/267f9e2f070828388e146e24b999a9014c08f1e1?x-bce-process=image/resize,m_lfit,w_440,limit_1/format,f_auto",
                "图片3": "https://bkimg.cdn.bcebos.com/pic/86d6277f9e2f0708a7dd9730e824b899a901f222?x-bce-process=image/resize,m_lfit,w_440,limit_1/format,f_auto",
                "图片4": "https://bkimg.cdn.bcebos.com/pic/f7246b600c3387442b07934c500fd9f9d62aa0c4?x-bce-process=image/resize,m_lfit,w_220,limit_1/format,f_auto",
                "图片5": "https://bkimg.cdn.bcebos.com/pic/f7246b600c3387442b07934c500fd9f9d62aa0c4?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片6": "https://bkimg.cdn.bcebos.com/pic/2fdda3cc7cd98d1093d1e79b2b3fb80e7bec9017?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "化学地雷",
        "source": "baidu",
        "title": "化学地雷",
        "url": "https://baike.baidu.com/item/%E5%8C%96%E5%AD%A6%E5%9C%B0%E9%9B%B7",
        "date": "",
        "content": "化学地雷，填满化学毒剂的地雷。爆炸后化学毒剂四溅，造成染毒地段，主要用作防步兵障碍物。也称毒剂地雷。由雷壳、毒剂、炸药和引信等组成。雷壳一般用金属材料制成。引信多为起爆引信，分机械结构和电操纵两种。化学地雷多装填持久性毒剂，如维埃克斯、芥子气、芥子气和路易氏剂混合毒剂及胶黏毒剂，装填量从几千克到十几千克。也可装填暂时性毒剂。使用时，引信将炸药起爆，毒剂被爆炸分散成液滴或蒸气、气溶胶，造成地面和空气染毒，形成化学障碍，或直接杀伤人员。有一种化学跳雷，常用电点火引燃抛射药，将雷体抛离地面1～5米高处爆炸，可避免毒剂在雷坑中的损失，使毒剂液滴地面分布更合理且较均匀，以获得较好的杀伤效果。美军M23型维埃克斯地雷在体积、形状和引爆方式等方面均与M15型反坦克地雷相似，壳体灰色，有三道绿和一道黄标志色带，全重10.5千克，内装毒剂5.2千克，爆炸后形成较大的维埃克斯液滴和较高的染毒密度，持久度很长。化学地雷可用于设置化学雷场，也可与防坦克雷和防步兵雷一起设置混合雷场。发布者：中国军事百科全书编审室[1]",
        "attributes": {
            "中文名": "化学地雷",
            "外文名": "chemical mine",
            "组成": "雷壳、",
            "用途": "毒剂",
            "img_url": {}
        }
    },
    {
        "keyword": "高射榴弹",
        "source": "baidu",
        "title": "高射榴弹",
        "url": "https://baike.baidu.com/item/%E9%AB%98%E5%B0%84%E6%A6%B4%E5%BC%B9",
        "date": "",
        "content": "以弹丸爆炸产生的破片和冲击波毁伤空中目标的高射炮弹。由弹体、装药和引信等组成。有的装有显示弹道的曳光管和自炸装置。包括高炮杀伤榴弹、薄壁榴弹、预制破片弹等。相关内容未经许可duplicate自41021653",
        "attributes": {
            "img_url": {}
        }
    },
    {
        "keyword": "火力点",
        "source": "baidu",
        "title": "火力点",
        "url": "https://baike.baidu.com/item/%E7%81%AB%E5%8A%9B%E7%82%B9",
        "date": "",
        "content": "火力点是一个词汇，拼音是huǒ lì diǎn，意思是指由轻重机枪、直接瞄准火炮等火器配置和发射的地点。ㄏㄨㄛˇ ㄌ一ˋ ㄉ一ㄢˇ火力点是指战斗中枪炮等武器发射的地点。[1]多用于形容配置或发射轻重机枪、大炮的地点。",
        "attributes": {
            "中文名": "火力点",
            "指": "轻重",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/b17eca8065380cd791235ed3260dba345982b2b72bf1?x-bce-process=image/resize,m_lfit,w_235,h_235,limit_1/format,f_auto",
                "图片2": "https://bkimg.cdn.bcebos.com/pic/b17eca8065380cd791235ed3260dba345982b2b72bf1?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "排气孔",
        "source": "baidu",
        "title": "排气孔",
        "url": "https://baike.baidu.com/item/%E6%8E%92%E6%B0%94%E5%AD%94",
        "date": "",
        "content": "排气孔（vent hole）是2015年公布的计量学名词。用于排出液体管道中所含气体的孔。《计量学名词》第一版。[1]相关信息非法copy自41021653",
        "attributes": {
            "中文名": "排气孔",
            "外文名": "vent hole",
            "所属学科": "计量学",
            "公布时间": "2015年",
            "img_url": {}
        }
    },
    {
        "keyword": "燃烧剂",
        "source": "baidu",
        "title": "燃烧剂",
        "url": "https://baike.baidu.com/item/%E7%87%83%E7%83%A7%E5%89%82",
        "date": "",
        "content": "燃烧剂是烟火药的一类。燃烧剂要求具有燃烧容易、发热量大、燃烧温度高、燃烧面积大、燃烧时间长、火焰不易扑灭等性能，是构成燃烧武器的基础。燃烧剂又称纵火剂（incendiary mixture）；燃烧剂是烟火药的一类。燃烧剂要求具有燃烧容易、发热量大、燃烧温度高、燃烧面积大、燃烧时间长、火焰不易扑灭等性能，是构成燃烧武器的基础。 通常用有分含氧化剂的燃烧剂，如含氧化铁等的铝热剂；和不含氧化剂的燃烧剂，与空气接触就能燃烧，如电子合金（含镁90%、铝10%）、汽油、火油等。用于军事破坏和杀伤等方面。燃烧剂按性质可分为5类：（1）油基燃烧剂，是以石油产品和易燃溶剂为主体组成的燃烧剂，通常有液状油和稠化油两种；（2）金属燃烧剂是以镁、铝或镁铝合金等金属为主要成分的燃烧剂；（3）铝热剂和铝热合剂，都是以铝粉和氧化铁等构成；（4）油基-金属燃烧剂是一种油料添加镁、铝等金属粉末的燃烧剂；（5）自然燃烧剂是一些在空气中或遇水能自燃的物质。常用的燃烧剂有属于（1）的凝固汽油，属于（2）的镁铝合金，属于（3）的铝热剂和属于（5）的黄磷、三乙基铝等。此信息未经许可duplicate自41021653",
        "attributes": {
            "中文名": "燃烧剂",
            "外文名": "incendiary agent",
            "别名": "纵火剂",
            "img_url": {
                "图片1": "https://bkimg.cdn.bcebos.com/pic/43a7d933c895d1431462f8bb7af082025aaf0715?x-bce-process=image/resize,m_lfit,w_268,limit_1/format,f_jpg"
            }
        }
    },
    {
        "keyword": "麻醉弹",
        "source": "baidu",
        "title": "麻醉弹",
        "url": "https://baike.baidu.com/item/%E9%BA%BB%E9%86%89%E5%BC%B9",
        "date": "",
        "content": "麻醉弹，利用弹体内的麻醉剂控制有生目标的神经和肌肉，使其暂时失去抵抗能力的防暴弹。分为注射麻醉弹(注射弹)和药物麻醉弹。注射弹又可分为点火管式注射弹、充压式注射弹、药包式注射弹、塑性弹头式注射弹。分为注射式麻醉弹（注射弹）和药物麻醉弹丸。注射弹按注射动力的不同，又分为点火管式注射弹、充压式注射弹、药包式注射弹、塑性弹头式注射弹等。麻醉弹一般由弹体、注射针、注射液、动力室（由动力室体、动力室底、活塞推杆等组成）和弹尾等部分组成。大多数麻醉弹是注射式麻醉弹。注射弹不论是定装（有药囊）还是将药液装在弹头（针管）内，都是利用压力将针管注入目标体内完成注射的。点火管式注射弹以点火管发火产生的火药气体作为发射动力；充压式注射弹以预充的压缩空气作为注射动力；药包式注射弹以两种物质化学反应产生的气体作为注射动力；塑性弹头式注射弹以弹内发射药发射弹头时产生的惯性为动力。注射弹大多采用弹头和动力室分装结构。发射时，在动力室内形成的高温高压燃气在推动弹头向前运动的同时，推动活塞推杆运动到一定距离，封闭动力室内火药燃气，形成“三无”（微声、微烟、微焰）发射。弹头获得初速后在惯性的作用下飞行，击中目标时，注射针刺入目标体，同时弹体受阻停止运动，弹体内的发火管击发，点燃注射火药，在弹体后部形成高压腔，压迫药囊针孔封闭处破裂，使麻醉药液瞬时注入目标体内。药物麻醉弹丸是用麻醉剂药丸作为弹丸，以霰弹的形式射入目标肌体内起麻醉作用，但麻醉作用较慢，实际使用较少。随着技术工艺的进步，麻醉弹的性能、威力和功能将得到进一步发展。发布者：中国军事百科全书编审室[1]本页面未授权copy自41021653",
        "attributes": {
            "中文名": "麻醉弹",
            "出处": "《中国大百科全书·军事》",
            "img_url": {}
        }
    }
]