[
    {
        "keyword": "underwater target",
        "source": "NASA",
        "title": "May 13, 2019 – ISS On-Orbit Status Report",
        "url": "https://blogs.nasa.gov/stationreport/2019/05/13/",
        "date": 0,
        "content": " On Sunday, the crew performed the Kidney Cell fixation inside the Life Science Glovebox (LSG).  Following this, the Kidney Cells hardware was removed from the LSG and prepared for return.   is a group of techniques used in biological science to preserve samples and terminate ongoing biochemical reactions in preparation for later analysis.  Effects of Microgravity on the Structure and Function of Proximal and Distal Tubule Microphysiological System (MPS), or Kidney Cells, examines how kidney health is affected by microgravity and other factors of space travel, including increased chemical exposure, water conservation and recycling, and altered dietary intake. Serious medical conditions caused by poor kidney health, including protein in the urine (proteinuria), osteoporosis, and kidney stones, occur more often and more quickly in space. Knowledge gained can help protect the health of astronauts as well as contribute to better treatments for kidney related conditions on Earth. Over the weekend, the crew removed Experiment Modules from the Multi-use Variable-g Platform, exchanged the nutrients, and reinstalled the Experiment Modules back into the Multi-use Variable-g Platform.  The investigation studies a disease called Post-traumatic Osteoarthritis, in which a traumatic joint injury may lead to arthritis after loss of cartilage and bone. The ability of potential drugs to prevent the progression of this disease is tested on Earth and in space. The MVP facility is used to conduct research in space with a wide variety of sample types, such as fruit flies, flatworms, plants, fish, cells, protein crystals and many others.  It includes internal carousels that simultaneously can produce up to 2 g of artificial gravity.: The crew manually translated the Astrobee Free Flyer in various attitudes in the JEM and Node 2. The goal is to collect visual data to create a map of the JPM, and to calibrate Astrobee.  The activities went very smoothly and the ground team was happy with the results. Astrobee is a series of three free-flying, cube-shaped robots which are designed to help scientists and engineers develop and test technologies for use in microgravity to assist astronauts with routine chores. The autonomous robots, powered by fans and vision-based navigation, perform crew-monitoring, sampling, logistics management, and accommodate up to three investigations. The crew set up the ISS Experience hardware to document the Veggie PONDS photo activities today. Talking points involved discussion of the importance of plant growth systems to Moon and Mars missions, discussion on the PONDS growth system itself, and the reason for the pink growth light in the Veggie system. The ISS Experience creates a virtual reality film documenting daily life aboard the ISS. The 8 to 10 minute videos created from footage taken during the six-month investigation cover different aspects of crew life, execution of science aboard the ISS, and the international partnerships involved.  The ISS Experience uses a Z-CAM V1 Pro Cinematic Virtual Reality (VR) 360-degree camera with nine 190° fisheye lenses. Using the MSG, the crew inoculated the culture bag with yeast. The Micro-14 (Characterizing the Effects of Spaceflight on the Adaptation Responses) life science research mission investigates and evaluates the responses of the , a type of yeast, to microgravity conditions and, in particular, to assess changes at the physiological, cellular, and molecular level and to characterize virulence factors. The crew removed the twelve experiment containers from Kubik after the completion of the automated run. The aim of the Nano Antioxidants investigation is to research innovative approaches for cellular stimulation to counteract the negative effects of long-term microgravity on the musculoskeletal system. There are numerous possible applications of this research project in other crucial social domains, such as healthcare of the elderly and of people with muscle atrophy disorders, through the implementation of new therapeutic strategies in the treatment of diseases involving oxidative stress as causing factor.The crew removed the vent closeout panels from the Expedite the Processing of Experiments to Space Station (EXPRESS) Rack and installed PBR into the appropriate locker location. However, when the PBR was subsequently powered on, an off-nominal screen display was observed.  A power-cycle was attempted and gave a nominal display momentarily, but it quickly transitioned to the off-nominal condition again. Ground teams are reviewing the log files to determine a forward plan and PBR was deactivated. The life support systems that sustain astronauts in space are based on physicochemical processes. The Photobioreactor investigation aims to demonstrate that microalgae (i.e. biological processes) can be used together with existing systems to improve recycling of resources, creating a hybrid life support system. This hybrid approach could be helpful in future long-duration exploration missions, as it could reduce the amount of consumables required from Earth, and will first be tested in space on the International Space Station (ISS).: The crew took photos of the PONDS modules in both Veggie facilities from overhead and oblique angles. Today’s operations were to study the water distribution in the PONDS units in an attempt to better understand why the plants do not appear to be growing as expected. Organisms grow differently in space, from single-celled bacteria to plants and humans. Future long-duration space missions will require crew members to grow their own food. Therefore, understanding how plants respond to microgravity and demonstrating the reliable vegetable production on orbit are important steps toward that goal. Veggie PONDS uses a newly developed passive nutrient delivery system and the Veggie plant growth facility aboard the ISS to cultivate lettuce and mizuna greens which are to be harvested on-orbit, and consumed, with samples returned to Earth for analysis.In support of monitoring the health of the ISS InterModule Ventilation (IMV) system, the crew used the Velocicalc device and set of measurement aids to measure the air flow exiting outlets and entering inlets throughout the USOS modules. Friday night, Robotics Ground Controllers powered up the MSS and positioned it over the Dragon trunk. They then maneuvered the Special Purpose Dexterous Manipulator (SPDM) Arm 2 to stow the SCAN Testbed payload in the Dragon trunk for return."
    },
    {
        "keyword": "subsonic target",
        "source": "NASA",
        "title": "Living the Mars Life on Mauna Loa",
        "url": "https://earthobservatory.nasa.gov/images/92630/living-the-mars-life-on-mauna-loa",
        "date": 0,
        "content": "December 12, 2017If you were on Mars—or on a volcano in Hawaii—cooped up in a small  with five coworkers for several months, there is a good chance you would jump at the opportunity to get outside and explore. That is one of the lessons of  (HI-SEAS), a long-duration mission designed to help mission planners understand what astronauts living for long periods in cramped quarters on Mars would need to thrive.The habitat sits on the northern slope of , Hawaii’s largest volcano. Perched about 8,000 feet (2,400 meters) above sea level at an abandoned quarry site, it is located in a barren area with almost no vegetation and spectacular views of overlapping lava flows of various shades of black, brown, red, and orange.The site was chosen based on its relative remoteness and its similarities to terrain on Mars. The red planet has large, gently sloping  with exposed lava flows that are geologic cousins to Mauna Loa. The image above, captured by the  (OLI) on Landsat 8, shows the habitat nestled amid fields of contrasting lava flows. The youngest flows are dark black; older, more weathered flows are shades of gray, brown, and red.April 20, 2016The second image is a photograph taken from a drone operated by HI-SEAS participant . The low ridge next to the habitat is a , a feature that formed along the eruptive  as blobs of lava flew out, piled up, and cooled. A  appears as a dark spot northeast of the spatter rampart.  are underground conduits where lava flowed after the surface crusted over. Occasionally, the top of a lava tube collapses, leaving a skylight.The habitat sits on the Pu‘ukāhilikū flow, which erupted about 1,800 years ago. That makes it significantly older than the nearby ‘Āinahou flow, which formed 450 years ago. The youngest flow near the habitat—one of the darkest in the image—erupted in 1899. Since water has had more time to weather the surface of the Pu‘ukāhilikū flow, a layer of soil has built up on its surface—enough to support some scrubby vegetation and even trees a few kilometers northeast of the habitat.March 10, 2015Since 2013, six crews of six people have taken up residence in the semi-portable, two-floor dome. The structure doesn’t offer much elbow room. With a diameter of 36 feet (10 meters), the ground floor has just 878 square feet (81 square meters) of usable space, about the size of a one-bedroom apartment in New York City.During missions that ranged from four months to one year, HI-SEAS crews relied mostly on each other. Reading the news or communicating with mission support, friends, or family was possible, but only over email with a 40-minute delay. Leaving the habitat involved donning a heavy mock space suit and waiting 5 minutes in an “airlock” to simulate the depressurization process.Nevertheless, HI-SEAS participants regularly headed out for geological forays to simulate the scientific work that would happen during a Mars mission. There was much to explore—a spectacular landscape of expansive lava flows, caves, and gnarled outcrops of spattered igneous rock.May 23, 2017The caves were a particularly tantalizing destination. In an article for , HI-SEAS participant Christiane Heinicke noted her crew explored more than 100 caves. In a , she detailed the exhilaration that came from exploring remarkable finger-shaped rock formations found in one particular cave.“We have measured the cave, examined the rock more closely, and found a suitable shelter for a possible evacuation from the hab,” she wrote. “On Mars this kind of lava tube is hoped to provide shelter to astronauts from the harmful space radiation, either as permanent settlement or as emergency shelter during a solar storm.”Caves offer a degree of shelter for other forms of life as well. “Lava tubes are among the places where an astrobiologist would search first for life on Mars,” she noted. “Compared [to] the barren surface landscape around us, our lava tube is full of life.”Image of the Day for August 29, 2018 Low-viscosity lava flows produce long, narrow shapes on the landscape. Fresh lava flows cover the slopes of Hawaii’s Kilauea Volcano.  Fresh lava flows radiate from Kilauea’s Pu’su ’O’o, crater, as the Volcano’s longstanding eruption continues.Viscous, slow-moving lava flows form circular mounds known as lava domes. "
    },
    {
        "keyword": "underwater target",
        "source": "NASA",
        "title": "Pluto New Horizons – Page 2 – News and images from the Pluto New Horizons team",
        "url": "https://blogs.nasa.gov/pluto/page/2/",
        "date": 0,
        "content": "Nature is a common theme in Canadian literature, with desolate, remote landscapes often playing a role. It should come as no surprise, then, that Canada had a hand in writing the latest chapter in the story of Pluto, the most desolate and remote landscape ever explored.To mark the first Canada Day (July 1) since the Pluto flyby, I wanted to share some of the ways that Canadian efforts have supported the New Horizons mission to Pluto and beyond.A number of New Horizons team members are from Canada or were trained there in one way or another. I studied for my PhD at the University of Victoria in British Columbia; my PhD was in astrophysics, a field in which Canada is renowned as a global leader. Canada’s national partnership in the twin 8-meter Gemini observatories allowed me to pursue research in planetary astronomy, pushing the limits of what can be done with ground-based astronomical imaging without adaptive optics to . It was this work that prepared me for and eventually steered me toward the New Horizons mission, where I , the post-Pluto target for a potential New Horizons extended mission.Perhaps the most crucial Canadian contributions are in an area with a very long history: navigating a ship by the stars. During New Horizons’ approach to Pluto last year, it was a made-in-Canada star map that helped guide the way. National Research Council (NRC) of Canada scientists at the Canadian Astronomy Data Centre (CADC) in British Columbia used data collected from the Canada-France-Hawaii Telescope (CFHT) to assemble a detailed navigational star map for the mission, which was used by the Navigation and Hazards teams to keep the spacecraft on-course and safe from harm.Dr. Stephen Gwyn and Dr. JJ Kavelaars, both at the NRC-CADC, have worked to support the New Horizons mission for years. JJ Kavelaars was my PhD supervisor, and both he and Stephen Gwyn taught me much of what I know about the astrometric and image processing techniques needed to find and track New Horizons’ potential post-Pluto target, 2014 MU69.Gwyn developed and maintains MegaPipe, the data processing service that helps turn raw  images into precisely-calibrated star maps, among other things. Using data collected from CFHT’s extremely well-calibrated MegaCam imager especially for the Pluto mission, Gwyn created a catalog the stars that would stand as a backdrop for Pluto during the flyby. The purpose of the catalog was to provide extremely precise locations and properties of the stars that would appear in New Horizons images on approach, so they could be used as navigational aids.Frédéric Pelletier, a former Canadian Space Agency engineer from Quebec, was the KinetX Deputy Navigation Team Chief for the Pluto flyby. He and his team compared imagery from New Horizons to the CFHT star map to determine exactly the path that New Horizons was on with respect to Pluto, and adjust its course to achieve the planned flyby. The targeting was precise enough to . This allowed New Horizons to examine Pluto’s atmosphere backlit by the sun, and perform detailed analysis of its chemical makeup. The Atmospheres science team is led by Dr. Randy Gladstone at SwRI, who grew up in Canada and attended the University of British Columba.Both Gwyn and Kavelaars are involved in our continued tracking of 2014 MU69, providing their expertise on matters of extremely high-precision astrometry of both stars and Kuiper Belt Objects. The CFHT star map is still in use for determining the precise orbit of 2014 MU69, and Kavelaars has led a Gemini Observatory program to track and refine the orbits of many other Kuiper Belt objects that New Horizons would study at long range during an extended mission.If an extended mission is approved, these efforts will continue to help New Horizons find its way into the unknown as it flies to worlds in the outer solar system more distant than have ever been explored.Pluto and its moons are the most distant worlds ever visited by any of humanity’s robotic explorers, but for how much longer will that remain true? New Horizons is outbound through the Kuiper Belt, and two years ago today we discovered a smaller, more distant world that we could send it to. Likely an icy relic left behind from the era of planet formation, this world lies nearly a billion miles further from the sun than Pluto. While it will eventually be named something befitting such a world, it is currently designated 2014 MU69, and if New Horizons’ extended mission is approved by NASA, it will become the new most distant world ever explored on Jan. 1, 2019.It took years of effort from a dedicated team to find somewhere that New Horizons could visit after Pluto. We scoured the southern skies with Earth-bound and space-borne observatories, battling poor weather, unforeseeable hardware faults, and the endless interference of the dense star fields of Sagittarius, at the very center of our home galaxy itself. That search discovered over 50 new Kuiper Belt objects, and culminated with the discovery of New Horizons’ potential post-Pluto target, 2014 MU69.What follows is a brief look back at that search, the discovery of 2014 MU69, and what it portends for the future of New Horizons and outer solar system exploration.Finding New Horizons a post-Pluto target in the Kuiper Belt was a long-standing mission goal. It was even included as a component of the original mission proposal in 2001 that New Horizons have the capacity for exploring a more distant Kuiper Belt object, should one be found that it could reach.That last bit was the catch — at the time that New Horizons was designed, assembled, and launched, there were no suitable Kuiper Belt objects known near enough to the path that it would take out of the solar system for it to reach one after Pluto. Given that the first decade of the 21st century saw the peak rate of new Kuiper Belt object discoveries in all of history to date, why weren’t more known in the region of sky around Pluto?Because that area of sky is one of the hardest to search for Kuiper Belt objects. It lies in front of the center of our galaxy and is packed full to brimming with background stars. For every Kuiper Belt object as faint as 2014 MU69 in our images, there were tens of thousands of stars far brighter.Additionally, there was a quirk to the search that made waiting preferable: the longer we waited, the less sky we would have to search. You can imagine the swarm of possible Kuiper Belt objects that New Horizons could reach, all orbiting the sun on different paths with one common feature — those paths intersect with the path of New Horizons. As you go backward in time from the period during which New Horizons is passing through the Kuiper Belt, the paths of these Kuiper Belt objects diverge from one another, and they spread out like a dissipating cloud across the sky. The earlier we performed the search, then, the more sky we would have to cover in order to find these Kuiper Belt objects.The first searches for a post-Pluto target were performed in 2004 at the . At the time, the swarm of Kuiper Belt objects was quite spread out, so the search was performed over a relatively large area of sky without spending too long in any one area. These data were a large part of what was searched by the , and a number of relatively bright Kuiper Belt objects were discovered in it, though none were within reach of New Horizons.I came into the project in 2011, with our first  survey. The twin Magellan telescopes are situated adjacent to one another atop Las Campanas in Chile. While slightly smaller telescopes than Subaru, their site delivered us some of the best atmospheric conditions of the entire search. Since it was later than the first Subaru search, we did not have to search as much sky to cover the full swarm of targetable Kuiper Belt objects. This meant we could spend more time on each area, and see fainter Kuiper Belt objects.But the challenge of the Milky Way remained. Above is an example of what just a portion of one of our raw images looks like. Every star you can see in this image is many times brighter than the other Kuiper Belt objects we were looking for.I joined the search as a postdoctoral researcher at the Harvard-Smithsonian Center for Astrophysics in 2011. There I was working on ways to suppress the stars in our images while leaving behind any and all objects that move like Kuiper Belt objects. These methods also had to compensate for the constantly-shifting blurring caused by the Earth’s atmosphere.With lots of nights at the telescopes in Hawaii and Chile, lots of algorithm and code development, lots of CPUs crunching through the data, and lots of time spent scrubbing through the results manually to make sure nothing was missed, we turned up dozens of new KBOs between 2011 and 2013. Yet, while many of them came close to New Horizons’ path, still none of them were quite within reach of its fuel supply.Time was growing tight, and we had to make a decision. We needed to not only find a targetable KBO, but we also needed to track its orbit over a long enough period of time that we could predict where it would be with the accuracy needed to target New Horizons for a hair-raising few-thousand-kilometer flyby. The longer we waited, the easier the search was to do, as the diffuse swarm of potentially-targetable KBOs slowly collapsed into a tight spot on the sky as the encounter dates approached. However, the time remaining for accurate follow up and orbital measurement got ever shorter.2014 balanced both of these needs. It was the last year in which enough time remained to accurately measure any KBOs’ orbits well enough to target them with New Horizons, and it was late enough that the area of sky covered by potential targets had shrunk to the point that Alan Stern, the principal investigator of New Horizons, indicated that it was time to consider using our weapon of last resort: NASA’s Hubble Space Telescope.Hubble has unrivaled sensitivity, and since it orbits above the Earth’s atmosphere, its unobscured view would permit us to search for KBOs hiding in front of our galaxy. The millions of background stars we had been contending with would be far less trouble for Hubble’s sharp vision.That said, we knew that the survey we were asking for had no precedent. It would be the largest dedicated search for solar system objects ever conducted with Hubble. It would need to be designed with the utmost care, it would need to execute flawlessly, and the solar system would need to cooperate with us. And we would need to convince a panel of reviewers that this survey’s potential value outweighed the risk of coming up empty after investing so much of Hubble’s time.As you might imagine, a request for the amount of Hubble time we needed could not be taken lightly, and the proposal was not a slap-dash affair. We painstakingly developed a risk-mitigating strategy that would both ensure our best chance of success while minimizing the amount of precious telescope time that would be wasted if the solar system did not cooperate by providing us with a targetable Kuiper Belt object.Part of that strategy was a two-part search. We would perform a pilot project and prove that we could discover as many Kuiper Belt objects as our models predicted before proceeding with the larger main survey. We had a tight deadline to deliver this proof, with about two weeks to analyze this unprecedented new dataset, deliver our new discoveries, and pass the go-no go threshold for the full program.With this strategy in place, we were awarded the time. And that was when things got really interesting.In mid-June of 2014, we learned that our proposal had been selected, and that it was scheduled for immediate execution on Hubble. I quickly booked a flight to Boulder to join the rest of the team for the push to beat the tight demonstration deadline. I arrived in Boulder just as the first of the data was being collected by Hubble, orbiting somewhere far overhead.I didn’t know it at the time, but the intense search effort that followed was a preview of what the following summer would be like as New Horizons flew by Pluto.There was no good demonstration data to tune our tools on, which meant that we went in cold and had to write our analysis software on the fly. We were developing new software and refining the speed and sensitivity with which we could handle the data as it streamed down from space.We had to convince energy-conscious building managers to keep the HVAC running late into the night and over the weekends to keep the offices and server rooms at livable temperatures during the summer Colorado heat. In parallel, there was another team on the East coast working to make sure that an independent and redundant pipeline was developed and running. We checked each teams’ performance by placing synthetic KBOs of known brightness in the data and determining how faint they could be before our software stopped finding them reliably.It was exactly two years ago – on June 28, 2014 – that our search first bore fruit. Marc Buie alerted the Boulder team that he had spotted something in the data, and subsequent analysis by all the involved teams confirmed that it was a Kuiper Belt object. Eventually, this first discovery would be designated 2014 MU69.We quickly found another Kuiper Belt object, and passed the go-no go. After all was said and done, we found five new extremely faint Kuiper Belt objects in this search data, with three candidates with promising orbits that might make them targetable.The discovery observations alone were enough to suggest that 2014 MU69 might be targetable by New Horizons, but it would take further follow up to confirm it. In August of 2014, a batch of Hubble observations picked up 2014 MU69 again, and with those new observations my analysis of the orbit concluded that it was guaranteed to be targetable given New Horizons’ fuel reserves. Even if no others panned out, we had a world we could reach.In the end, two of the five candidates withstood the test of subsequent observations. Of those two, it was still the first that we discovered that remained the best candidate, and so it was that 2014 MU69 was selected as the nominal target of a potential New Horizons extended mission.But just discovering a targetable world was not enough.Pluto had been tracked for 85 years—well over a third of its orbital period, before New Horizons arrived. 2014 MU69 lives deeper in the Kuiper Belt than Pluto, and takes nearly 300 years to orbit the sun. We only discovered it two years ago. By the time we fly by it, we will have known about it for only one and a half of one percent of its orbital period. This short baseline of observations means that in order to predict the position of 2014 MU69 with sufficient accuracy and precision to fly a spacecraft by it, we would need exquisitely calibrated observations between now and the flyby.Since its discovery, we have continued to track 2014 MU69 with Hubble. Once these extremely accurate observations are linked with the extremely precise , we will have an orbit solution for 2014 MU69 that is unparalleled for the period of time that it has been tracked.From its orbit, we have already learned that 2014 MU69 is a very intriguing kind of Kuiper Belt object. It belongs to the “Cold Classical” Kuiper Belt, a population that appears to be a surviving remnant of the disk of material from which the planets formed. The cold classicals seem to have escaped much of the violent processing that other kinds of minor planets were subject to. This makes 2014 MU69 the clearest window into the era of planet formation that we have ever had the chance to see up close.All of our effort in finding 2014 MU69 opened the door to a potential extended mission for New Horizons. After the Pluto flyby in the summer of 2015, we and the spacecraft and navigation teams designed the largest spacecraft maneuver ever performed beyond Neptune. This maneuver would adjust New Horizons’ course to intersect the orbit of 2014 MU69 on Jan. 1, 2019. It would also be the largest series of engine burns New Horizons had ever attempted.The maneuvers to do this began in October of 2015, and took several weeks to perform. After it was complete in November, New Horizons had 2014 MU69 in its sights. We were on our way.New Horizons has targeted 2014 MU69, and we have proposed to NASA for an extended mission that would support the flyby of this distant world. This extended mission proposal is still under consideration. If approved, we will not only explore 2014 MU69, we will also study about 20 of the other Kuiper Belt objects that we discovered in our ground- and space-based searches. We won’t approach these worlds nearly as close as 2014 MU69, but New Horizons’ unique vantage point still makes it possible for us to examine them in more detail than is possible with any other facility.Then, on Jan. 1, 2019, New Horizons will cruise over the surface of 2014 MU69, and the speck that we spotted in Hubble’s images two years ago will turn into a real world before our eyes.     Hi, I’m Simon Porter, a postdoctoral researcher on NASA’s New Horizons mission. In this blog post, I’m going to talk about our observations of the Kuiper Belt object (KBO) called (15810) 1994 JR1, or simply ”JR1,” with the New Horizons spacecraft.New Horizons flew past Pluto nearly a year ago and has been sailing through the Kuiper Belt ever since. In November 2015 and April 2016, we used the telescopic Long Range Reconnaissance Imager (LORRI) on board New Horizons to take pictures of JR1 as we flew past it. This was our first “distant flyby” of a KBO (about 66 million miles, about as close as Venus is to the sun), and the first-ever distant observation of a KBO from the Kuiper Belt. We were able to get a huge amount of science out of these images, and they may be a preview of things to come as we observe many more KBOs this way, if an extended mission is approved.We first observed JR1 at the start of November 2015, taking four sets of 10 images, spaced one hour apart. It was even farther away at that time (172 million miles), and because of an error in targeting, it ended up on the side of picture frames instead of in the middle. However, JR1 was visible in all 40 images, dancing slowly across the field of view. In addition, we pointed the Hubble Space Telescope at JR1 in early November, so that it saw JR1 at almost the same times as New Horizons, accounting for the five hours that it took JR1’s light to reach Hubble. This was the longest-baseline parallax observation ever made – another record for New Horizons! –and allowed us to really improve our knowledge of JR1’s orbit.With this new orbit in hand, we pointed the spacecraft to image JR1 again this past April 2016. This would be the closest that New Horizons got to JR1, and we commanded the spacecraft to take lots more pictures than we had in November. We started with two “deep” sets of 24 images each, which could be added together to pick out any moons around JR1. We had already looked at JR1 with Hubble and saw no moons, so it was no surprise to find none in the New Horizons images, but it was worth a check. The ghostly circular pupil image and the little dots that are moving around in the image (and that aren’t JR1) are scattered light from a nearby bright star. LORRI isn’t that big of a telescope – just a little bit smaller than an 8-inch Schmidt-Cassegrain an amateur astronomer would use – so it’s easy for scattered light to bounce around inside the telescope and cause artifacts like these.The next sets of observations were to see how the brightness of JR1 changed over time. The first was a sequence of nine sets of three images, spaced half an hour apart, while the second was similar, but an hour apart. We got the half-hour sequence down first and were thrilled to see that it looked like a sine wave! If you are looking an elongated object (say, a tennis shoe) on the side and then turn it to look at the front, the apparent size of the object, from your view, will go down. Turn it back to the side and the apparent size goes up again. Now imagine the shoe is a thousand miles away and someone is turning the shoe for you. You wouldn’t see the shape of the shoe change (because it’s just a point of light), but the brightness of the shoe would change because it can reflect more light to you when you see the side than when you see the front. Making measurements like that is called making a lightcurve. When we do that, we see the brightness of asteroids, KBOs and moons change and we can infer what their shape must be, without actually ever having seen them up close.The second, longer set of images confirmed this variation and allowed us to determine the rotational period of JR1 was 5.47 hours—something that had ever before been measured. That’s pretty fast for a KBO this size, most of which spin at half this speed. Unlike asteroids, the sun is too far from KBOs to spin them up with solar radiation, so KBO spins mostly record the collisions that they have had with other KBOs. Since JR1 is spinning so fast, it probably had a pretty big glancing impact at some time in its distant past.Lightcurves and deep images could be taken with Earth-based telescopes, but what no telescope other than LORRI could do is see a KBO from the side. From the KBO’s perspective, Earth is always a few degrees away from the sun, which means that from Earth we always see KBOs at high noon, with no shadows. From a spacecraft in the Kuiper Belt (like New Horizons), we can look at different times of JR1’s day. The November observations of JR1 were either late morning or early afternoon (we don’t know, because we don’t know if JR1’s pole points up or down). The April observations were at either early morning or in the late evening on JR1. Both of these times should have had shadows on the surface, especially the April observation. Sure enough, when we put all the brightnesses together in a time series, we found that there was enough dimming from shadows that the surface must be at least as rugged as Saturn’s rough-surfaced moon Phoebe. This makes sense, as Phoebe is thought by some to be a captured KBO, and is therefore probably our best guess for what (15810) 1994 JR1 looks like. Finally, our April observations were the closest-ever of a KBO (other than Pluto), and we used that fact to refine the orbit of JR1. From Earth, we can predict the motion of a KBO as seen from Earth very well, but can’t as well predict how far away it is. Because the New Horizons observations were taken at a very different angle to how the Earth sees JR1, we were able to drop the uncertainty of how far JR1 is from the sun (and thus Earth) from around 60,000 miles (100,000 kilometers) to around 600 miles (just under 1,000 kilometers). That’s a huge improvement in JR1’s orbit, and should enable other astronomers to predict when JR1 will go in front of stars, a measurement we call an “occultation” (from the Latin word for “hidden”). Observing an occultation of JR1 would allow a measurement of both its size and shape.Having this high-precision orbit in hand also allowed us to make a computer simulation of what JR1’s orbit will do in the future, and did in the past. JR1 is a “plutino” (pseudo-Italian for “little Pluto”) because, like Pluto, it goes around the sun three times for every two times that Neptune goes around the sun. In fact, JR1 is only 2.7 astronomical units (AU) away from Pluto – an AU being the average distance between the sun and Earth, about 93 million miles (or 149 million kilometers) – which is pretty close on outer system scales (it’s 35.5 AU from the sun).  However, the orbits of Pluto and JR1 are different enough that this close encounter is cosmically fleeting, only lasting a few hundred thousand years, and not coming together again for another 2.4 million years. Pluto does have a gravitational effect on the orbit of JR1, but it’s mainly to add a bit of chaos into JR1’s orbit, causing it to be unpredictable over timescales longer than about ten million years (again pretty short, cosmically speaking).The primary mission of New Horizons will end this year, when it is finished downloading all the data from the Pluto system. NASA is currently deciding whether or not to approve an extended mission for New Horizons to do a close (within 6,000 miles or 10,000 kilometers) flyby of a KBO even smaller than JR1. If approved, this would also enable New Horizons to observe dozen more KBOs in a similar way to JR1.Through all the years of planning and conducting the New Horizons mission to Pluto, one thing was certain: we were going to rewrite textbooks based on what we found. And, boy oh boy, Pluto has not disappointed!Plans are now underway to rewrite the granddaddy textbook of them all, “Pluto and Charon,” a scientific compendium of chapters covering everything known about the Pluto system when the book was published in 1997. I was fortunate to be one of the 50 collaborating authors (practically the entire Pluto community at that time) who came together to publish this volume as part of the Space Science Series of the University of Arizona Press. Planetary scientists Alan Stern (Southwest Research Institute) and David Tholen (University of Hawaii) edited “Pluto and Charon,” which, more than any other work, helped us to set our science objectives for New Horizons.I’m familiar with Space Science Series textbooks at all levels, having become general editor of the series in 2000 and producing 10 volumes so far. (My predecessor and series founder, the late Tom Gehrels, prolifically produced 30 volumes.) These books are not for the faint of heart! Each is written for the level of a beginning graduate student who has completed at least a bachelor’s degree in physics, chemistry, planetary science or other intersecting field. My job as general editor is to carefully select the individual book editors and challenge them and their chapter authors to write what we know, how we know it, and where we are going in the future.As a member of the New Horizons team, I am pleased that we are able to announce a new Space Science Series book, “Pluto After New Horizons” (as we are informally calling this sequel), that will begin taking shape in 2018 with a target publication date in 2020. That may seem like a ways in the future, but to those of us trying to make sense of all that the New Horizons data are telling us, that date seems to be coming way too fast. Mission Principal Investigator Alan Stern will again head the editing team and I will be joining him, with additional editor slots to be named later.The challenge to construct “Pluto after New Horizons” is daunting. We have to discern and decode, as best we can, what the massive returned data set is telling us. In fewer than 30 chapters we have to cover topics ranging from the interior of Pluto and its surface processes, to its atmosphere and its near-space environment. And we can’t ignore Pluto’s largest moon, Charon, and the system of smaller satellites Styx, Nix, Kerberos and Hydra, who each need their story told.With no mission to Pluto in the immediate forecast, the foundation of knowledge we build into this book will probably reign for decades. And just as “Pluto and Charon” in 1997 was the scientific foundation upon which mission plans were built with New Horizons as the capstone, we hope to make “Pluto After New Horizons” a textbook that lays the cornerstone for what will become the next era of Pluto spacecraft exploration.Okay, the New Horizons Pluto encounter didn’t quite play out that way, but the science team really did want to get the most out of all the images of Pluto and its moons that we could, and often, as quickly as we could. I’m Tod Lauer, an astrophysicist who mainly works on stuff far beyond our galaxy. But I also love tough imaging challenges, and I enjoyed working with New Horizons as a sort-of utility image-processing engineer.A few summers ago I wrote to New Horizons Project Scientist Hal Weaver on a whim to ask about the search for hazards to the spacecraft as it entered Plutonian space. Hal kindly replied with a note describing the capabilities of the New Horizons spacecraft and a report describing the search in detail. New Horizons co-investigator John Spencer, who was leading the hazard detection effort, also joined in. I was incredibly intrigued by the task: Search for unknown faint sources close to Pluto, which was embedded in an incredibly crowded field of stars (the heart of the Milky Way!), using heavily compressed images with the optical blur-pattern of the camera varying significantly from exposure to exposure – all on a critical timeline. I offered one approach, which led to me joining the “Crow’s Nest” crew that John and Hal assembled to search for hazards in the distant-encounter images. This work in turn led to an opportunity for me to help out with the encounter images as well.One task was getting the best resolution out of the images. Starting in April 2015, I worked to get the first glimpses of detail on Pluto and Charon as New Horizons’ long cruise across interplanetary space transitioned into the flyby itself. This continued up to closest approach and beyond as the images came back to Earth after the flyby. This work started with weaving a set of images of an object into a master image that preserved all the fine structure scattered about the image set.The next step was to correct for the blurring due to the New Horizons optics. The final step required the greatest care – satisfying my fellow scientists on the team that they could trust the results for their research! The main objective was not to leave anything on the plate: It took hundreds of people working for two decades to get to Pluto, and it may be a while before we get back there. Every drop of information we can squeeze out of the images is immensely valuable.Another problem, which might seem surprising for a mission to Pluto, was dealing with the brilliant glare of the distant sun. On the way out to Pluto we had the sun to our back, while after close approach, we turned around to look at the night sides of Charon (and later Pluto), which had New Horizons’ cameras looking almost right back into the sun. Sunlight scattered into the camera strongly washed out the darkened hemisphere. The trick was to use a technique to capture how the scattered sunlight varied over a large collection of images, providing a way to build a perfect model of it for any image. With the sun canceled out we could see the night side of Charon softly lit up by “Plutoshine.”The best part of my experience with the New Horizons team was watching everyone work together to make the encounter a fantastic success. The hazard search concluded two weeks before the flyby, and having found nothing in our way, we stayed on our original, planned course to the Pluto system. From then on the tempo and energy level steadily rose as we flew ever closer to Pluto. For this astrophysicist, it was a treat to see the immense and diverse skills of the New Horizons team for planetary exploration brought to bear. If New Horizons were a ship, the team was its crew, with everyone smartly working at their stations but always keeping an eye on the big picture. Each of us used our talents in a unique way. No one wanted us to miss anything.In a previous blog post, I wrote about software the New Horizons team used to image Pluto. Here, I’m going to talk about my work photographing the team itself.We knew that New Horizons would be a historic mission scientifically. But we also knew it was important to document the human side of the encounter—the successes as well as frustrations. Just as we remember Neil Armstrong’s words and the shaky video from the surface of the moon, we knew that our team members’ activities would also form their own historical record.APL, home of New Horizons mission operations in Laurel, Maryland, arranged for me and five other members of the science team to carry cameras as we worked. We were allowed access to the science working areas and public and press zones (though not mission operations, where flight controllers actually command the spacecraft).While I’ve spent years photographing around the world, there was nothing more exciting than to point my camera at my friends and colleagues on this epic journey to the frontier of the solar system. Below are some of my favorite images.Although New Horizons had been in flight for over nine years, it was only two weeks before the Pluto encounter that we first detected Pluto with LEISA, the spacecraft’s near-infrared spectrometer. In the image above, members of the Composition team compare their three independent analyses of the spectrum, which showed the very first detection of water ice. Why three different models of the same thing? Just like an airplane has multiple altimeters, we wanted to be sure that we weren’t deceived by errors in any one model.In the Payload Engineering room, shown above, Maarten Versteeg and Tommy Greathouse work with data from the Alice ultraviolet spectrometer. This was taken 36 hours before Pluto close approach, and the instrument had sent back its very first spectrum of Pluto. Up until now, this instrument had been too far from Pluto to detect it.In addition to the snacks keeping the team going, there are two New Horizons models here. At right is the detailed scale replica. But the more frequently used one is the small yellow model on the speakerphone, marked with the rotational axes we use to point it. A typical observation might be “Point +X toward Pluto, roll -Y to north, and then do a 30-degree scan around -Z.” We used models like this frequently when planning observations.On the morning of closest approach to Pluto on July 14, 2015, the New Horizons team woke up earlier than normal so we could get our eyes on the highest-resolution “global” images that had been taken about 14 hours earlier. Two members of the team worked overnight to process them in time for our team meeting at 5 a.m.In the above photo, members of the science team see the young and un-cratered “heart” of the informally named Sputnik Planum close-up for the first time.On the day of encounter, New Horizons was busy observing Pluto, except for one short break to transmit a status update to the nervous team on Earth. This “phone home” signal was to be received around 8:52 p.m. EDT and was the emotional highlight of the encounter.Setting up a few shots of the signal’s arrival, I was focused on my colleagues (in the black shirts above the railing), and I didn’t pay much attention to the man in the suit below them. But that is NASA’s Senior Public Affairs Officer Dwayne Brown, and it was his reaction that really made this shot!A day after flyby, we received new images of Pluto’s largest moon, Charon. Charon was discovered in 1978 by Jim Christy. Christy suggested the name “Charon” – but he pronounces it with a soft “Sh” instead of a hard “K,” in reference to his wife, Charlene.Jim and Charlene were at the front of the APL auditorium as the images were revealed. While Jim watched quietly, Charlene was taking photos of it all – she told me she was e-mailing them to her family as fast as she could.Our daily 8 a.m. science results meetings would often include an update on media coverage from David Aguilar, who led the team of writers assisting the science and public affairs teams with news and image releases. Here he reacts to our front-page  coverage on July 16, 2015.Over the course of seven weeks, I took close to . I’m grateful to APL and the mission for allowing us to document our extraordinary time exploring Pluto—both from afar, and here on Earth. As a young child growing up in Colombia and later in the U.S., I learned about the nine classical planets in our solar system. Four terrestrial planets: Mercury, Venus, Earth and Mars. Four gas giants: Jupiter, Saturn, Uranus and Neptune. And then there was Pluto, at the edge of our solar system. All of the planets had been visited by spacecraft except Pluto; it was unknown and unexplored. I never imagined that I would be part of the first mission to see this mysterious, incredible world up-close.As the deputy systems engineer for the Long Range Reconnaissance Imager (LORRI) on NASA’s New Horizons spacecraft, my role is to help make sure that LORRI is healthy, works properly, and that its images are acquired successfully. In addition, I help to make sure that commands sent to the instrument are correct.LORRI is a panchromatic high-resolution telescopic camera composed of a telescope with an 8.2-inch (20.8-centimeter) aperture that focuses visible light onto a charge-coupled device (CCD). Similar to a grayscale digital camera with a large telephoto lens, LORRI imaged Pluto and its five moons from long distances during approach and mapped the surface of Pluto in unprecedented detail during New Horizons’ historic flyby on July 14, 2015. At closest approach, LORRI was able to image sections of Pluto’s sunlit surface at a resolution of about 70 meters, or roughly the size of a football field.After New Horizons came out of hibernation for the last time, in December 2014, LORRI began to acquire a few images daily. During the months before the encounter, these images were used to help the spacecraft navigate toward the desired flyby location and help scientists refine orbit calculations of Pluto and its moons. In addition, LORRI was used to look for additional moons and potential rings that could have posed a hazard to the spacecraft. New Horizons was flying so fast, at approximately 31,000 miles per hour (14 kilometers per second), that a collision with something as small as a grain of rice could have been catastrophic.As New Horizons sped closer, Pluto, which initially appeared as a small dot in LORRI images, grew to a system with multiple objects. The complex surface features on Pluto and its largest moon, Charon, came into better focus. Each LORRI image was better than the next. The team worked day and night to keep up with the data and images coming down with each transmission from New Horizons. LORRI images were posted on the  so the world could follow along in the excitement.On July 13, the night before closest approach, the last LORRI image before the encounter was transmitted to Earth. This was the best view of Pluto we would receive before New Horizons flew by Pluto. It became my responsibility and privilege to verify that the image came down properly before it was unveiled to the team and the world the next morning. When unveiled the next morning, the image became an instant icon.During the encounter of the Pluto system, LORRI worked flawlessly and acquired more than 1,800 images of Pluto and its moons during closest approach and flyby. Since the encounter, the stored LORRI images on New Horizons’ digital recorders have been coming down to Earth and will continue to come down through at least this September. They reveal a fascinating, complex world with a diversity of landforms like mountains made of water ice, and volcanoes and glaciers of exotic ice. More remains to be discovered.And LORRI’s mission is not yet over! The LORRI team is now preparing for the flyby of the Kuiper Belt object known as 2014 MU69. If NASA extends the New Horizons mission to accomplish this flyby, New Horizons will reach 2014 MU69 on Jan. 1, 2019. LORRI will provide the first close-up observations of an object thought to represent what the outer solar system was like following its birth 4.6 billion years ago. More mysteries to be revealed by LORRI and New Horizons await!A spacecraft flies to Pluto, amazing images of this alien disk are sent back to Earth for us to enjoy, and suddenly scientists are telling us about what Pluto is made of—that it has different layers in its crust, that one part of the Pluto crust is weaker or stronger, or older or younger than another. How can that information be gained from photos?Well, in part the answer is that many other kinds of data—like compositional and atmospheric spectra – were also obtained, but this blog post gives one example of how the New Horizons team is using the spectacular images to investigate the surface of Pluto. As my  is impact cratering, you know what I’ll be talking about.When a comet or other object collides with Pluto, the speed of the impact is typically faster than a bullet. As a result, such collisions create an explosion that excavates a large hole in the . Depending on the size, speed and density of the impactor, as well as the near-surface properties of Pluto, the resultant craters can look very different from one another. As part of my work with the New Horizons team, I have been using the study of impact craters as a tool for investigating the physical properties of the Plutonian crust. I do this first by measuring the dimensions of different craters on Pluto from the Digital Terrain Models (DTMs), created from New Horizons images by my awesome team members! The figure below shows a topographic profile of the informally-named Elliot crater, whose namesake is the late Pluto researcher Jim Elliot of MIT.From this profile I can measure all the important dimensions, including:   When measuring a newly formed crater, a lower depth/diameter ratio can point to a weaker or warmer target surface. The depth/diameter value (and the other crater dimensions listed below) is also affected by the gravity of the target body and the age of the crater, as craters tend to shallow with time. So, depth/diameter can also be used to gauge the relative age of the different craters on Pluto.     I’m currently measuring crater dimensions on Pluto and other icy bodies so that I can compare them  also to existing measurements of craters on rocky bodies such as Earth’s moon. Once I have these measurements and the topographic profiles in hand, I can also use them to compare to my computer modelling results in which I simulate the impact process in various targets (different materials, different sets of layers, whatever I want). There are thousands of craters on Pluto waiting for me to measure them. I’d better get started!If you would like to read more about how to use impact crater measurements to study the surfaces of moons and planets, I suggest the following references:, G. S. Collins, J. V. Morgan and P. M. Schenk (2008). The Effect of Target Properties on Crater Morphology: Comparison of Central Peak Craters on the Moon and Ganymede, Meteoritics and Planetary Science, Vol. 43, No. 12, pp. 1979-1992. Quaide, W. L. and Oberbeck, V. R. 1968. Thickness determinations of the lunar surface layer from lunar impact craters. J. Geophys. Res. 73:5247-5270. Osinski, G. R. and Pierazzo, E. (2012). Impact cratering: Processes and Products. ISBN: 978-1-4051-9829-5, 330 pages, Published December 2012, Wiley-Blackwell.Melosh, H. J. 1989 Impact cratering: a geologic process. 245 pages, Oxford University Press.New Horizons traveled for 9.5 years to get to Pluto. But most of the spacecraft’s key Pluto system observations were taken within a single 24-hour period. How did we make sure that we get the best observations possible — to do the best science in those 24 hours? Well, it took a lot of planning.When astronomers are using telescopes on the ground, observing is sometimes unplanned, and conditions vary as the night moves along. Perhaps the images from an object are particularly interesting, so we take more. Or the weather is changing, or an instrument is not working right, and we move to a new target or new instrument, improvising along the way.But for the Pluto encounter, there was no possibility of this. With only a single day to gather the once-in-a-lifetime datasets about this new world and its moons, we wanted to squeeze in all of the observations we could. Single images, mosaics, wide scans, spectra, radio occultations and more—all had to balance out to maximize the overall science. The observations were packed so densely that we would have no time to effectively improvise in real-time. And, more importantly, with a 9-hour round-trip light time between New Horizons and the ground, it would simply not be possible to take some images, send them down, and then decide to take more observations from the most interesting area.Instead, the entire encounter had to be sequenced in advance. Putting the observation plan together took several years of meticulous planning, and the final observing program was to be uploaded to the spacecraft about 10 days before encounter. About a week before flyby, that observing plan started executing—firing off a sequence of turns, snaps and scans that would execute the science program.So how does the science team choose where to point? You might say, “Just look at everything!” But during the central 24 hours, our view of Pluto would be constantly changing: different distance, different face, different solar angle, and so forth. We needed some way to simulate what the view from the spacecraft would look like, and determine where we should aim our instruments. How much of Pluto could we see? What surface locations (longitude, latitude) would we be crossing over? What stars would be in the background? Which hemisphere of Pluto would be visible and at what resolution?This is where one of my roles in the mission comes in. I am the developer and maintainer of GeoViz, which is the software tool the science team uses for planning observations. You can think of GeoViz as essentially a sophisticated and very accurate planetarium program – a ‘Geometry Visualizer’ – that shows the sky and planets as they appear on a given date. It gives you the view not as if you were standing on Earth, but as if you were on the spacecraft. Want to know exactly when Charon will pass behind Pluto? Just ask GeoViz to plot it. Need to know how many LORRI images will fit on a mosaic across Pluto at T – 3 hours? GeoViz will show you. Want to get a list of the bright stars that our Alice instrument will scan during a calibration observation, and make a movie of the scan? GeoViz will work this out as well. It is a web-based program to simulate observations, showing the geometry of the solar system, and how it fits in with the spacecraft’s various instrument fields.My background is as an astronomer, not a programmer. But I and many astronomers spend much of our time as programmers: writing code to automate data analysis, perform simulations, or run instruments or mosaic images together. I started GeoViz as a way to automate figures I was producing for New Horizons’ Jupiter flyby in 2007. Since then I’ve been developing it into the powerful, general-purpose planning tool that it is now.GeoViz consists of about 40,000 lines of code. Most of it is written in a language called IDL (Interactive Data Language), which has historically been widely used in the astronomical community. (Python is coming on strong, however, and I’d probably write it in Python if I were to start it from scratch.) It uses PHP and Javascript / jQuery for handling the web side of things, and IDL for the back end. The numerical calculations – position of the planets, velocity of the spacecraft, and instrument rotation angles – rely heavily on a library of geometry and orbit routines known as SPICE, developed at NASA’s Jet Propulsion Lab (JPL). SPICE is a really critical part of the code, because it does computations that would be very difficult to implement reliably on their own. Many different parts of the New Horizons team use SPICE – for tour planning, archiving, science analysis, plus the visualization that GeoViz does – and using the common SPICE library assures that we all get the same results. Likewise, if the SPICE libraries are updated (for a new trajectory, for instance), then all of the groups can update their results at the same time.What were the biggest challenges? The first was to keep it simple to use, while still adding the new features that the science team requires. GeoViz is widely used because it works well, and it has a clear user interface. There are hundreds of different options internally, but the interface design is kept clean enough so that it’s not overwhelming.The second challenge was to keep it running. GeoViz doesn’t communicate with the spacecraft directly, and is not ‘mission-critical.’ But during the encounter the science team was using it heavily, and we didn’t want it to go down, nor did we want a newly added ‘feature’ to turn out to have unforeseen side effects. We addressed that by keeping two versions of it: a ‘stable’ version that was only rarely updated, and a ‘development’ version with the latest features.When I started working on New Horizons at SwRI, I was living in Boulder, Colorado, where much of the rest of the team was located. But my wife works as a diplomat, and her job takes her around the world. After being in Boulder for several years, we moved to Mexico, and then South Africa, and now we are living in India. Most of my work on the mission can be done remotely: with Pluto about 3 billion miles (5 billion kilometers) away, the fact that I may be on the other side of the Earth is a relatively small difference. For the flyby itself, I came back to the U.S. and spent two months working closely with my colleagues on the team. After ten years of working on the project – much of it remotely – I wasn’t going to experience the flyby over a speakerphone!There were a lot of long nights at APL preceding the encounter and a few tense days as we closed in, followed by one of the most exciting moments of my life: listening with the world to Mission Operations Manager Alice Bowman, as she calmly polled her team of engineers before announcing the spacecraft’s successful passage through the Pluto system.Now that I’m back abroad now, living in India gives me a great chance to talk about New Horizons, NASA, and Pluto to audiences around the world. I’ve given nearly a hundred public talks and lectures about the mission to audiences in Africa, Latin America and Asia. Some of the most rewarding talks The science team members remain heavy users of GeoViz. It continues to be used post-flyby, not to plan observations, but now to help analyze them. (“Where was the spacecraft pointed for this image? Is that bright object Pluto’s moon Nix or a star?”) Working with the team has been one of the most rewarding experiences of my life – it’s amazing to think that all this planning paid off in getting us to Pluto. We really did it!This quote – from a colleague here at NASA – sums up what inspired me to take a giant leap from a digital newsroom to the mission operations center for the July 2015 New Horizons Pluto flyby. I’m Laurie Cantillo, and as media liaison in the Office of Communications at NASA, my mission is to tell the story of the agency’s planetary missions. As NASA’s media embed with the New Horizons science team, I had a front row seat to an unforgettable adventure.Working in a makeshift newsroom last summer at the Johns Hopkins University Applied Physics Lab (APL) in Laurel, Maryland, we were at the epicenter of this historic journey, as new images and other data of Pluto and its moons were downlinked after a 4-and-a-half hour journey from the spacecraft. The energy in the room was electrifying when new data would hit the ground and scientists would gather around a computer screen to gape, interpret, and marvel about humanity’s first views of this strange, distant world.Scientists, mission operations, engineers, and writers all worked insane hours – often 18-20 hours a day for months without a day off – catnapping on a conference room floor or in someone’s empty office. We drank a lot of caffeine and had pizza delivery on speed dial.The most anxiety-producing period of the summer came the afternoon of July 4. While the nation was grilling hot dogs and preparing for fireworks, Principal Investigator Alan Stern burst into the newsroom saying, “We’ve lost contact with the spacecraft.” My heart skipped a beat as he hustled to mission control—it was all hands on deck. The spacecraft had recognized a problem and, as it’s programmed to do, switched from the main to the backup computer, going into what’s known as “safe mode.” Working around the clock and sleeping on the floor, the mission team raced against time to bring New Horizons back to the main computer, so the final command sequence for the flyby could be loaded.At the same time, I worked with Stern and NASA officials into the night on a mission update that posted within just a few hours of the anomaly. I drove home long after the fireworks shows had ended, adrenaline-fueled in spite of exhaustion. Thanks to the mission team’s hard work, the spacecraft later returned to the main computer, and the big event was back in business. New Horizons had overcome what Stern later called our “Apollo 13.”With the anomaly resolved, the science continued. A few days before closest approach; the lights were dim in our newsroom as planetary geologists puzzled over a large-screen image of Pluto that was still fuzzy but showing tantalizing signs of geology. The science team discussed the nuances of the light and dark features that made Pluto more interesting than the dull, cratered space rock many expected it would be. I raised my hand from the back of the room and offered, “Does anybody notice that bright feature has the shape of a heart?”The scientists labored over a caption with a few specs and contextual quotes, and broke for lunch. Then it was my turn to add the storytelling, taking the numbers, acronyms and geological jargon and weaving them into a colorful narrative. I wrote a headline about the “heart” of Pluto, and soon after that Pluto went viral, far beyond the usual loyal community of space fans. Pluto was already beloved by many because – after its demotion by astronomers from planet to dwarf planet – it became the “little-planet-that-could.” But after it was revealed that  the story went mainstream, attracting global attention. In the summer of 2015, the world “hearted” Pluto!The New Horizons mission became the perfect media storm. You had to be living under a rock to not know that America had a spacecraft exploring Pluto, a mind-bending 3 billion miles away. NASA, SwRI, and APL’s amazing communications, education and outreach teams further spread the news through social media, at NASA centers and museums, at Plutopalooza events and NASCAR races. People from all over the world took photos at dawn and dusk – simulating the amount of sunlight on Pluto – for  We collaborated with Google on a July 14 Doodle. Images of Pluto were projected at Times Square. The group Bastille , astrophysicist and Queen lead guitarist Dr. Brian May  and the band Styx traveled to APL, , including Mark Showalter, who discovered Styx—one of Pluto’s moons. The media’s appetite was insatiable, and we were bombarded with hundreds of interview requests.On the evening of July 14, the crowd at APL went wild as we received word that the New Horizons spacecraft was healthy and the mission was a success. On July 15 – the day after the flyby – the Pluto story was on the cover of more than 450 newspapers in multiple languages. Countless kids sent drawings of Pluto and wrote of dreams of being astronauts. Congratulatory messages poured in from people who said the mission inspired them at a time when there was so much bad news in the world. whether Pluto was a planet. Pluto became the subject of . My favorite (about 0:55 seconds in) personifies little Pluto as it eagerly anticipates the arrival of a spacecraft in that lonely part of the solar system. As New Horizons flies by, Pluto sheds a tear and its heart “breaks,” a nod to the different surface composition of each side of Pluto’s heart feature.Nine months after the flyby, the New Horizons team continues to produce new images with analysis every week. Interest in the mission remains high; pictures of the “little-planet-that-could” are among the most popular features on NASA.gov.Covering the New Horizons mission is an example of how NASA’s Office of Communication strives to bring you the stories  the missions. Yes, it IS rocket science with mission design, data analysis and scientific information, but it’s even more about vision, leadership, perseverance, and celebrating the REAL heroes of our time."
    },
    {
        "keyword": "subsonic target",
        "source": "NASA",
        "title": "Signs of the U.S. Drought Are ",
        "url": "https://earthobservatory.nasa.gov/images/79228/signs-of-the-us-drought-are-underground",
        "date": 0,
        "content": "September 17, 2012web resolution - August 5, 2002 - August 20, 2012high definition - August 5, 2002 - August 20, 2012A deep and persistent drought struck vast portions of the continental United States in 2012. Though there has been some relief in the late summer, a pair of satellites operated by NASA shows that the drought lingers in the  that are often tapped for drinking water and farming.The maps above combine data from the twin satellites of the  (GRACE) with other satellite and ground-based measurements to model the relative amount of water stored near the surface and underground as of September 17, 2012. The top map shows moisture content in the top 2 centimeters (0.8 inches) of surface soil; the middle map depicts moisture in the “root zone,” or the top meter (39 inches) of soil; and the third map shows groundwater in aquifers.The wetness, or water content, of each layer is compared to the average for mid-September between 1948 and 2009. The darkest red regions represent dry conditions that should occur only 2 percent of the time (about once every 50 years). For a long-term view,  below the third image, which shows the storage of groundwater from August 2002 through August 2012. (The animation is also )In all of the maps above, September 2012 conditions remain significantly drier than the norm, particularly in the eastern third of the United States, the Midwest, the High Plains and Rockies, and along the California–Oregon border. Surface and root moisture recently rebounded in the south central and southwestern states, largely due to Hurricane Isaac and other rainfall in 2012. But even there, the severe droughts of 2011 and 2012 persist below ground in aquifers. Groundwater supplies in the Southeast, the Rockies, the Midwest, New Mexico, and Texas are still far below the norm, according to GRACE.All of the maps are experimental products funded by NASA’s Applied Sciences Program and developed by scientists at NASA’s Goddard Space Flight Center and the  The maps do not attempt to represent human consumption of water; but rather, they show changes in water storage related to weather, climate, and seasonal patterns.“GRACE gives you variations in the total water stored on and in the land,” says NASA scientist Matt Rodell in a  on the Earth Observatory. GRACE does not measure the water directly, but instead detects changes in Earth’s gravity. When the satellites encounter a change in the distribution of Earth’s mass—such as a blanket of fresh snow on California’s Sierra Nevada—they are pulled toward the mountains a tiny bit more than normal. By tracking trends in how the satellite orbits change, researchers can calculate how gravity is changing on Earth. So when groundwater supplies dwindled in the United States in 2011 and 2012, that region of the planet had a little less mass and gravitational pull. The satellite orbits moved a bit in response, allowing GRACE to reveal the change in groundwater storage.“To figure out whether those [gravity and mass] changes are happening in the ground water, soil moisture, snow, or surface water, we need auxiliary information,” Rodell adds. “We use physics equations and computer models to figure out what happens to the water after it hits the land as rain or snow.”Read more about GRACE and studies of groundwater in the new Earth Observatory feature: Image of the Day for September 20, 2012 Nearly two-thirds of the continental United States suffered some form of drought in the summer of 2012.At the surface, moisture is more abundant than in 2012. But time will tell if it seeps down to restore aquifers parched by drought. Dry conditions at the surface in the continental United States are mirrored underground in many places.   These images show how terrestrial water storage in the four major sub-basins of the United States’ Mississippi River basin differed from average in January and July 2005. These images show how terrestrial water storage in the four major sub-basins of the United States’ Mississippi River basin differed from average in January and July  2005."
    },
    {
        "keyword": "underwater target",
        "source": "NASA",
        "title": "Notes from the Field",
        "url": "https://earthobservatory.nasa.gov/blogs/fromthefield/category/landsat-8-launch/page/2/",
        "date": 0,
        "content": "Credit: NASAThe atmosphere was electric at  in Lompoc, California as the first stage of an Atlas 5 rocket ignited in the distance on February 11, 2013.Cheers erupted at 10:02 a.m. from the hundreds of people gathered there as the rocket rose, gathered itself, then surged into a perfect blue sky over . As the cheers subsided, it was surprisingly quiet for a moment as awe sank in, save for the patter of scores of cameras clicking in unison.A full 30-or-so seconds later, the sound arrived. You could feel the roar in the ground. The  (LDCM), the latest satellite in the world’s of Earth-observing satellites, was on its way to space.At that moment, there was nowhere else in the world I would have rather been. Nowhere. I’m not prone to sentimentality, but the wonder I felt as I watched Landsat 8 shrink to a speck and disappear into the horizon was indescribably profound.There is something simply overpowering about seeing an instrument of peace and knowledge burst beyond the bounds of gravity. If you ever have an opportunity to see a science satellite launch, don’t hesitate for a moment. Just go. You won’t be disappointed.Good luck, Landsat-8. We have so much  to learn from you.Credit: NASAPhoto Credit: VAFBThe computer system used to register visitors to Vandenberg Air Force Base wasn’t cooperating when I stopped by to get my ID approved yesterday. That meant I had plenty of time to chat with the two military police officers on duty. I learned two surprising things from them.1) The base, particularly the beach area, has unexploded ammunition strewn around that make wandering off the roads a really bad idea. Before it was part of the Air Force, the Army used to use land that’s now part of the base for target practice. Decades later, unexploded mines, grenades, rockets, mortars, and bombs still have a habit of turning up. In 2010, for instance,  exposed a 200-pound explosive that  had to detonate (above).2) Sharks are a problem as well. In the last few years, there have been two lethal shark attacks at Surf Beach near the base, the officers told me. I thought this might be a tall-tale they tell tourists, but the story checks out. In October 2012, a Great White mauled and bit  in the upper torso. And in 2008, another Great White attacked a  on a boogie-board, severing his leg. I went digging on the Air Force’s website, and they even have a picture of a mangled board from yet  in 2008 (below).Normally, I’d jump at the opportunity to run on a beach and take a short dip in a place that’s as beautiful as this. But in this case, I’ll be sticking to  for fun, thank you very much.Credit: VAFBThe tower at SLC-3 where LDCM awaits final preparations for launch on Feb. 11 at 10:04 a.m. Credit: NASA/Ellen GrayCount it among the things I never thought I would ever do in my lifetimeget up close to a loaded rocket that will carry a satellite into space in less than two days.When your launch is on a Monday, the weekend is still busy, busy, busy. But Saturday morning two days before launch, a few of us working on the  (LDCM) project had a fantastic break. The United Launch Alliance (ULA) Launch Director invited us to come up to Space Launch Complex 3 where LDCM is currently sitting atop its Atlas V ride for a group photo.Space Launch Complex 3 is where United Launch Alliance launches Atlas rockets. Photo Credit: NASA/Ellen GrayIt was a giddy group. As one of the mission science writers, I’ve only been working on LDCM for two years, but many on the project have been with the mission for much longer. Getting a chance to see the culmination of all the hard work of designing the mission and the instruments, getting them and the spacecraft built, tested and integrated into the LDCM satellite, prepping and loading the rocket–all of that was stretching up in one long column on this gorgeous California morning.Space Launch Complex 3, or SLC (pronounced “slick”) 3, is set up on a bit of a hill on the south portion of  Downhill from the parking lot is the Pacific Ocean, the large unpopulated reason that U.S. spaceports are on coasts: if anything goes wrong the rocket lands in the water.Mike Marasco and Debbie Fettig from ULA escorted us through the turnstiles into the restricted area and we walked up the short road to the tower that holds the rocket. Essentially the scaffolding that allows workers to access the rocket from the ground up, the tower doors were open so we could see the Atlas V and the white faring containing LDCM at the tippy-top.We were maybe 100 to 150 feet away from the base of the pad. It was amazing to be so close. I saw Sarah Ryker, deputy associate director of the USGS Climate and Lands Use Change who has been working tirelessly on the future of the  and asked her how excited she was to finally see LDCM ready to go. She just grinned from ear to ear. It was a little surreal to finally see everything come together, she said, and beyond exciting.The Atlas V rocket. The Atlas booster is the long shiny section. The Centaur upper stage is with white sections after it narrows, and just visible is the nose cone, or faring, where LDCM sits.Photo Credit: Orbital/David WardWe gathered for a bunch of photos with the base tower in the background. David Ward, flight insurance manager from Orbital Science Corp, had the only camera allowed on the site. Between shots we milled around a little, excitedly chatting about launch.I grabbed Jerry Nagy, deputy observatory manager from NASA Goddard to point out the different parts of the rocket. The Atlas V booster makes up the long shiny, bottom portion and, right now, the lower section is filled with kerosene, the rocket propellant. It will be combined with liquid oxygen, to be fueled an hour and a half before launch, and ignited to provide an explosive 860,200 pounds of thrust. The liquid oxygen is so cold that after the Atlas is fueled, water from the air will condense and freeze on the outside of the tank, forming big chunks of ice. At launch, Jerry’s fingers wiggle, it will all shake off.Jerry’s finger then moved upward to the white section of the column, pointing out the Centaur upper stage engine. Its fuel is liquid oxygen and liquid hydrogen that will ignite for its first burn ten seconds after the Atlas falls away, four minutes and eight seconds after launch. It will have a second burn, 70 minutes into launch to push LDCM into its preliminary orbit.With the group photos done, we started to wander back toward the gate, but then Mike stopped us. “This way,” he said, and Debbie added, “It’s about to get a whole lot better.”Our group photo next to the LDCM faring. Photo credit: United Launch Alliance/Mike MarascoNo one quite believed it as we followed Mike toward the tower, but then he was packing us into the cargo elevator and taking us to Level 15. When we stepped out, there she was: the white nose cone, or faring, holding LDCM.We weren’t quite within touching distancewe had to stay outside the blue line on the platformbut we were closer than any of us who usually work on the ground ever expected to be. It was a like that moment in  when, after traveling back in time, Picard reaches out and touches the rocket that propels the Phoenix, the first warp capable ship, into space. But where Picard’s moment was fictional history, our moment was living history that was made by the people on that platform and the thousands of others who couldn’t be there across NASA, the USGS, and our partners at Ball, Orbital and ULA. The past week I have met so many people on all the teams that have brought the LDCM mission to life, and I am constantly amazed by what they do. The LDCM mission has had at times a difficult path to get to the top of this tower, but now it is poised to carry on the longest continuous record of Earth’s land surface that we haveTerri Hynson from the Goddard project office perhaps put it best: “That’s our baby up there.”The LDCM logo was hand painted onto the fairing. Photo Credit: Orbital/David Ward                          Roger Auch, USGS, in the *Jim Irons, LDCM project scientist, in *Charles Bolden, NASA Administrator, *David Jarrett, NASA, on *Matthew Larsen, USGS, in* Del Jenstrom, LDCM deputy project manager, in * Kass Green, Landsat scientist, during a  on 2/8/13.EO’s comment: We agree 100 percent. Browse Landsat’s  collections if you’re not convinced. Or just try “, Spatial Analysis Group, on Feb. 10, 2013.* Jim Irons, LDCM project scientist, during a  on 2/8/13.EO’s comment: The growth of the  comes to mind.Mike Wulder, Senior Research Scientist, Landsat Science Team & Canadian Forest Service, during a EO’s comment: If you’re  familiar with remote sensing, this will make sense.  If you’re not, download and read these two pdfs:  &  They will help you understand the many layers of information embedded with each pixel of a Landsat image.*Jim Irons, LDCM project scientist during a  on 2/8/13. EO’s comment: Us too! *Mike Wulder, during a pre-launch press conference on 2/8/13.EO’s comment: See our “World of Change” galleries of in Alaska, and the recovery of  for dramatic examples of this.* Jim Irons, LDCM project scientist, during a  on 2/8/13.* Kass Green, Landsat scientist during a  2/8/13.* Thomas Loveland, senior scientist; co-chair, Landsat Science Team, during a * Jim Irons, LDCM project scientist to *Mike Wulder, Senior Research Scientist, Landsat Science Team & Canadian Forest Service, during a EO’s comment: Look, for instance, at these  as seen by Landsat 5 if you want to see a catastrophic event.  If you’re in the mood for more gradual change, try this gallery showing *Jim Irons, LDCM project scientist, to * Mike WulderEO’s comment: That sounds fantastic. Drop us a line when you’re done with that.  Sounds like something that might be interesting to visualize.  In the meantime, we recommend searching  for the Landsat missions.  There’s an   to look through already. The payload fairing, with Landsat 8 inside, gets hoisted in preparation for stowing atop an Atlas 5 rocket. Photo credit: NASA/VAFBToday is a big day. I just arrived in Los Angeles from DC this afternoon, and I’m heading to Vandenberg Air Force Base in Lompoc, California, to see an Atlas 5 rocket blast Landsat 8 into space. Officially, the satellite is called the (LDCM) until it reaches orbit safely, but I’m going to call it Landsat 8 anyway in the spirit of keeping jargon to a minimum.This is the second time I’ve been fortunate to have a front-row seat to the launch of one of NASA’s Earth-observing satellites. The mission that brought me to Vandenberg the first time was called  it was a climate-centered mission, designed to measure  and fluctuations in the  that reaches the top of Earth’s atmosphere.I’m a  based at Goddard Space Flight Center, but I won’t sugar quote things here. That launch was a bust. When I first started at NASA about four years ago, I had been tasked with covering the Glory mission. When Glory’s launch date finally arrived on Feb. 23, 2011, I had been writing articles, websites, and fact sheets about the mission for nearly two years.[youtube NpSUJwKBP4I] On launch night, everything felt surreal.  A weekend of press conferences, meetings, and celebrations had left me exhausted, and the launch was scheduled for 2:09 a.m. I remember standing in a parking lot with a dozen or so other reporters and colleagues waiting for the final countdown, anticipating the moment I would finally see a streak of flame arcing across the sky like I’d seen in pictures and videos of other launches.Didn’t happen. Within 15 minutes of liftoff, mission managers put a hold on Glory. An  from mobile launch support van had spooked the engineers. It wasn’t until March 4, 2011, that they would be ready to try again. For me, that meant no launch. I had already booked a flight home, and it would have been too expensive to change it.When March 4 arrived, I was home in DC, following the launch online. That time, the pre-launch engineering checks went smoothly. At 2:06 a.m., from the comfort of my bed, I watched Glory roar into the morning blackness on a I arrived in California for the Landsat 8 launch on February 8, 2013. While New England was getting hammered by a blizzard, the skies over LA were calm. Photo credit: NASA/Voiland.Even so, it was thrilling. I had been writing about the climate data Glory was poised to collect for years, but it was always as a hypothetical. When I finally saw Glory in the air, I knew I’d have *real* data to write about soon. That may not sound like much, but for me that was a huge deal. I was sick of writing about what might be.The euphoria didn’t last long. The engineering chatter on the web stream suddenly became grave about two minutes into the launch.  Something was wrong. Seriously wrong. The protective shellor fairingatop the rocket hadn’t separated from the rest of the rocket properly. That meant it was too heavy to escape Earth’s gravity. Minutes later, the  The rocket crashed into the Pacific Ocean with Glory still on it. (See  I wrote for  magazine for more about what the loss meant for climate science).A technician works on the close-out inspection for Landsat 8 at Vandenberg Air Force Base. Credit: NASAI’m quite confident that the Landsat 8 launch is going to go *much* better than Glory’s did. Glory was on a Taurus XL, a newer rocket that had some blemishes in its record going into launch. Landsat 8, in contrast, will be lofted into space by an Atlas 5, a launch vehicle with a near flawless record.Still, I’m taking nothing for granted until Landsat 8 is safely in orbit and all of its instruments are on and collecting data.  As I learned from Glory, launches are risky business.Stay tuned to this space for updates about the upcoming launch, which is scheduled for February 11 between 10:02 a.m. and 10:50 a.m. PST. I’ll be blogging regularly over the next few days from California and also tweeting via  and . Hope to hear from you in the comments, and please keep your fingers crossed for Landsat 8 over the next few days.Glory on February 22, 2011, the night before its first launch attempt. Photo credit: NASA/VAFB"
    },
    {
        "keyword": "point target",
        "source": "NASA",
        "title": "Yellow River Delta, China",
        "url": "https://earthobservatory.nasa.gov/images/36236/yellow-river-delta-china",
        "date": 0,
        "content": "May 2, 2000May 27, 1979China’s Yellow River, or Huang He, is the world’s muddiest. Stretching some 5,475 kilometers (3,395 miles) from eastern Tibet to Bo Hai, the river travels through soft plateaus of silt, picking up a massive sediment load on its journey. The river derives its yellow color from fine particles of   and Besides coloring the river yellow, the sediments have reshaped the coast. The Enhanced Thematic Mapper Plus on NASA’s Landsat 7 satellite acquired the top image on May 2, 2000. The Multispectral Scanner on NASA’s Landsat 3 satellite took the bottom image on May 27, 1979. In these false-color images, red indicates vegetation, blue indicates water, and beige indicates bare ground.Compared to the earlier image, the 2000 shot shows an increase in developed land and a slight decrease in vegetation. The most striking difference between the two images, however, is the shape of the coastline. A steady supply of sediment expanded the Yellow River delta until it pushed into Bo Hai like a giant hook. Sediment colored the coastal waters bright blue. This delta-building process has added several hundred square kilometers of land to China’s coast.Image of the Day for January 4,2009 Chinese engineers changed the main channel through the delta, changing the shape of the land at the river’s mouth. The Yellow River Delta coastline along the Gulf of Bohai has always experienced dramatic changes, and those changes continue today.  This mosaic of images taken by astronauts aboard the International Space Station shows several things. First, the image shows today’s configuration of the delta of China’s Yellow River, which is one of the most dynamic coastlines on Earth. Second, the scene allows mapping of land use along the coastal plain, including the boundaries of the Shengli Oil Field, China’s second largest oil field. But perhaps the most interesting aspect of this image is the large patch of green water off the northern coast of the delta—a presumed plankton bloom. The Yellow River Delta coastline along the Gulf of Bohai has always experienced dramatic changes, and those changes continue today.  This mosaic of images taken by astronauts aboard the International Space Station shows several things. First, the image shows today’s configuration of the delta of China’s Yellow River, which is one of the most dynamic coastlines on Earth. Second, the scene allows mapping of land use along the coastal plain, including the boundaries of the Shengli Oil Field, China’s second largest oil field. But perhaps the most interesting aspect of this image is the large patch of green water off the northern coast of the delta—a presumed plankton bloom. As sea level rises and the amount of sediment carried by the Yellow River declines, one of the world’s fastest changing deltas has seen rapid development."
    },
    {
        "keyword": "area target",
        "source": "NASA",
        "title": "Egypt’s Great Pyramids of Giza",
        "url": "https://earthobservatory.nasa.gov/images/3769/egypts-great-pyramids-of-giza",
        "date": 0,
        "content": "August 18, 2003August 18, 2003All astronauts are interested in observing unique human footprints from space, and especially those reflecting thousands of years of human activities. The region of the Great Pyramids of Giza—the last remaining wonder of the Seven Wonders of the Ancient World—is a favorite target.  Although the pyramids have been imaged many times before by astronauts (for example: ) , each new image provides a unique look at the archeological monument, depending on the viewing angle from the ISS and the illumination from the sun.Giza is a royal burial place, commissioned and built by pharaohs during the fourth dynasty around 2550 BC. Started by Khufu, continued by his son Khafre (Khafre pyramid and the Sphinx), and later by his son, Menkaure, the complex also includes many tombs and temples for queens, other members of royal families, and royal attendants.The low sun angle in this image allows for many of the smaller surrounding monuments to be observed. Further, the sides of the pyramid align with the cardinal directions.  In this view, the shadows from afternoon sun provide directional arrows that point east.  For scale, the current length of the large pyramid at the base is 227 m (745 ft), and the height is 137 m (449).Today, Giza is a rapidly growing region of Cairo. Population growth in Egypt continues to soar, leading to new construction.  New roads for large new developments are obvious in the desert hills northwest and southwest of the pyramids.  Documenting patterns of urban growth around the world is a prime science objective for Image of the Day for September 7, 2003 A NASA photographer captured the ISS as it passed directly between the Sun and Earth.Primarily designed to give astronauts a way to see the outside of the ISS, it also provides stunning panoramic views of Earth and space.  With much of their time committed to construction of the International Space Station, astronauts and cosmonauts are also beginning their first scientific studies.  The Destiny Laboratory just joined to the International Space Station includes the best optical quality window ever flown on a human-occupied spacecraft.  The window will eventually host a number of remote sensing experiments that will use a special rack system, the  or WORF, for mechanical and electrical support (Eppler et al. 1996).  Until the WORF is complete in June 2002, astronauts are photographing the Earth’s surface as part of an early project, Crew Earth Observations.Astronauts on board the International Space Station (ISS) have a unique view of the world because of their position in a low orbit (200 nautical miles, 360 kilometers) relative to satellites and their ability to look at any angle out the windows of the spacecraft. ISS crewmembers recently took advantage of their vantage point to photograph a series of oblique views of the Himalayas looking south from over the Tibetan Plateau. At first glance, one might think that the image looks like a picture taken from an airplane, until you remember that the summits of Makalu (left, 8,462 meters, or 27,765 feet) and Everest (right, 8,850 meters, or 29,035 feet) are at the heights typically flown by commercial aircraft. The full mosaic covers over 130 kilometers (80 miles) of the Himalayan front, and could never be seen this way from an airplane. "
    },
    {
        "keyword": "hard target",
        "source": "NASA",
        "title": "Radio Signals from Earth Probe Pluto’s Atmosphere – Pluto New Horizons",
        "url": "https://blogs.nasa.gov/pluto/2015/11/13/radio-signals-from-earth-probe-plutos-atmosphere/",
        "date": 0,
        "content": "I study remote sensing and signal processing for the radioscience experiment (REX) onboard New Horizons. REX performs three experiments at the Pluto system. The first is radio occultation, in which NASA’s Deep Space Network (DSN) and REX form a radar system that probes the atmosphere of the occulting body. REX performs radio occultation on both Pluto and Charon that yields estimates of atmospheric temperature and pressure as a function of altitude. REX also performs thermal scans of Pluto and Charon. Thermal scans passively measure blackbody radiation emitted by the target in order to estimate surface temperature. Finally, REX data estimates mass of the entire Pluto system by measuring curvature in New Horizons trajectory due to local gravity conditions.The spreading of energy as it travels through the atmosphere to REX severely limits spatial resolution of raw radio occultation data. Without extensive post-processing this resolution can be thousands of times worse than the experiment’s design specifications. I develop linear and non-linear techniques that focus energy in REX occultation data down to a resolution near the fundamental limit of the instrument itself.Figure 1 above shows the geometry of New Horizons’ radio occultation of Pluto. Historic occultation techniques exchange the locations of transmitter and receiver, but experiment fundamentals remain the same. Earth DSN transmits a monochromatic plane-wave of 7.2 GHz to New Horizons as it flies behind Pluto. The signal passes through Pluto’s atmosphere and refracts, resulting in a small change of direction, exaggerated for clarity in Figure 1. The direction change manifests as a Doppler shift in frequency, therefore REX measures a signal rate slightly different from the original 7.2 GHz. The direction change, or bending angle, is proportional to dielectric constant in the atmosphere. Given prior knowledge of Pluto’s atmospheric composition, we use dielectric constant to calculate temperature and pressure in the atmosphere as a function of altitude.Energy in the plane wave also spreads as it passes Pluto’s limb, shown above in Figure 2. This energy spreading, called diffraction, causes each single data point measured at REX to be a weighted sum of energy from many points in Pluto’s atmosphere. Without focusing the energy back into its original point locations in the atmosphere we can only achieve spatial resolution on the order of a few kilometers. But once focused during post-processing the REX radio occultation at Pluto measures atmospheric temperature and pressure at absolute accuracies of 3 K and 0.1 Pa, respectively, with spatial resolution of a few meters. Preliminary results from REX data processing show surface pressure on Pluto of approximately 10 uBars.My final contribution to New Horizons is a short video that explains the significance of the mission to the broader public. I attempt to put the science and engineering of New Horizons into the human context of Dr. Ivan Linscott, my PhD advisor at Stanford University. Enjoy."
    },
    {
        "keyword": "underwater target",
        "source": "NASA",
        "title": "spacewalk – Space Station",
        "url": "https://blogs.nasa.gov/spacestation/tag/spacewalk/",
        "date": 0,
        "content": "Expedition 65 Flight Engineers  and  of the Russian space agency Roscosmos have completed a spacewalk lasting seven hours and 19 minutes.The two cosmonauts opened the hatch to the Poisk docking compartment airlock to begin the spacewalk at 1:53 a.m. EDT. They re-entered the airlock and closed the hatch at 9:12 a.m.During the spacewalk, the duo disconnected the external mechanical links between Pirs and the space station, relocated spacewalk hardware including a telescoping crane, and reconfigured antennas to prepare the Pirs module for undocking and disposal. Additionally, the cosmonauts replaced a fluid flow regulator panel on the nearby Zarya module, jettisoned the old panel as planned, and replaced biological and material science samples on the exterior of the Russian modules.Pirs will be replaced by the new Russian Multipurpose Laboratory Module, named “Nauka,” which is Russian for “science.” The undocking of Pirs is scheduled for this summer, about two days after Nauka launches from the Baikonur Cosmodrome in Kazakhstan.This was the first  for both cosmonauts and the 238th spacewalk overall in support of  assembly, maintenance, and upgrades. It also marks the sixth spacewalk of 2021.Learn more about station activities by following  and  on Twitter as well as the  and  accounts.Expedition 65 Flight Engineers  and  of the Russian space agency Roscosmos began a spacewalk when they opened the hatch of the Poisk docking compartment airlock of the  at 1:53 a.m. EDT.Novitskiy is designated as extravehicular crew member 1 (EV1) and is wearing a Russian Orlan spacesuit with red stripes. Dubrov is wearing a spacesuit with blue stripes as extravehicular crew member 2 (EV2).Coverage of the spacewalk continues on NASA Television and the agency’s . Views from a camera on Novitskiy’s helmet are designated with the number 20, and Dubrov’s is labeled with the number 18.Learn more about station activities by following  and  on Twitter as well as the  and  accounts.Expedition 65 Flight Engineers  and  of Roscosmos are scheduled to depart the  Wednesday for a spacewalk to continue preparing the Pirs docking compartment airlock for undocking and disposal later this year.The duo will exit the space station’s Poisk docking compartment about 1:20 a.m. EDT tomorrow, signifying the start of their spacewalk, which is expected to last about six and a half hours. NASA will begin its live coverage on NASA Television and the agency’s  at 1 a.m.The cosmonauts also plan to replace a fluid flow regulator on the nearby Zarya module and replace biological and material science samples on the exterior of the Russian modules.This will be the 238th spacewalk overall in support of International Space Station assembly, and the first spacewalk for both Novitskiy and Dubrov, who arrived at the space station in April aboard the .Novitskiy, who is designated as extravehicular crew member 1 (EV1), will wear a Russian Orlan spacesuit with red stripes. Dubrov will wear a spacesuit with blue stripes as extravehicular crew member 2 (EV2).Learn more about station activities by following  and  on Twitter as well as the  and  accounts.Two cosmonauts will exit the  early Wednesday to begin the first spacewalk of the  mission. Meanwhile, the next SpaceX Cargo Dragon mission to resupply the orbital lab is counting down to its launch on Thursday.Flight Engineers  and  are sleeping in Tuesday ahead of six-and-a-half hour spacewalk set to begin Wednesday at 1:20 a.m. EDT. The duo will exit the  in Orlan spacesuits and ready the  for its undocking and disposal later this year. Pirs will be replaced a couple of days after its departure by the new Nauka multipurpose laboratory module.The first-time spacewalkers will also replace hardware and install science experiments on the station’s Russian segment.  begins its live coverage of the spacewalk activities at 1 a.m.On Thursday, SpaceX will launch its upgraded SpaceX Cargo Dragon vehicle to the space station at  from Kennedy Space Center. It will automatically dock Saturday at 5 a.m. to the ’s space-facing international docking adapter (IDA). NASA TV is broadcasting both mission events live.The Cargo Dragon will deliver about  to replenish the seven-member crew. This includes the first of three pairs of  that will be installed on an upcoming spacewalk to augment the orbital lab’s power system.NASA astronauts  and  prepared for the Cargo Dragon’s arrival with 3D computer training today. They will be monitoring Dragon early Saturday ensuring it safely approaches the station during its automated rendezvous and docking.Human research and space botany kept the  crew busy today. The  residents also stayed focused on next week’s spacewalk and packed a U.S. cargo craft.Flight Engineers  and  worked throughout Thursday scanning their leg, foot, arm, neck and lower back muscles with an ultrasound device. The duo performed the scans before and after working out on the . The long-running , ongoing since 2011, measures how space affects muscle tone, stiffness and elasticity.Commander  installed an incubator inside Japan’s  for upcoming research for the . The biology study could lead to improved treatments for kidney stones and osteoporosis for humans living on and off the Earth. The three-time station visitor then joined NASA astronauts  and  packing the U.S. Cygnus space freighter ahead of its departure at the end of June.Vande Hei and Kimbrough also took turns during the day contributing to a space agriculture study that started in October of last year. The  explores hydroponics in microgravity and may also improve watering systems on Earth.Roscosmos Flight Engineers  and  partnered together Thursday morning pedaling on an exercise bike to evaluate their cardiovascular function. The duo then spent the rest of the day configuring Orlan spacesuits for a spacewalk scheduled on June 2 to service Russian hardware and install science experiments.The very next day SpaceX will launch its upgraded Cargo Dragon vehicle from Kennedy Space Center to the station at . It will automatically dock on June 5 at 5 a.m. to the ’s space-facing international docking adapter carrying about 7,300 pounds of science, supplies and hardware. Dragon is also carrying the first set of  that will be installed on upcoming spacewalk to augment the orbital lab’s power system.Botany and human research were the main research themes aboard the  today. Meanwhile, the  crew is also staying focused on spacewalk preparations and orbital lab maintenance.Space agriculture is key to sustaining human spaceflight as NASA and its international partners plan future missions to the Moon, Mars and beyond. Today, Flight Engineers  and  joined together for the  study to learn how to operate hydroponics in microgravity. The duo set up and configured hardware for the botany study that may also improve watering systems on Earth.Pesquet also partnered with NASA Flight Engineer  for an investigation observing how microgravity affects an astronaut’s ability to control robotics and spacecraft. The  uses virtual reality gear and tests a crew member’s aptitude when maneuvering a computer-generated robotic arm toward a target. Results may influence the design of workstations and interfaces for future spacecraft and space habitats.Blood sample collections started the day for NASA Flight Engineer  and Commander . Kimbrough, with assistance from Vande Hei, then spent the rest of Wednesday continuing to configure the station’s newest toilet inside the . Hoshide set up the  robotic assistants for an upcoming  then swapped samples for a .Cosmonauts  and  are getting ready for their first career spacewalks set to begin June 2 at 1:20 a.m. EDT. The duo continued readying their spacewalking tools, communications gear and Orlan spacesuits today. The pair will exit the  and spend about six-and-a-half hours servicing Russian hardware and installing science experiments.Tuesday aboard the  was packed with human research activities helping doctors understand how the  crew is adapting to microgravity. Meanwhile, preparations are ramping up for a Russian spacewalk scheduled for next week.Four astronauts took turns during the afternoon using the  for artery scans. NASA Flight Engineer  kicked off the biomedical investigation today and scanned Commander ’s neck, clavicle, shoulder and leg arteries in the . Next up, astronauts  and  took turns as they participated in the ultrasound scanning activities.McArthur started her day swapping fuel bottles inside the  before readying a  for a new  due to be delivered on the next SpaceX Cargo Dragon mission. Kimbrough also spent some time setting up  hardware inside the  for ongoing botany research.The  study is still under way aboard the orbital lab as researchers compare donor cells recently launched to the station with those harvested on Earth. NASA Flight Engineer  serviced the cell samples inside the  possibly helping scientists develop new vaccines and drugs for diseases on Earth.Four members of the Expedition 65 crew, who rode to the station aboard the , also joined up for an emergency drill before lunch today. Kimbrough, McArthur, Pesquet and Hoshide practiced cardiopulmonary resuscitation (CPR), reviewed medical hardware, and rehearsed communication and coordination procedures.The sixth  of the year is set for June 2. Cosmonauts  and  will open the hatch to the  at 1:20 a.m. EDT  and exit into the vacuum of space wearing their Orlan spacesuits.  will begin its live coverage at 1 a.m. of the six-and-a-half hour spacewalk for Russian hardware maintenance and science experiment installations.The  crew started the workweek on space biology and orbital plumbing aboard the . Meanwhile, two cosmonauts are also gearing up for their first career spacewalks set to begin next week.The immune system, protein crystals and cell biology dominated the science schedule aboard the orbital lab today. The  studies help scientists understand how microgravity affects a multitude of organisms while offering insights into treatments for humans on and off the Earth.NASA Flight Engineer  once again treated donor samples inside the Life Science Glovebox for the  study. Afterward, she inserted those samples into a  for later analysis on the station and back on Earth. Observations may help doctors improve vaccines and treatments for diseases on Earth.Flight Engineer  of ESA (European Space Agency) serviced protein crystal samples then placed them into an  for the  experiment. Results have implications for biotechnology and pharmaceutical companies and may advance the commercialization of space.Station Commander  opened up the  (CBEF) this morning and temporarily removed a centrifuge to check the research device’s connections. Located in the , the CBEF is an incubator with an artificial gravity generator.NASA astronauts  and  partnered together on Monday to assemble and install a brand new space toilet in the . The station’s newest bathroom was delivered in February aboard the  from Northrop Grumman.The next spacewalk for maintenance at the orbital lab is scheduled for June 2. Roscosmos Flight Engineers  and  will open the hatch to the  at 1:20 a.m. EDT  and exit into the vacuum of space wearing their Orlan spacesuits. The duo will then spend about six-and-a-half hours working on Russian hardware and installing science experiments.The  crew is staying focused on numerous life science experiments aboard the  today while gearing up for three spacewalks in June.The  study has been ongoing aboard the orbital lab since shortly after it arrived on the SpaceX Crew-2 mission. NASA Flight Engineer  started Wednesday retrieving donor cell samples from a  before thawing and spinning the cells in a centrifuge. Next, NASA Flight Engineer  inoculated and treated the sample cultures to help scientists observe the differences from samples harvested on Earth. Results could lead to improved vaccines and treatments for diseases on Earth, as well as advance the commercialization of space., Japan’s second station commander, spent the day on a variety of human research studies. In the morning, he took glucose measurements and collected blood samples for the  and  studies looking at bone, muscle and artery changes in space. Hoshide then took turns with ESA Flight Engineer  wearing a virtual reality headset and clicking a trackball for the  experiment. Researchers are exploring how astronauts perceive space and time which may impact navigation and fine motor coordination in microgravity.Over in the , NASA Flight Engineer , with assistance from Vande Hei and Pesquet, continued more maintenance work on the Water Processing Assembly (WPA) due to a suspected leak. The WPA, which recycles water into drinkable water, has been powered down for several days during the troubleshooting work. The crew is fine and has several months of water supply on the station if necessary.Next month’s first spacewalk is planned for June 2. Cosmonauts  and  will spend about six-and-a-hours on external maintenance and installing science experiments. Novitskiy worked on Orlan spacesuit maintenance today before joining Dubrov for more Russian  to understand how weightlessness affects the circulatory system.In mid-June, two U.S. spacewalks are planned for the installation of a pair of  on the station’s . Four more solar arrays will be installed on upcoming spacewalks to augment the orbiting lab’s power systems.After a weekend that included the 237th spacewalk in support of assembly and maintenance for the International Space Station, featuring spacewalkers and NASA astronauts  and , the  crew members got back to the business of science, switching out hardware and working around a comprehensive emergency drill on Monday.Running through the emergency drill, the crewmates practiced their roles during various emergency scenarios, such as who would manage the procedures, gather equipment, and close hatches, all while maintaining constant communication with teams on the ground in Mission Control.NASA Flight Engineer  performed post-spacewalk recharge maintenance to the Extravehicular Mobility Unit suits used in Saturday’s excursion, stowing them for later use.Astronaut  worked to set up experiment hardware for , an ESA (European Space Agency) investigation focusing on microstructure evolution by comparing the effects of Earth’s gravity to microgravity, pinpointing the correlation in particle size, growth dynamics, and fluid flow.Meanwhile,  of JAXA (Japan Aerospace Exploration Agency) spent time removing and replacing hardware — the Artificial Vision Unit — in the station’s cupola, where the crew often spends time observing natural Earth phenomena from their unique vantage approximately 250 miles above.The crew wrapped up their workday with the  (APM), installing instrument hardware and taking photo documentation. Air quality in crewed spacecraft is important for astronaut health and comfort, and the APM measures the concentration of both small and large particles in the air. Captured data will eventually be used to create a detailed mapping of the air quality aboard the space station, shedding light on the sources of different air particles and how they behave in this one-of-a-kind laboratory off the planet.Learn more about station activities by following the ,  and  on Twitter as well as the  and  accounts."
    },
    {
        "keyword": "point target",
        "source": "NASA",
        "title": "Educator Guide: Roving on the Moon | NASA/JPL Edu",
        "url": "https://www.jpl.nasa.gov/edu/teach/activity/roving-on-the-moon/",
        "date": 0,
        "content": "OverviewMaterialsManagementProceduresDiscussionAssessmentExtensions    Construct, use, and present arguments to support the claim that when the kinetic energy of an object changes, energy is transferred to or from the objectDesign a solution to a complex real-world problem by breaking it down into smaller, more manageable problems that can be solved through engineeringEvaluate competing design solutions using a systematic process to determine how well they meet the criteria and constraints of the problemAnalyze data from tests to determine similarities and differences among several design solutions to identify the best characteristics of each that can be combined into a new solution to better meet the criteria for successUse proportional relationships to solve multistep ratio and percent problems. Examples: simple interest, tax, markups and markdowns, gratuities and commissions, fees, percent increase and decrease, percent error."
    },
    {
        "keyword": "hypersonic target",
        "source": "NASA",
        "title": "February 2019 – Administrator Jim Bridenstine",
        "url": "https://blogs.nasa.gov/bridenstine/2019/02/",
        "date": 0,
        "content": "NASA is going back to the Moon to stay. It’s part of a bold directive from the President for the U.S. to lead a worldwide endeavor to open a new era of space exploration in a measured, sustainable way. This work is going to take collaboration with international partners, industry, and other stakeholders, and I’m delighted by  in our work to go forward to the Moon and Mars.We are excited that Canada will be a vital ally in this lunar journey as they become the first international partner for the Gateway lunar outpost with their 24 year commitment to deep space exploration and collaboration.Canada’s friendship throughout the Space Age, and our longstanding partnership aboard the International Space Station have brought our two nations many benefits. From astronauts like David Saint-Jacques, currently aboard the station, to the invaluable Canadarm-2 that helps us perform many tasks on the station, everything from critical repairs to the Hubble Space Telescope to the construction of the International Space Station. Canada’s technical expertise and human resources have been an incredible component of our achievements on orbit and across the spectrum of our work. It was my great pleasure to visit Canada recently and see this innovation firsthand.Going forward to the Moon, we’re making progress on a Gateway lunar outpost where astronauts can live and work in orbit and from which we can go to the lunar surface, again and again. We’ve begun the process for industry partners to deliver the first science instruments and tech demonstrations to the Moon’s surface, and we’re going to keep up that drumbeat until we’ve built human landers to get us back to the Moon by 2028.Today, in addition to their incredible 24-year commitment, Canada is going to build a next generation Canadarm for the Gateway lunar outpost and support our work with industry to return to the surface of the moon, among other efforts. Canada’s technologic achievement as part of Gateway lunar outpost will be a part of creating the vital backbone for commercial and other international partnerships to get to the Moon and eventually to Mars. We are thrilled to work with Canada on the next generation of its robotics to help carry out incredible missions at the Gateway lunar outpost and to collaborate in our future on the lunar surface and deep space.I thank Prime Minister Trudeau for his vote of confidence in the Canadian Space Agency and the many innovations that its president Sylvain Laporte and the Ministry of Innovation, Science, and Economic Development are pursuing for the Canadian people and the world. Our work in space improves life for people everywhere on this planet. We look forward to our deepening partnership with Canada, and the support of the many other nations I am confident will join us and help strengthen our progress on the challenging goals we’ve set in space.NASA has once again received a strong bipartisan vote of confidence from President Donald J. Trump and Congress with the approval of our $21.5 billion budget for Fiscal Year 2019, which is $763.9 million above the FY 2018 enacted level. It’s a win for our space program and the American people.All of our directorates received healthy topline funding at or exceeding the original budget request, and our work to move forward to the Moon and beyond remains on firm footing. We’re looking forward to giving Congress more details about our plans, and are confident that the taxpayer investment to explore deep space will reap large and ongoing dividends.This budgetary support ensures progress on our bold plans to once again launch American astronauts to the International Space Station in American-made rockets from American soil on commercial spacecraft. We’re also marking milestones as we build the Space Launch System rocket and Orion spacecraft to take astronauts deeper into space than we have ever gone before. These big ideas demand long term commitment. And this budget fully supports them. The dedicated NASA workforce has been demonstrating that these things can be done, and is making progress and reaching milestones across the spectrum of our work.This year we plan to contract for the first work on our Gateway, a new orbiting home for astronauts at the Moon, and the budget supports our work on this next step in our plans to extend human presence around the Moon. We are working to procure a commercially provided lunar lander with tech demonstrations and science payloads this year. The Commercial Lunar Payload Services (CLPS) contractors will drive the schedule for the first delivery to the lunar surface. Industry is also helping us refine and advance our plans for landers to return humans to the lunar surface by 2028.Thanks to bipartisan support, NASA has funding to develop cutting edge technologies focused on deep space exploration such as new propulsion technologies, and extraordinary science that continues to impact the lives of everyone on the planet through our Earth observations that improve weather forecasting and disaster preparedness and improve agriculture. This budget is also helping us target big science goals such as the launch of the James Webb Space Telescope.Our aeronautics engineers are working on transformative technologies to advance hypersonic travel, reducing that familiar boom and making flights faster, as well as improving travel for the average American and making airplanes safer and flights more reliable. These are some the countless breakthroughs made by NASA scientists and engineers that are improving the quality of life for every day Americans – benefits whose value increases exponentially.It’s clear that NASA at 60 continues to lead the world in creating the future, and we look forward to implementing this strong budget.One of my top priorities is to show all Americans how our work at NASA impacts their lives every day. Last week, I visited the World Ag Expo in Tulare, California. It was my privilege to share the great work the NASA Family is doing to The World Ag Expo draws more than 100,000 attendees from around the world.  People were excited to see how NASA science, aeronautics and technology are doing things that positively affect agriculture for the world.I talked about NASA’s  and how it’s enabling California to maximize the utility of every drop of water (including saving endangered species), while ensuring not a drop is wasted.  I highlighted how NASA is applying its Earth Science technologies to enable higher crop yields while using 20% less water and reducing nitrate leaching by 50%, and how this same technology mitigated a humanitarian disaster in Uganda, saving countless lives and millions of dollars in aid.  I also shared how NASA is helping to increase farm productivity by licensing our precision aircraft navigation technology for self-driving tractors and agricultural Unmanned Aerial Systems.I hope you’ll help me spread the word about how our nation’s investment in NASA is having a tangible impact on lives all around the world.Humans are preparing to leave Earth’s orbit for the first time since 1972 — to the moon and eventually to Mars and beyond. That’s the mandate we’ve been given by President Donald Trump and a supportive bipartisan Congress. This is an exciting time to be leading America’s space program.Today I’m proud to share a bold response to President Trump’s December 2017 call to action, one that will usher in the next chapter of human exploration. We are calling on American companies to help design and develop human lunar landers, reusable systems for astronauts to land on the moon.As a lifelong NASA supporter, I am thrilled to be talking once again about landing humans on the moon. But to some, saying we’re returning to the moon implies we’ll be doing the same as we did 50 years ago. I want to be clear — that is not our vision. We are going to the moon with innovative new technologies and systems to explore more locations across the surface than we ever thought possible. This time, when we go to the moon, we will stay.In the half-century since we last set foot on the lunar surface, our country, our agency —  and workforce — and the technology and industrial landscape have all experienced tremendous change.Indeed, more than two-thirds of Americans today were not even alive to witness the six successful Apollo moon landings, myself included. Extraordinary as they were, for many the lunar expeditions are facts from history books or stories told by older relatives. But unlike Apollo, this time we’re going to the moon to stay, and from there we’ll take the next giant leap in deep space exploration.In my youth, I aspired to emulate America’s best aviators, astronauts like Alan Sheppard, John Glenn and Neil Armstrong. My aspirations led me to become a pilot in the U.S. Navy. Now, as NASA’s administrator, I have the opportunity to support a new generation of America’s best pilots,  as we venture deeper into the universe than ever before. I am humbled to lead this journey. I’m excited about what it means for our future, and I believe it is essential to the security of our nation.To do that we need a sustainable, human presence beyond Earth’s orbit. That starts with the Gateway — a lunar orbiting outpost designed to ensure the safe transit of astronauts to the lunar surface and back home again.The Gateway will be the home base for the first reusable human lunar lander system. It’s a sustainable approach that creates more commercial opportunities, which is necessary for long-term human space exploration. Crews will use our powerful Space Launch System (SLS) rocket and Orion  to the Gateway and return safely home.We want to get started as quickly as possible, so we are inviting private industry and other potential partners to meet with us next week at NASA Headquarters to discuss human lunar landers.We have already committed to working with nine American companies to send new science instruments and technology demonstrations to the surface on commercial cargo moon deliveries. Following these early Commercial Lunar Payload Services (CLPS) missions will be a larger, more reliable and reusable lander system built for astronauts. We plan to award our first CLPS delivery task order early this year and target the first commercial lunar surface landing by the end of 2020.President Trump has charged us with a bolder exploration mission — not to leave footsteps and plant flags but to learn how to live away from Earth. We are responding to that call while also continuing to look for scientific discoveries in the solar system and developing SLS, Orion and the Gateway. Working with our commercial and international partners, we will establish a foundation for ongoing human exploration of our nearest celestial neighbor.Following a buildup of capabilities, our goal is to land astronauts on the moon within the next decade. Billions of people around the world will watch history being made as astronauts explore more of the surface for longer periods of time than ever before, and help us prepare for missions to Mars and other destinations.We’re actively seeking ideas from the best and brightest from American industry. I may have missed the first human landing on the moon, but I’m working to ensure that I see the next one, along with the rest of the world."
    },
    {
        "keyword": "hypersonic target",
        "source": "NASA",
        "title": "A Budget of Opportunities for NASA – Administrator Jim Bridenstine",
        "url": "https://blogs.nasa.gov/bridenstine/2019/02/21/a-budget-of-opportunities-for-nasa/",
        "date": 0,
        "content": "NASA has once again received a strong bipartisan vote of confidence from President Donald J. Trump and Congress with the approval of our $21.5 billion budget for Fiscal Year 2019, which is $763.9 million above the FY 2018 enacted level. It’s a win for our space program and the American people.All of our directorates received healthy topline funding at or exceeding the original budget request, and our work to move forward to the Moon and beyond remains on firm footing. We’re looking forward to giving Congress more details about our plans, and are confident that the taxpayer investment to explore deep space will reap large and ongoing dividends.This budgetary support ensures progress on our bold plans to once again launch American astronauts to the International Space Station in American-made rockets from American soil on commercial spacecraft. We’re also marking milestones as we build the Space Launch System rocket and Orion spacecraft to take astronauts deeper into space than we have ever gone before. These big ideas demand long term commitment. And this budget fully supports them. The dedicated NASA workforce has been demonstrating that these things can be done, and is making progress and reaching milestones across the spectrum of our work.This year we plan to contract for the first work on our Gateway, a new orbiting home for astronauts at the Moon, and the budget supports our work on this next step in our plans to extend human presence around the Moon. We are working to procure a commercially provided lunar lander with tech demonstrations and science payloads this year. The Commercial Lunar Payload Services (CLPS) contractors will drive the schedule for the first delivery to the lunar surface. Industry is also helping us refine and advance our plans for landers to return humans to the lunar surface by 2028.Thanks to bipartisan support, NASA has funding to develop cutting edge technologies focused on deep space exploration such as new propulsion technologies, and extraordinary science that continues to impact the lives of everyone on the planet through our Earth observations that improve weather forecasting and disaster preparedness and improve agriculture. This budget is also helping us target big science goals such as the launch of the James Webb Space Telescope.Our aeronautics engineers are working on transformative technologies to advance hypersonic travel, reducing that familiar boom and making flights faster, as well as improving travel for the average American and making airplanes safer and flights more reliable. These are some the countless breakthroughs made by NASA scientists and engineers that are improving the quality of life for every day Americans – benefits whose value increases exponentially.It’s clear that NASA at 60 continues to lead the world in creating the future, and we look forward to implementing this strong budget."
    },
    {
        "keyword": "supersonic target",
        "source": "NASA",
        "title": "Seeing Shock Waves",
        "url": "https://earthobservatory.nasa.gov/images/86742/seeing-shock-waves",
        "date": 0,
        "content": "20152015If you have ever heard a clap of thunder, the boom of fireworks, or the roar of a supersonic jet, you already know how  sound. Now a team of NASA researchers has generated images that show how the remarkable waves look.The team used a modern version of a 150-year-old German photography technique called  to show shock waves streaming from jets flying at supersonic speeds. Shock waves are narrow regions of air where pressure, temperature, and density characteristics are drastically different than surrounding areas. Shock waves occur when objects move faster than the speed of sound, which is 1,236 kilometers (768 miles) per hour.In the top image, shockwave structures are visible behind a T-38 jet passing in front of the Sun (which gets its purple color from a calcium-K optical filter). Shock waves appear darker because changes in the air density affect how much light is refracted. The bright and dark splotches on the Sun’s surface are sunspots—areas that are slightly cooler but more magnetically active than the rest of the Sun’s surface. The camera that captured this image was located on the ground.The second image shows shock waves produced by a supersonic jet flying over the Mojave Desert. The image was captured by a high-speed camera on the underside of a smaller aircraft flying several thousand feet above the jet.Specialized image-processing techniques were required to produce the images. Researchers first collected a series of photographs on a speckled background pattern. They then used computer algorithms and image processing software to deduce the locations of the shock waves based on distortions of the background pattern—an approach called the While either the land surface or the Sun can serve as the background, using a celestial body is simpler and cheaper because the camera can be located on the ground rather than on a second airplane.Read more and see additional images of shock waves  and .Image of the Day for October 7, 2015 Atmospheric waves and internal waves make an appearance on the same day off the western coast of Australia."
    }
]